[
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 6:14 AM ET, Thu April 27, 2017 "], "articles_link": "https://www.cnn.com/2017/04/27/politics/joe-manchin-trump-hundred-days/index.html", "articles_title": ["Manchin charts own path in Trump-era West Virginia "], "articles_text": ["Huntington, West Virginia (CNN)", "It was as if a light bulb went off over Sen. Joe Manchin's head.", "\"Get Monte from 'Say Yes to the Dress.' You know Monte -- what's his last name?\" the Democratic senator spun around smiling, looking at everyone nearby. \"He's a West Virginia boy!\"", "Manchin was touring a job fair hosted by his office last week and had just met the director of West Virginia's affiliate for Dress for Success, an organization that helps provide professional clothes for women.", "As he'd been doing with others at the fair, the Democratic senator tried to think of someone who could help publicize their cause.", "\"He's on 'Say Yes to the Dress,'\" Manchin repeated, still searching for the last name of the celebrity bridal consultant from the TLC reality show. Minutes later, a staffer looking at a phone answered him.", "\"Durham,\" she said. \"Monte's last name is Durham.\"", "It was the 17th job fair Manchin's office had hosted, this time in Huntington, West Virginia, a city with nearly 50,000 people on the western edge of the state. A steady stream of hundreds flowed in and out of a small arena for more than three hours to circulate among the 160 vendors.", "When Manchin, who's known for his retail politicking skills, showed up, he could barely make his way through the lobby. He wasn't swarmed like a celebrity; rather, there was an air of familiarity. ", "People walked up to him to take selfies or say he was doing a good job. Others approached him with personal requests, asking for help in Washington or support for local projects. Some politely shook his hand but showed no interest in talking to him.", "On Manchin's part, there was a lot of affection: squeezing of elderly women's hands, shoulder slapping with men and hearty handshakes and hugs. He constantly tried to come up with ideas to help the people he encountered, from recovering drug addicts to veterans.", "Manchin was already a well-known figure in West Virginia and on the national stage, but he has seen renewed attention under the first 100 days of President Donald Trump's administration.", "That's because his status as one of the few Democrats up for re-election in a state that overwhelmingly voted for Trump has thrust him into a delicate position, where he can be both courted and criticized by both sides of the aisle.", "But make no mistake: Manchin is no shoe-in for his re-election next year.", "Though the senator -- who's had a long career in public service -- has high name recognition in the state and a brand as a centrist Democrat, he's still campaigning among an electorate that picked Trump over Hillary Clinton by a whopping 42 points.", "At the fair, a Cowboy-hat wearing Democrat named Charles Masters approached him with a photo of a younger Manchin standing next to a younger Bill Clinton, the last Democratic presidential candidate to win the Mountain State back in 1996.", "\"He is standing beside the greatest politician that ever lived,\" Masters later told CNN, talking about the photo and praising Clinton's ability to work with Republicans.", "It was a stark illustration of the complex situation Manchin now finds himself in. He's a Democrat who started his political career in a state that was once very comfortable with Democrats but now rejects some of the progressive trajectory the party has taken.  ", "In fact, ", "Democrats in West Virginia outnumbered Republicans in last year's election -- 44% to 31%", " -- but the state still yielded Trump one of his greatest victory margins over Clinton.", "Manchin said people have pitched him the idea of abandoning his identity as a Democrat and adopting a different political affiliation. But he said he's \"just not going to do it.\"", "\"People pretty much know my brand. They know who I am,\" he told CNN in an interview, while munching on a chicken salad sandwich after the fair.", "\"If I was a constituent and I looked at me and I said 'Joe Manchin, he's changed to a Republican or changed to an independent. What was his purpose -- strictly to get re-elected? To help him politically? Or did he change his brand, too? Is he going to be somebody different now? Maybe he's not going to be the old Joe I've known for 30 years.' So I said, listen, I am who I am. Being a 'D' or an 'R' or not does not change anything.\"", "Aiming to be the 'honest broker'", "Instead, Manchin is building a case that he's a Democrat with Trump's ear and can be what he calls an \"honest broker\" between the White House and his own party.", "\"I have access, I can speak to him,\" he said. \"I don't think he looks at me from the standpoint, 'Well you're the opposition party and you're the opposition.'\"", "Manchin said their rapport far surpasses his relationship with former President Barack Obama, of which he said \"there was none.\"", "Trump invited Manchin to Trump Tower in December to discuss a potential job as energy secretary. Not long after, Manchin announced ", "he'd be staying in the Senate", ". Still, he has visited the White House multiple times this year and speaks openly about conversing with Trump over the phone.", "Manchin has voted against only four of Trump's cabinet or major administration nominees -- casting the fewest \"no\" votes among Democrats -- and was the only one in his party to confirm Jeff Sessions for attorney general. ", "He also worked behind the scenes with a bipartisan group of senators in search ", "of a deal to avert the \"nuclear option\" ", "in the battle over Neil Gorsuch, Trump's pick for the Supreme Court. The talks were unsuccessful, and Manchin was vocal in his disappointment with both parties. He was one of three Democrats who ultimately went against their party's filibuster and voted to confirm Gorsuch.", "Manchin's relationship with the President -- as well as the senator's efforts to cozy up to conservative media outlets like Breitbart -- have generated buzz this year, and last week Manchin sounded open to a potential endorsement from Trump, though he said he hasn't spoken with the president about it.", "\"We'll just see,\" he said. \"We'll see if the political winds pull him in that direction.\"", "Manchin has also been critical of Trump at times. He opposed the President's initial executive order on immigration back in February and has sent sharp warnings against trying to repeal Obamacare, saying government should simply focus on repairing it.", "Still, in his interview with CNN, Manchin offered perhaps his highest compliment to Trump.", "\"President Trump, from all I can observe in the first 100 days, is operating like the governor of the United States,\" said Manchin, a former governor himself.", "Manchin still relishes his time as his state's chief executive (2005-2010) and almost achingly longs for that kind of role again. He's part of a former governors caucus in the Senate, where there's a running joke that the worst day as a governor is still better than the best day as a senator.", "\"We're the ones I think that can solve the problems. I really believe that. Because we had to,\" he said. \"We could never afford the luxury of being real right or real left.\"", "'That will be a hard decision'", "Not being \"real right or real left\" can also be a fitting description for West Virginia voters. ", "Interviews with more than a dozen local residents in search of a job at the fair revealed not only mixed reviews of Manchin but a mosaic of perspectives that defy political norms.", "Some were Democrats who voted for Trump. Some were Republicans who liked Manchin. But most emphasized that, while they may be registered with a party, they primarily consider themselves independents. ", "Most shared a widespread distrust of politicians, even for the ones they like. Mike Mitchell, 66, a registered Democrat who votes \"for the person, not the party,\" wanted Clinton to win, but he backed Trump instead. And while he said he's \"happy\" with Manchin as his senator and plans to vote for him next year, he said at the end of the day he's \"not sure\" he can trust him.", "\"Government is awful. It's just very awful,\" Mitchell said. \"Do you trust in who you believe in? It's very hard anymore. Things are not like they used to be. Even around here.\"", "Jarrett Peters, 78, said he's not registered with any party and voted for Trump last year. He said he likes the way things are going in Washington under the new administration and plans to vote for Manchin.", "Eddie Edwards, another Democrat who voted for Trump, wasn't as pleased with the federal government, including Manchin. \"I guess he's our guy. I don't pay attention to politics because it pisses me off,\" Edwards said, expressing frustration at the lack of jobs in the area and federal attempts to roll back Obamacare.", "Marilyn Meade, a 63-year-old Democrat who also stressed that she votes \"for the person,\" preferred Bernie Sanders over Clinton in the primary, but said she likes Manchin's moderate spirit and stated that she'll be voting for him next year.", "To further demonstrate her independent approach, Meade added that she voted for her Republican congressman, Evan Jenkins. ", "It's that same congressman who's considering a challenge against Manchin next year, as is state Attorney General Patrick Morrisey.", "Meade was surprised to hear that Jenkins might run for the Senate, and her enthusiastic tone for Manchin suddenly changed.", "\"I don't know, that will be a hard decision,\" she said. ", "The forming opposition ", "Republicans, who feel they have a strong path to victory in West Virginia, are prepared to throw the kitchen sink at Manchin next year.", "The National Republican Senatorial Committee has already started linking his voting record -- and that of other vulnerable Democrats up for re-election -- to that of liberal Sen. Elizabeth Warren and pointed out last week that her political action committee donated to his campaign.", "It's all part of an effort by Republicans to deflect attempts by these moderate Democrats to broaden their appeal among Trump voters. ", "\"Joe Manchin will speak conservative, but his actual voting record indicates otherwise,\" argued Conrad Lucas, chairman of the West Virginia GOP. ", "Also likely to come up is Manchin's 2013 proposal with Republican Sen. Pat Toomey to expand background checks on gun purchases, a position that drew sharp rebuke from gun rights activists, including the National Rifle Association. ", "Manchin, a gun owner himself, defended his compromise push four years ago, which failed to advance in the Senate. Manchin feels that the proposal now ", "has a greater chance of success under Trump than under Obama", ", because Second Amendment supporters won't be as worried that Trump will use it as a slippery slope toward more gun control. ", "\"There's no one who believes he's going to take their guns away,\" he said.", "Also anticipated from his opposition are attacks involving his daughter, Heather Bresch, ", "over criticism that her company, Mylan, raised prices for the life-saving medicine EpiPen by nearly 500% last year in order to enrich her company", "And Republicans are sure to reiterate Manchin's loyalty to Clinton last year, even after she made the damaging comment in a CNN town hall that she was \"going to put a lot of coal miners and coal companies out of business.\"", "Clinton later said it was a misstatement, but the quote still reverberated around the state. She won a dismal 27% of the vote there in November.", "Manchin described her comment as \"horrible\" but defended his continued support of her after the remark, saying, \"I don't think that was in her heart. I talked to her and we were going to do things for my state.\"", "\"I think the President respects and understands the loyalty that I had. I wasn't against, I was just for,\" he said. \"And that person I was for got defeated.\"", "'I'm just going to get a boat'", "It's no secret that when Manchin is in Washington, he lives on a houseboat that he named \"Almost Heaven.\" It was both a practical and symbolic decision.", "\"I didn't want to be a permanent resident in Washington. And when you buy something, it's almost like you've anchored yourself down,\" he said. \"So I told my wife, I'm just going to get a boat.\"", "Multiple stories have been written about Manchin using his boat as a vessel to bring senators together behind the scenes, aided by some food and drinks.", "He said last week that sometimes they play music by country singer Lee Greenwood, most known for his song \"God Bless the USA,\" which Trump used as his walk-on music for campaign rallies.", "Manchin painted a hard-to-imagine picture of kumbaya moments on the boat.", "\"It's the most fulfilling thing to watch -- all these senators at the end of an evening, when we're together, hug each other and basically sing 'Proud to be an American,'\" he said.", "Manchin ranked No. 4 on a ", "bipartisan index by The Lugar Center and Georgetown University's McCourt School of Public Policy", ", which ranks senators based on how many pieces of legislation they worked on with members of the opposite party. ", "The only Democrat who had a higher ranking was Sen. Joe Donnelly of Indiana, who's also up for re-election next year in a state that voted overwhelmingly for Trump. (The rankings measured legislative work from the 114th Congress, not the current session which started in January.)", "But acting as a bipartisan mediator can be a risky calculation during such partisan times. While it can appeal to more moderate voters, it can also remove the security blanket of getting the full support from your own party, and it can draw accusations of being a fair-weather politician based on the changing moods among voters.", "Manchin, as he approaches what's expected to be a tough race, appears to be comfortably set in what can sometimes look like political no-man's land. ", "\"The country is getting further and further apart. You know, you're on the right or the left. There's no middle,\" he said. \"And I'm not leaving the middle.\""]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": [], "articles_link": "https://www.cnn.com/videos/bestoftv/2014/01/15/exp-costello-morrisey-wv-water.cnn", "articles_title": [], "articles_text": []},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 10:15 PM ET, Fri May 16, 2014 "], "articles_link": "https://www.cnn.com/2014/05/16/us/west-virginia-school-controversy/index.html", "articles_title": ["W. Virginia AG: Middle school concealed alleged sex assaults, protected suspects"], "articles_text": ["The legacy of the Hatfields vs. the McCoys looms large in Mingo County, West Virginia. ", "Now, in the same mountainous county along the Kentucky state line where blood was spilled and lives were lost in the famed feud nearly a century ago, two new sides are squaring off over serious allegations of repeated sexual assault on two schoolgirls by two male classmates. And there are claims of sham investigations and \"punishment\" that in one case allegedly amounted to  denying the accused an ice-cream break.", "The case moved behind closed doors Friday at the Mingo County courthouse, where two school district officials and four faculty members made their first appearance in a courtroom for a hearing a week after the state's top lawyer accused them in a civil complaint of concealing alleged sexual abuse at a Mingo County middle school. ", "West Virginia Attorney General Patrick Morrisey filed a request for a civil injunction last week in which he alleges that two female students were victims of sexual assaults over the course of the year at the hands of two seventh-grade boys. According to the filing, abuse of the two 13-year-old Burch Middle School students, also in the seventh grade, took place on multiple occasions between November 2012 and May 2013. ", "The attorney general says in the filing that two boys would work in concert: one would restrain their victim while the other groped her \"breasts, genitalia (and) buttocks.\"  ", "Most of the alleged attacks Morrisey outlines in the filing took place at the school, except for a class trip to the state capital of Charleston, where one of the girls said she was raped.", "Names of neither the boys nor the girls have been released, but the attorney general's court filing identifies the suspects as Juvenile 1 and Juvenile 2, and states they are both relatives of employees of the Mingo County school system.", "Mingo County Prosecuting Attorney Teresa Maynard told CNN that she first learned of the investigation last week after Morrisey filed the request for an injunction. She said she met with the attorney general on Friday and explained to him that her office must be part of the investigation from now on -- and it didn't take her very long to show that she meant it: Maynard filed juvenile charges against both of the boys on Friday.  She would not divulge what those charges were.", "Maynard has not brought charges against any other parties, but the attorney general did name a handful of teachers and administrators as defendants in the court filing requesting a civil injunction", " ", "-- which is not to be confused with the filing of criminal charges. ", "Attorney General Morrisey declined to be interviewed for this article, but West Virginia State Police Public Information Officer Lt. Mike Baylous explained that a civil injunction -- like the one requested by Morrisey in this case -- is an \"extreme\" court order that is made for the purpose of restraining the defendant -- or in this case, the defendants - from pursuing any conduct that amounts to harassment. ", "The attorney general made the case in his complaint that he has ample reason to believe that a state investigation would be stymied.  As abhorrent as the allegations are themselves, Morrissey says they are not why he is taking this action; he's doing that because, he said", " ", "\"the overall handling of the allegations was inherently flawed and tainted with conflicts of interest.\" ", "That may seem like an understatement in a 32-page complaint that details allegations of disappearing evidence, connected suspects, sham investigations, deceitful and vengeful administrators, and refusals to cooperate with law enforcement. ", "Mingo County, going back to the Hatfield-McCoy days, has earned an unsavory reputation, thanks to nepotism, cronyism and a spectacular history of vendettas and public corruption.", "In the last few years Mingo's sheriff was assassinated, its only circuit judge and prosecutor both went to prison on conspiracy charges in an unrelated case, and a county commissioner pleaded guilty to extortion. Just this week, the mayor of the county's largest city pleaded guilty to lying to federal authorities in a workers' compensation case", ". ", "Not even the Mingo school system seems to be immune from controversy.  Court filings cite repeated examples of school officials allegedly protecting the accused in the seventh-grade sexual assault allegations, and claim that \"a relative of (one of the boys) was directly involved in the handling and investigation into the allegations against (him), and involved in decisions relating to the discipline/punishment of the male juvenile offenders.\" ", "That investigation, according to Morrisey's injunction request, was \"ineffective, non-existent, (and) designed (to) illicit contradictory and/or less incriminating statements from the female victims.\"", "When punishment was doled out, the attorney general characterized it as a mockery. In one instance, for example, a school official \"'disciplined' (the boys) for the alleged abuse of a female student by denying them a break for ice cream during statewide testing,\" the attorney general's court filing said.", "The attorney general says the problems go beyond alleged efforts to sweep the accusations under the carpet. Morrisey's complaint said Burch Middle School teachers and administrators \"threatened (the girls) with discipline\" to dissuade them from coming forward, and the alleged victims", " ", "were retaliated against when they did. ", "The day after one of the alleged victims alerted state police in April 2014, she was written up for bullying. Morrisey wrote that the \"bullying\" was actually the victim blocking her Facebook account from the niece of a teacher at the school.  The next day she was written up again, this time for \"insubordination,\" according to the filing.  ", "The attorney general alleges that the other victim says she was targeted as well: the injunction request states that a high-ranking Burch official \"retaliated against (her) by removing her from her classes and placing her in other classes that were below her academic level.\" ", "When West Virginia State Police showed up at Burch on April 24, the principal refused to allow a trooper", " ", "to take a statement from a possible third victim, according to the court filing. The principal \"went an additional step further and informed the State Trooper investigating the alleged sexual abuse at the school that he could no longer take statements from students at Burch Middle School because it 'disrupted the learning environment.'\" ", "CNN tried repeatedly to reach the teachers and administrators at Burch Middle School named in the filing for comment on the allegations, but multiple e-mails and phone messages were never returned.", "Jason Long, the attorney representing the Mingo County Board of Education and the Mingo County school superintendent, released a statement that said \"the Mingo County Board of Education is committed to working with the attorney general's office to resolve this investigation in a timely manner. The hearing today gathered everyone involved and opened a dialogue. We take these allegations very seriously. Be assured our goal is to create a safe learning environment for all students of Mingo County.\"  "]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 9:30 PM ET, Tue January 14, 2014 "], "articles_link": "https://www.cnn.com/2014/01/14/us/west-virginia-contaminated-water/index.html", "articles_title": ["More investigations launched as 180,000 West Virginians still told not to use water"], "articles_text": ["West Virginia's attorney general and state legislators announced Tuesday that they'd join those investigating a chemical spill that left hundreds of thousands scrambling for safe water, with one senator promising \"there will definitely be a change.\"", "\"This whole series of events is unacceptable,\" said Senate Majority Leader John Unger, who will be leading the state legislative probe, echoing many others around West Virginia and elsewhere since the crisis boiled up last Thursday.", "These latest investigations came out the same day that a few thousand more West Virginians were told they could use their tap water again, for the first time in nearly a week.", "Still, nearly two-thirds of the nearly 300,000 people initially prohibited from using their taps still are waiting for the all-clear.", "Their headaches and heartaches trace to the leak of several thousand gallons of 4-methylcyclohexane methanol -- a substance used in the coal industry -- from a storage tank belonging to a company called Freedom Industries. That chemical made its way into the Elk River, to a water plant about a mile upstream, then into the water system.", "Residents of nine counties -- including the one that is home to Charleston, West Virginia's capital and most populated city -- were urged last week not to use their tap water to do anything except flush their toilets. With its strong odor as the telltale sign, officials warned that they couldn't say that the water so many rely on to drink, cook using or wash themselves with was safe.", "Authorities worked to flush the foul-smelling chemical from the area water system, all while conducting tests that eventually showed it declining. ", "Chemical spill shines spotlight on loose regulation", "But it has been only recently some have been told they can use their water, such as the lifting of the \"do not use\" order Tuesday morning for the Southridge/Southside area near Charleston. ", "By Tuesday evening, about 114,000 people were advised it was safe for them to run their taps again -- with more than 180,000 remaining in limbo. ", "And it's not just individual citizens in their homes who have been affected. Without safe water, schools and many businesses such as hotels, restaurants and more decided to close. Gov. Earl Ray Tomblin's office said schools would remain closed in four counties Wednesday, leaving about 46,000 students at leisure.", "Amid this widespread pain, a number of local, state and federal authorities have announced they're launching investigations intent on getting to the bottom of what happened and holding people, agencies and companies responsible for the spill and possible issues in the response.", "Investigators from the Kanawha County Fire Department and the state Department of Environmental Protection were among the first at the scene. ", "By the next day, U.S. Attorney Booth Goodwin announced that his office was also looking into what happened, telling CNN that \"even a negligent release of this kind could be a criminal violation.\"", "Also on the federal side, Environmental Protection Agency investigators went to the scene as did a team from the U.S. Chemical Safety Board.", "Plus, two U.S. congressmen --  Reps. Henry A. Waxman and Paul D. Tonko, Democrats from California and New York respectively -- said in a letter Monday they believe the spill may have exposed regulatory gaps in the country's chemical control laws.", "Two new authorities in the state of West Virginia on Tuesday announced their own investigations. ", "Attorney General Patrick Morrisey said", " in a statement that his office plans \"to get to the bottom of this and ensure that the public knows the truth\" -- including what happened, why and how might it have been prevented.", "\"We need to make sure this never happens again, and that responsible parties are held accountable,\" Morrisey said of his office's \"unbiased, independent inquiry.\"", "And Unger, the Democratic state senator from Berkeley, ", "said the Joint Legislative Oversight Commission on State Water Resources", " -- which he co-chairs -- is also digging into the \"unacceptable\" ordeal. Among other things, that legislative body will look into who knew what and when, \"and if no one knew, why not.\"", "\"There will definitely be a change to the way things have been done in the past,\" Unger said.", "And it's not just West Virginians who are affected.", "The Greater Cincinnati Water Works, which serves that Ohio city and parts of four counties in Ohio and Kentucky, will temporarily stop taking water from the Ohio River as a precaution, allowing water that might contain traces of the chemical to pass the city, company spokeswoman Michele Ralston said Tuesday.", "Two Kentucky water systems -- in Ashland and Russell -- temporarily turned off their valve systems, Dick Brown, a spokesman for the Department for Environmental Protection, told CNN. ", "The move was strictly a precaution since the Elk River is a tributary to the Kanawha, which feeds into the Ohio River. ", "The Cincinnati utility is sampling the Ohio River water and so far hasn't detected anything out of the ordinary, Ralston said. The move will not disrupt customers' water supplies because the company has a two-day reserve and a groundwater plant that can provide even more treated water, she said. ", "Opinion: It's OK, the water's safe to flush"]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 8:50 AM ET, Wed March 21, 2018"], "articles_link": "https://www.cnn.com/2018/03/06/politics/midterm-elections-calendar-2018/index.html", "articles_title": ["What you need to know right now about the 2018 midterm elections"], "articles_text": ["Subscribe to these events on your ", "Google", " or ", "Apple", " calendar. ", "Washington (CNN)", "The 2018 midterm season is upon us and the storyline in the House and Senate will be the balance of power and whether Republians can hold their majorities in both chambers. The momentum is tipping toward Democrats big time, particularly in House races, according ", "to the latest CNN reporting.", " But Democrats are defending more than two dozen Senate seats, including 10 in states President Donald Trump won in 2016. Republicans have just eight Senate seats up for re-election. ", "Here's a look at where things stand and what's coming up in each of the 2018 midterm primaries. A number of special elections are included.", "March", "Tuesday, March 6", "• Texas", "Races to watch: TX-07 (Hurd), TX-23 (Culberson), TX-32 (Sessions)", "November outlook:", " Three-term GOP Rep. Will Hurd is running for re-election in this Clinton-won 2016 district in San Antonio. The anticlimactic outcome of the immigration debate could have an impact on his prospects in the fall, as CNN rates this race as a toss-up. GOP Reps. John Culberson and Pete Sessions could find themselves in tough races. Culberson goes into 2018 with a slight cash disadvantage and faces demographic changes trending Democratic in this Houston-based district, and liberal pockets of northern Dallas could threaten Sessions. Both races are ranked lean Republican. Sen. Ted Cruz will almost certainly face Democratic Rep. Beto O'Rourke in his own bid for re-election. CNN currently rates the race likely Republican, but O'Rourke out-raised Cruz in the final two quarters of 2017, and this contest is worth watching as the midterm cycle progresses.", "RELATED: Takeaways from the Texas primary results", "RELATED: No blue wave in Texas yet", "Election Day: Tuesday, March 13", "• ", "Pennsylvania ", "PA-18 special election", "Democratic challenger Conor Lamb scored a remarkable upset with his victory over Republican Rick Saccone in a district Trump won by 20 percentage points in 2016.", "Related: Democrat's victory is latest sign of a 2018 wave", "Primary date: Tuesday, March 20", "• Illinois ", "Races to watch: IL-06 (Roskam), IL-12 (Bost), IL-13 (Davis), IL-14 (Hultgren)", "November outlook: ", "Four Republican-held House seats are seen as competitive in the land of Lincoln. Rep. Peter Roskam, who came into Congress during the Democratic wave of 2006, may face a tight race in his Clinton-won district of Chicago's west suburbs. A loss for Rep. Mike Bost in southwest Illinois could portend major Democratic wins in the fall. For Democrats, conservative Dan Lipinski is ahead after a tough primary.", "Related: Illinois primary results", "April", "Election Day: Tuesday, April 24", "• ", "AZ-08 special election", "GOP Rep. Trent Franks resigned", " after the House Ethics Committee opened an investigation into allegations of sexual harassment from two female former staffers. Republican state Sen. Debbie Lesko emerged from a 12-person primary in February and will face off against Democrat Hiral Tipirneni, an emergency room doctor. This is seen as a safe Republican seat, but Democrats are making a late push to attempt to make it competitive.", "May", "Primary date: Tuesday, May 8", "• ", "OH-12 special primary", "GOP Rep. Pat Tiberi resigned in January to take over as head of the Ohio Business Roundtable. Democrats look likely to nominate former Franklin County Sheriff Zach Scott or Franklin County Recorder Danny O'Connor. The Republicans have a wide-open field, with state Sen. Kevin Bacon among the leading contenders. CNN rates the race as likely Republican.", "• ", "Indiana", "Races to watch: Indiana US Senate race", "November outlook:", " Sen. ", "Joe Donnelly is one of the most vulnerable Democrats", " up for re-election this year. Trump beat Hillary Clinton in the Hoosier state by 19 points in 2016. Two GOP representatives -- Todd Rokita and Luke Messer -- will battle it out on May 8 to determine who takes on Donnelly in November.", "• ", "North Carolina", "Races to watch: NC-02 (Holding), NC-09 (Pittenger), NC-13 (Budd)", "November outlook: ", "Three Republican-held seats will be important to watch in North Carolina. Reps. George Holding, Robert Pittenger and Ted Budd all won re-election in 2016 with at least 55% of the vote, but they could be at risk if Democrats win big in the fall. ", "RELATED: Judges order North Carolina congressional districts redrawn quickly", "• ", "Ohio", "Races to watch: OH-01 (Chabot), OH-12 (open, Tiberi -- see above)", "November outlook:", " The race to succeed Gov. John Kasich will be an important race to watch, as former Obama Consumer Financial Protection Bureau head Richard Cordray seeks to bring his party back into the governor's mansion, possibly with the ", "help of populist Sen. Sherrod Brown who is up for re-election", " in the Buckeye State. Popular Republican Rep. Steve Chabot's Cincinnati seat will be critical for the GOP to keep the House. This race is rated as likely Republican. ", "• ", "West Virginia", "Races to watch: West Virginia US Senate", "November outlook: ", "Democrat Joe Manchin will face a tough re-election fight for this Senate seat. Trump beat Clinton by over 40 points here. Manchin -- a former two-term governor -- hopes his", " moderate views and history with the state", " will put him over the top, as his state trends further right. The GOP primary is competitive, with Rep. Evan Jenkins battling Attorney General Patrick Morrisey and ex-convict Don Blankenship, former CEO of Massey Energy Co.", "RELATED: Mike Pence targets vulnerable Democratic Sen. Joe Manchin", "Primary date: Tuesday, May 15", "• ", "Idaho", "• ", "Nebraska", "Races to watch: NE-02 (Bacon)", "November outlook:", " Rep. Don Bacon was the only Republican to beat a Democratic incumbent in 2016. Democrats have this Omaha-based seat in their sights in their quest to take back the majority in the House. This seat is rated as a toss-up by CNN. ", "GOP Sen. Deb Fischer", " is up for re-election. ", "• ", "Oregon", "• ", "Pennsylvania", "Races to watch: PA-01 (Fitzpatrick), PA-05 (open, Meehan), PA-06 (Costello), PA-07 (open, Dent), PA-08 (Cartwright), PA-10 (Perry), PA-17 (Rothfus)", "November outlook: ", "Democratic", " ", "Sen. Bob Casey could face a tough re-election if Republicans raise enough money and run a strong campaign in the commonwealth. CNN currently rates seven of the 18 House seats as key races to watch. ", "New districts", " that were handed down by the state Supreme Court after ruling the current lines were gerrymandered in favor of the GOP ", "could put more seats in play", " come the fall. ", "Primary date: Tuesday, May 22", "• ", "Arkansas", "Races to watch: AR-02 (Hill)", "November outlook: ", "Republicans are strongly favored to hold all four congressional seats in Arkansas, but Little Rock-based Rep. French Hill faces a solid Democratic challenger in state Rep. Clarke Tucker. CNN rates it as likely Republican. Gov. Asa Hutchinson is up for re-election as well and is widely seen as a safe bet for Republicans too.", "• ", "Georgia", "Races to watch: GA-06 (Handel), GA-07 (Woodall)", "November outlook:", " If Democrats want to pick up seats in Georgia, they may look at the 6th and 7th districts. ", "GOP Rep. Karen Handel won a tough battle", " to succeed former Health and Human Services Secretary Tom Price in 2017, despite a major cash influx for Democrat Jon Ossoff, which will make it difficult for them to win. But if 2018 turns into a wave for Democrats, Handel and Rep. Rob Woodall could become vulnerable. CNN currently rates both races as likely Republican. The open governor seat may influence the race, should it become competitive, depending on the outcome of the primaries, in which both parties may move farther from the center than their respective party leaders in the Peach State.", "• ", "Kentucky", "Races to watch: KY-06 (Barr)", "November outlook: ", "Three-term Republican Rep. Andy Barr's race is currently rated as lean Republican by CNN. He has won at least 60% of the vote in each election, but Democrats will likely field strong competition, which could put this seat in play.", "June ", "Primary date: Tuesday, June 5", "• ", "Alabama", "Despite a surprise victory from Democrat Doug Jones in the special election for the Senate last year, no Alabama seat is seen as competitive this year for either party, including Republican Gov. Kay Ivey as she seeks her first full term.", "RELATED: 5 takeaways from Doug Jones' massive victory in Alabama", "• ", "California", "Races to watch: CA-07 (Bera), CA-10 (", "Denham", "), CA-21 (Valadao), CA-25 (Knight), CA-39 (open, Royce), CA-45 (Walters), CA-48 (Rohrabacher), CA-49 (open, Issa), CA-50 (Hunter) ", "November outlook:", " Eight of the nine House seats rated as competitive by CNN are currently held by Republicans, some of which are in districts Clinton won in 2016. If Democrats are going to take back the House, they will need (and may get) a few of these to do it. While the Senate seat is expected to stay in Democratic hands, the primary and general election against ", "Sen. Dianne Feinstein", " could turn competitive, as she will likely face a more progressive Democrat in the fall due to the state's jungle primary laws. California has a competitive governor's race to replace outgoing Gov. Jerry Brown, with top contenders in Lt. Gov. Gavin Newsom and former Los Angeles Mayor Antonio Villaraigosa, both Democrats. ", "• ", "Iowa", "Races to watch: IA-01 (Blum), IA-03 (Young)", "November outlook:", " Two-term GOP Rep. Rod Blum's race is rated as a toss-up. Blum won 51% and 54% in his northeastern Iowa district during his first two campaigns but could face his toughest race in a year that could favor Democrats. Fellow sophomore Rep. David Young is also being heavily targeted by the Democratic Congressional Campaign Committee. Both of these districts voted for President Barack Obama in 2008 and 2012 before flipping to Trump in 2016.", "• ", "Mississippi", "November outlook: ", "Sen. Thad Cochran's upcoming retirement --", " announced in early March", " -- sets up a special US Senate election in Mississippi, meaning both of the state's Senate seats will be on the ballot come November. GOP Sen. Roger Wicker is up for re-election and is facing a primary challenge from state Sen. Chris McDaniel -- who nearly knocked off Cochran in a high-profile primary race in 2014. Mississippi's House races are not seen as competitive this year.", "• ", "Montana", "Races to watch: MT Sen; ", "MT-AL", "November outlook:", " ", "Democratic Sen. Jon Tester will face voters for the third time", ", but this year he's coming on the heels of Trump's 21-point win in Big Sky Country. Republicans see this seat as a perfect opportunity for a flip, but party members have yet to coalesce around one candidate. Tester's significant money advantage gives him a slight edge, as CNN rates this race lean Democrat. ", "Controversial GOP Rep. Greg Gianforte's race", " is rated as likely Republican at the beginning of 2018.", "• ", "New Jersey", "Races to watch: NJ-02 (open, LoBiondo), NJ-03 (MacArthur), NJ-05 (Gottheimer), NJ-07 (Lance), NJ-11 (open, Frelinghuysen) ", "November outlook:", " Five of New Jersey's 12 congressional seats are on CNN's competitive ratings this year. The two open seats left by retiring GOP Reps. Rodney Frelinghuysen and Frank LoBiondo are seen as big targets for Democrats to flip. ", "Trump's unpopularity in the Garden State", " could curtail the GOP's attempts to rebuild after losing the governor's mansion last year. ", "Democratic Sen. Bob Menendez is up for a third term this year", ", in a race that CNN ranks as solid Democrat.", "• ", "New Mexico", "Races to watch: NM-02 (open, Pearce)", "November outlook: ", "Four-term GOP Rep. Steve Pearce is running for governor, which leaves a slight opening for Democrats in this southern New Mexico district. The area trends conservative, as CNN rates this House race as likely Republican. Pearce will have a tough race to succeed Republican Gov. Susana Martinez, whose approval ratings have fallen as she ends her second term. Democratic Sen. Martin Heinrich is up for re-election. ", "• ", "South Dakota", "Primary date: Tuesday, June 12", "• ", "Maine", "Races to watch: ME-02 (Poliquin)", "November outlook:", " Democrats would like to take back the last Republican-held seat in Maine's 2nd District, but that could prove tougher than expected. The district's support of Trump (giving him an electoral vote in 2016) and Rep. Bruce Poliquin's strong cash advantage will be tough to beat in this northern Maine seat. CNN currently rates the race as likely Republican, though the governor's race could provide Democrats a place to flip a state executive seat from red to blue. ", "Independent Sen. Angus King", " is up for re-election. ", "• ", "North Dakota", "Races to watch: North Dakota US Senate", "November outlook:", " ", "Democrat Heidi Heitkamp faces a tough re-election", " for her Senate seat, and she's raising the money for a fight. GOP Rep. Kevin Cramer said in January that he would not run for the seat before reversing course and announcing his candidacy in mid-February. Trump won the state by 36 points, and Republicans are determined to beat Heitkamp. CNN initially rated this race as lean Democrat, but with Cramer's candidacy, it is now a toss-up.", "• ", "Nevada", "Races to watch: NV Sen; NV-03 (open, Rosen), NV-04 (open, Kihuen)", "November outlook:", " Looking to capitalize on Clinton's 2016 win and the state's trend toward Democrats, Nevada will be home to some of the country's toughest competitions this year for the House, the Senate and the Governor's Mansion. Democratic Rep. Jacky Rosen is", " challenging Republican Sen. Dean Heller,", " in a race rated as toss-up by CNN. Rosen leaves her current House seat open, which CNN also rates as a toss-up. After being accused of sexual harassment, Democratic Rep. Ruben Kihuen announced he won't seek reelection. His central Nevada district, including the Las Vegas suburbs, gives Democrats a slight advantage, as CNN rates this race lean Democrat. ", "• ", "South Carolina", "• ", "Virginia ", "Races to watch: VA-02 (Taylor), VA-05 (Garrett), VA-7 (Brat), VA-10 (Comstock) ", "GOP Rep. Barbara Comstock's DC exurb district is a big target for a Democratic flip in November. This will most likely be the most competitive race in the state this year, followed by that of Rep. Scott Taylor, a Republican who represents the hometown of the state's Democratic governor. Taylor's strong military background and willingness to work across the aisle give him an advantage, as CNN ranks this race as lean Republican. ", "Sen. Tim Kaine, the 2016 Democratic vice presidential candidate", ", has yet to see a strong candidate against him in the fall. CNN rates his race as likely Democrat. ", "Primary date: Tuesday, June 19", "• ", "District of Columbia", "Primary date: Tuesday, June 26", "• ", "Colorado", "Races to watch: CO-06 (Coffman)", "November outlook: ", "GOP Rep. Mike Coffman will face an intense battle for a sixth term, as this district, which includes Denver suburbs, voted for Clinton in 2016. This diverse district with a growing Hispanic population has trended Democratic, which in part is why CNN ranks the race as a toss-up. The governor's race could affect down-ticket races, though the state as a whole has trended Democratic as well over the past few elections. ", "• ", "Maryland", "November outlook: ", "No congressional race is viewed as competitive in Maryland, but a pending Supreme Court case on gerrymandering districts in favor of Democrats could change the map here. Republican Gov. Larry Hogan is popular in the state, which could help him separate himself from the national party -- not viewed as favorably here -- to win a second term. ", "Chelsea Manning,", " the former Army intelligence analyst convicted of disclosing classified information to WikiLeaks, is running for Senate as a Democrat.", "• ", "New York", "Races to watch: NY-01 (Zeldin), NY-11 (Donovan), NY-19 (Faso), NY-22 (Tenney), NY-24 (Katko)", "November outlook:", " Five GOP congressional races are ranked somewhat competitive by CNN. Reps. John Faso and Claudia Tenney have lagged behind in fundraising going into 2018, as CNN rates their seats as toss-ups. Democrats are hoping their national popularity will help them unseat Faso in his Hudson Valley district. Though Tenney represents the more conservative Binghamton area, Obama did well there, showing the power of a motivated Democratic Party they hope to capitalize on again. With a governor and Senate race (", "Kirsten Gillibrand's seat is ranked solid Democrat heading into her re-election bid", "), the Big Apple could be the home of big wins for Democrats.", "• ", "Oklahoma", "• ", "Utah", "Races to watch: UT-04 (Love)", "November outlook:", " Utah may not house the most competitive races of 2018, but the Beehive State will be buzzing. Former 2012 Presidential nominee Mitt Romney recently announced his run for the open Senate seat there, which is ranked as solid Republican by CNN. ", "GOP Rep. Mia Love", " will face a tough race this fall and is currently lagging behind in fundraising. Her Salt Lake City district is a strong Republican area, as CNN ranks this race as lean Republican.", "August", "Primary date: Thursday, August 2", "• ", "Tennessee", "Races to watch: TN Sen", "November outlook: ", "Tennessee's nine districts are not ranked as competitive, though the Senate seat left open by Republican Bob Corker's retirement, reconsideration and final decision to retire ", "has sparked an interest on both sides of the aisle.", " It will be a tough race for Democrats, though ", "popular former Gov. Phil Bredesen", " could give the GOP a run for its money, even though Trump won the state by 26 points. CNN ranks this race as likely Republican.", "Primary date and Election Day: Tuesday, August 7", "• ", "OH-12 special election", "Special election for former GOP Rep. Pat Tiberi's seat. Tiberi resigned to join the Ohio Business Roundtable. CNN rates this Columbus-suburb district as likely Republican.", "• ", "Kansas", "Races to watch: KS-02 (open, Jenkins), KS-03 (Yoder)", "November outlook:", " The Kansas side of Kansas City is a potential risk for Republicans. As GOP Rep. Kevin Yoder seeks a fifth term, he's weighed down by a district that narrowly voted for Clinton in 2016. Yoder's cash advantage gives him a good start, as CNN rates this race as lean Republican.", "• ", "Michigan", "Races to watch: MI-06 (Upton), MI-07 (Walberg), MI-08 (Bishop), MI-11 (open, Trott)", "November outlook:", " Four Michigan Republican-held seats are viewed as competitive by CNN, leading with retiring Rep. David Trott's Detroit-suburb district ranked as toss-up. Rep. Michael Bishop will seek a third term in his Lansing-based district, where Trump expanded the margin of the two past presidential winners, though he's been outraised by his Democratic opponent. CNN rates this race as lean Republican. A good night for Democrats in November could put GOP Reps. Fred Upton and Tim Walberg at risk, but for now, their races are ranked as likely Republican. ", "• ", "Missouri", "Races to watch: Missouri US Senate ", "November outlook:", " ", "Democratic Sen. Claire McCaskill will most likely face the toughest race", " she's experienced as she seeks a third term. Coming off the heels of Trump's 19-point win, Republicans are intent on flipping this seat in the Show Me state to their side. Democratic strength nationwide helped McCaskill in 2006 and 2012, which makes her party's momentum heading into November a critical factor in this race.", "• ", "Washington state", "Races to watch: WA-05 (McMorris Rodgers), WA-08 (open, Reichert)", "November outlook: ", "GOP Rep. Dave Reichert's retirement gives Democrats a big opening in this district of Seattle suburbs where Clinton won in 2016. CNN rates this race as a toss-up. House Republican Caucus leader Cathy McMorris Rodgers has a significant money lead and history in the district, giving her a significant advantage over her Democratic rivals, but momentum on the left cannot be ignored in this east Washington district. CNN ranks this race as likely Republican. Democratic Sen. Maria Cantwell is up for re-election. ", "Primary date: Saturday, August 11", "• ", "Hawaii", "Democratic Sen. Mazie Hirono is up for re-election. ", "Primary date: Tuesday, August 14", "• ", "Connecticut", "Democratic Sen. Chris Murphy", " is up for re-election.", "• ", "Minnesota", "Races to watch: MN-01 (open, Walz), MN-02 (Lewis), MN-03 (Paulsen), MN-07 (Peterson), MN-08 (open, Nolan)", "November outlook: ", "Three congressional districts in Minnesota are ranked as toss-ups by CNN. Two Democratic-held seats by retiring Reps. Tim Walz and Rick Nolan are targets for Republicans, hoping to use Trump's wins as a springboard to victory. Democrats are targeting freshman Rep. Jason Lewis, whose district covers the southern suburbs of Minneapolis. Lewis's likely Democratic opponent outraised him more than 2-to-1 in the final fundraising quarter of 2017, but the incumbent still holds an overall cash on hand advantage. ", "Democratic Sen. Tina Smith is running to serve the rest", " of former Sen. Al Franken's term. ", "Democratic Sen. Amy Klobuchar", " is up for re-election. ", "• ", "Vermont", "Independent Sen. Bernie Sanders", " is up for re-election. ", "• ", "Wisconsin", "Races to watch: WI Sen; WI-03 (Kind), WI-06 (Grothman)", "November outlook: ", "Democratic Sen. Tammy Baldwin will face a tough re-election in the Badger State, coming off Trump's historic 2016 win there. A Republican presidential candidate hadn't won the state in the 28 years prior. CNN currently rates this race as lean Democrat. ", "Primary date: Tuesday, August 21", "• ", "Alaska", "• ", "Wyoming", "Republican Sen. John Barrasso", " is up for re-election. ", "Primary date: Tuesday, August 28", "• ", "Arizona", "Races to watch: AZ Sen; AZ-01 (O'Halleran), AZ-02 (open, McSally), AZ-09 (open, Sinema)", "November outlook: ", "If Democrats have any chance of taking back the Senate, they will have to win in Arizona. ", "Republican Jeff Flake's retirement opened the seat up", ", and both sides are already campaigning hard for it. Trump's immigration policies and positions will most likely embolden supporters and detractors to come to the polls in the Grand Canyon State, which he won by only 4 points in 2016. The race is ranked as a toss-up by CNN.", " Republicans former Sheriff Joe Arpaio", " and ", "former state Sen. Kelli Ward", " are both running to fill Flake's seat. ", "• ", "Florida", "Races to watch: FL Sen; FL-07 (Murphy), FL-13 (Crist), FL-18 (Mast), FL-26 (Curbelo), FL-27 (open, Ros-Lehtinen)", "November outlook: ", "Democrats could show some strength in Florida, where one Republican-held seat is already ranked as lean Democrat by CNN. GOP Rep. Carlos Curbelo is in danger of losing his seat composing the southern tip of the state. ", "GOP Rep. Tom Rooney is retiring", " rather than seeking a sixth term this fall. Rooney represents an overwhelmingly Republican district south of Orlando and Tampa that Trump won by 27 percentage points in 2016 -- so it's likely to remain in GOP hands in November. Democrat Bill Nelson could face a tough re-election for the Senate with a strong candidate like current Gov. Rick Scott, who has not declared. This race is currently ranked lean Democrat. ", "RELATED: The Puerto Rican migration could shape Florida politics for years to come", "September ", "Primary date: Tuesday, September 4", "• ", "Massachusetts", "Democratic Sen. Elizabeth Warren", " is up for re-election.  ", "Primary date: Thursday, September 6", "• ", "Delaware", "Democratic Sen. Tom Carper", " is up for re-election. ", "Primary date: Tuesday, September 11", "• ", "New Hampshire", "Races to watch: NH-01 (open, Shea-Porter), NH-02 (Kuster)", "November outlook: ", "Both of New Hampshire's congressional seats are viewed as competitive this year. ", "With the retirement of Democratic Rep. Carol Shea-Porte", "r, her district has flipped between both parties multiple times over the past decade. This seat is currently ranked as a toss-up by CNN. Democrat Ann Kuster's race will most likely not be as as competitive, but both parties have the history and know-how to win in the Granite State. CNN currently ranks this race as likely Democrat.", "Primary date: Tuesday, September 12", "• ", "Rhode Island", "Democratic Sen. Sheldon Whitehouse ", "is up for re-election. ", "November ", "Election Day: Tuesday, November 6", "• ", "Louisiana (open primaries)", "December", "Runoff date: Tuesday, December 4", "• ", "Georgia state/local runoffs", "Runoff date: Saturday, December 8", "• ", "Louisiana runoffs", "January 2019", "Tuesday, January 8", "• ", "Georgia federal runoffs", "This post will be updated repeatedly.", "Corrections: Rep. Todd", " ", "Rokita's last name was initially misspelled. A reference to Rep. Jason Lewis' fundraising has been clarified. The last name of Zach Scott has been corrected and his job title now reflects that he is no longer sheriff of Franklin County, Ohio."]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 5:32 PM ET, Mon August 7, 2017 "], "articles_link": "https://www.cnn.com/2017/08/07/politics/joe-manchin-west-virginia/index.html", "articles_title": ["Joe Manchin: 'Don't give a s--t' about attacks"], "articles_text": ["Washington (CNN)", "Democratic West Virginia Sen. Joe Manchin is heading into his re-election fight as a top target for Republicans, but to hear him tell it, he does not care about the pressure on his seat.", "\"I just don't give a s--t,\" Manchin told the", " Charleston Gazette-Mail", " when asked about criticism from an opponent.", "West Virginia Attorney General Patrick Morrisey, a Republican challenging Manchin in the 2018 Senate race, issued a letter last week calling on Manchin to resign his position in Senate Democratic leadership, casting Senate Minority Leader Chuck Schumer as far too liberal and at odds with the interests of West Virginia.", "Manchin was one of three Democrats not to sign onto a recent letter laying out Democratic priorities on the tax reform debate. He told the Gazette-Mail in a story published Sunday he supported his fellow Democrats in principle but wanted to keep leeway for Republican support.", "\"The bottom line is, if it doesn't help West Virginia, it doesn't make sense to me,\" Manchin said. \"And just because there's an election doesn't mean I sign on or don't sign on.\"", "When the paper went on to ask Manchin if his decision was about politics and the coming election, Manchin offered a forceful denial.", "\"Don't care if I get elected,\" Manchin said. \"Don't care if I get defeated. How about that?\" ", "Manchin, one of the most conservative Senate Democrats, faces a tough re-election fight in a state that leans strongly Republican. In 2016, President Donald Trump won the state by a massive margin. Election results from the West Virginia Secretary of State's office said Trump garnered 68.6% of the vote compared to Democratic nominee Hillary Clinton's total of 26.5%.", "And last week, Trump visited the state and spoke with West Virginia Gov. Jim Justice, who used the opportunity ", "to announce", " he was leaving the Democratic Party to become a Republican.", "In response to Manchin's comments, Morrisey issued a statement reiterating his call for Manchin to resign his leadership role.", "Manchin's office declined CNN's request for comment Monday.", "CNN's Ashley Killough contributed to this report."]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 12:54 PM ET, Fri March 23, 2018 "], "articles_link": "https://www.cnn.com/2018/03/23/politics/trump-tweet-spending-bill-senate-republican-primaries/index.html", "articles_title": ["Trump's veto threat on spending bill gives ammo to conservative candidates in GOP primaries  "], "articles_text": ["Washington (CNN)", "President Donald Trump's Friday tweet threatening to veto the $1.3 trillion spending bill has intensified a battle already being waged in key Republican Senate primaries over the measure.", "In three states -- Arizona, West Virginia and Indiana -- right-wing candidates had already staked out their opposition to the bill. But Trump's tweet has given them a new opening to cast their opponents -- all House members who voted for the bill -- as being on the wrong side of the Trump agenda. ", "In West Virginia, Attorney General Patrick Morrisey, who along with former coal baron Don Blankenship is running against Rep. Evan Jenkins in a May Senate primary, said Trump should veto the bill. ", "\"Let's hope that @realDonaldTrump vetoes the terrible omnibus bill. Congress & Evan Jenkins caved on the wall, paved the way for more gun control, and give money to Planned Parenthood. Jenkins is a liberal. Only one proven and credible conservative running!\" he tweeted Friday morning. ", "In Arizona, state Sen. Kelli Ward had already blasted Rep. Martha McSally for her vote, tweeting Thursday night: \"Want to know the difference between me and my opponent @RepMcSally? Try her vote today in favor of a $1.3 trillion-dollar spending bill that doesn't include funding for a new #BorderWall but continues to fund #SanctuaryCities.\" ", "Friday morning, she retweeted Trump, thanking him and saying she was \"working hard so you have a conservative\" from Arizona to help his agenda. ", "In Indiana, Rep. Todd Rokita -- who voted against the bill, calling it \"the Washington swamp at its worst\" -- retweeted Trump, signaling that he intended to use the issue against Rep. Luke Messer, a leading primary foe who voted for it.", "Later, he tweeted his criticism of the bill, saying it \"did not include the priorities\" of Trump and Hoosiers. ", "In Ohio as well, Mike Gibbons, a Republican running in the Senate primary against Rep. Jim Renacci, is hitting Renacci on the spending bill -- even though Renacci voted against it. Gibbons' argument is that Renacci, as a House Budget Committee member, is responsible for the product. ", "\"The budget bill that just passed spends money we don't have, fails to fund the wall, but does fund Planned Parenthood. Jim Renacci can't hide his failure and ineffectiveness behind a 'no' vote on the floor,\" Gibbons said. \"If he can't get the job done in the House, how can he ask us to vote for him for the Senate?\"", "Gibbons on Friday morning retweeted Kentucky Sen. Rand Paul, who tweeted: \"I agree @realDonaldTrump should veto this sad excuse for legislation because it's $1.3 trillion in spending that (almost) no one read.\" "]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 8:32 PM ET, Wed January 3, 2018 "], "articles_link": "https://www.cnn.com/2018/01/03/politics/steve-bannon-senate-candidates-trump-feud/index.html", "articles_title": ["Some Bannon-backed Senate hopefuls begin distancing themselves amid Trump feud"], "articles_text": ["Washington (CNN)", "Several Republican candidates endorsed by Steve Bannon began distancing themselves from the former White House chief strategist Wednesday after President Donald Trump said Bannon had \"lost his mind.\" ", "Two Bannon-backed Senate hopefuls downplayed the importance of his support and underscored their commitment to Trump's agenda.", "In Arizona, a spokesman for Kelli Ward -- the conservative that hard-liner Bannon backed even as leading GOP strategists and Trump himself attempted to recruit someone else into the race to replace retiring Sen. Jeff Flake -- cast Bannon's endorsement as unimportant. ", "\"Steve Bannon is only one of many high-profile endorsements Dr. Ward has received. Her focus remains on winning this race, which she is in a great position to do, and then helping President Trump advance an America First agenda,\" Ward press secretary Zachery Henry said. ", "Trump hammered Bannon in a remarkable four-paragraph statement after adapted excerpts of a forthcoming book in which Bannon described a Trump Tower meeting between Trump's son and a group of Russians as \"treasonous\" and \"unpatriotic\" were released. The Wall Street Journal later reported that in another section of the book, Bannon is quoted describing Ivanka Trump as ", "\"dumb as a brick.\"", " ", "A spokeswoman for West Virginia Attorney General Patrick Morrisey, the Bannon-backed candidate who faces Rep. Evan Jenkins in the primary before a match-up with Democratic Sen. Joe Manchin, criticized Bannon's remarks about Trump's family. ", "\"Patrick Morrisey has been endorsed by many conservatives throughout West Virginia and America because of his strong conservative record. Attorney General Morrisey does not support these attacks on President Trump and his family, and was proud to stand with President Trump in 2016 when they were both overwhelmingly elected in West Virginia and when he cast his vote for Trump in the Electoral College,\" Morrisey spokeswoman Nachama Soloveichik said. ", "Her comment came an hour after Jenkins said in a statement that Morrisey \"should immediately disavow Bannon's support.\" ", "Michael Grimm, a House candidate from New York who months ago heaped praise on Bannon, also sharply criticized the Breitbart executive. ", "\"I strongly denounce the comments by Steve Bannon as quoted by Michael Wolff. They are baseless attacks against the President's family, beyond disturbing, and I fully support our Commander in Chief,\" Grimm said in a statement.", "Others offered at least tepid support for Bannon.", "In Nevada, Sen. Dean Heller's campaign seized on the Trump-Bannon feud to attack his primary opponent, the Bannon-backed Danny Tarkanian. ", "\"Danny Tarkanian and Steve Bannon are frauds whose only skill is losing elections and costing Republicans seats,\" said Heller spokesman Keith Schipper. ", "Tarkanian, meanwhile, was the only candidate to say directly Wednesday that he still wants Bannon's support.", "\"If Mr. Bannon chooses to support me in our effort to repeal and replace Dean Heller with someone who will truly have the President's back, I welcome his support,\" he said.", "In Mississippi, state Sen. Chris McDaniel is considering launching a primary challenge against Sen. Roger Wicker -- with Bannon's encouragement. McDaniel also didn't distance himself from Bannon on Wednesday. ", "\"The establishment's swamp monsters in Washington would like nothing more than to refill the swamp. Conservatives need to work together, not tear each other apart,\" he said in a text message when asked about the Trump-Bannon feud. \"If we are divided, they win. We can't let them win.\" ", "In other Senate races, Bannon has endorsed Attorney General Josh Hawley in Missouri, state auditor Matt Rosendale in Montana, Rep. Marsha Blackburn in Tennessee and businessman Kevin Nicholson in Wisconsin. "]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 6:06 AM ET, Mon February 5, 2018 "], "articles_link": "https://www.cnn.com/2018/02/05/politics/senate-race-rankings-february/index.html", "articles_title": ["The 10 Senate seats most likely to flip in 2018: February edition"], "articles_text": ["Washington (CNN)", "Democratic incumbents, challengers and open-seat contenders outraised Republicans across the Senate map in 2017, a new round of campaign finance reports show. ", "The fundraising gap is yet another sign that the GOP is struggling to take advantage of a map ripe with Democratic incumbents in red states. ", "The good news for Republicans: Their tax bill is more popular than it was weeks ago, polls show. And Vice President Mike Pence showed some teeth on a trip to West Virginia", ", previewing a more aggressive line of attack ", "from President Donald Trump's administration against Democratic incumbents. ", "In this year's midterm elections, Democrats -- or independents who caucus with them -- are defending 26 seats, while Republicans are defending just eight. The GOP has a 51-49 advantage in the Senate at the moment. ", "Here are 10 Senate seats most likely to switch party hands in this year's midterms, as of February 2018:", "1. Nevada", "Incumbent: Republican Sen. Dean Heller", "Heller raised just $820,000 in 2017's fourth quarter. That's bad -- particularly for an incumbent. ", "The Democratic candidate, Rep. Jacky Rosen, hauled in more than $1.5 million, helping her close Heller's $4.2 million to $1.8 million cash on hand advantage. And Heller still has to contend with Republican primary challenger Danny Tarkanian. ", "RELATED: Trump tells RNC members he'll campaign for Dean Heller in Nevada, will visit other states", "This is the only state on this list that Hillary Clinton won in 2016. It's diverse, Democrats there are organized and ", "Heller's gymnastics on health care", " are sure to provide fodder for attack ads targeting him.", "2. Arizona", "Open seat (Republican Sen. Jeff Flake is retiring)", "GOP Rep. Martha McSally is in a tough spot when it comes to Trump. ", "She ", "told the Los Angeles Times it's \"not your business\"", " whether she voted for him in 2016, and she ", "recently attended a fundraiser", " hosted by Randy Kendrick, who funded a \"Never Trump\" super PAC. But she's also backing a hard-line GOP approach to immigration.  ", "McSally is trying to navigate through a primary against state Sen. Kelli Ward and former Maricopa County sheriff Joe Arpaio while preserving some room to pivot for the general election. ", "The biggest problem for Republicans here is that the primary is August 28 -- which means the winner won't have much time to turn to Democratic Rep. Kyrsten Sinema (who now has $5.1 million in the bank) before November. ", "3. Missouri", "Incumbent: Democratic Sen. Claire McCaskill", "Is Josh Hawley ready for prime time?", "The GOP's prized recruit of the 2018 cycle raised just shy of $1 million in 2017's fourth quarter and has $1.2 million on hand -- far short of McCaskill's $2.9 million quarter and $9 million war chest. ", "The 38-year-old Missouri attorney general was also taped ", "blaming the cultural revolution of the 1960s for sex trafficking", " -- an odd linkage that's shaken up the race in recent days. ", "It led Democrats to chirp that Hawley demonstrated why he's a less frequent presence on the campaign trail than McCaskill, who held 51 town hall events last year. ", "Still, Trump won Missouri by 19 percentage points. That's a big hole for McCaskill to climb out of.", "4. Indiana", "Incumbent: Democratic Sen. Joe Donnelly", "Republicans are split over whether they really want to brand Donnelly as \"Mexico Joe.\"  ", "The national GOP loves blasting Donnelly over reports that a family business outsourced jobs to Mexico so much that the National Republican Senatorial Committee sent a mariachi band to troll him at a campaign stop in August.", "But Gov. Eric Holcomb and the Indiana Republican Party saw the stunt as offensive and aren't taking part in the line of attack. ", "Republicans face a bitter, competitive primary between Reps. Todd Rokita and Luke Messer and former state Rep. Mike Braun that won't be settled until May. ", "In the meantime, it's worth paying close attention to whether poll numbers for the GOP's tax bill continue to rise. At the Republican National Committee's winter meeting in Washington, one Hoosier said Donnelly could have iced this race by voting for the tax bill, and speculated that he'll ultimately regret his vote against it.  ", "5. West Virginia", "Incumbent: Democratic Sen. Joe Manchin", "Manchin might have come out on top of his recent rumble with Vice President Mike Pence when he labeled Pence's attacks on his vote against the tax bill \"why Washington Sucks.\" (Yes, he capitalized the S.) ", "But Pence sent an important signal by hitting Manchin hard in his home state: The Trump administration is ready and willing to burn its bridges with even the friendliest Democratic senators in order to take their seats this fall. ", "Manchin, after all, stood and applauded during Trump's State of the Union when other Democratic senators sat on their hands. ", "This is another race where a crowded, nasty, personal GOP primary will sort itself out in May. Rep. Evan Jenkins, Attorney General Patrick Morrisey and former coal baron Don Blankenship -- who was in prison just last year for conspiracy to commit mine safety violations -- are all running. ", "6. North Dakota", "Incumbent: Democratic Sen. Heidi Heitkamp", "The fourth in our run of five consecutive Democratic-held seat where Trump won by double digits in 2016, this race just got a little more crowded with former state GOP chair Gary Emineth entering the race. He joins state Sen. Tom Campbell in a Republican contest that the national GOP is disappointed Rep. Kevin Cramer decided not to enter. ", "Remember Trump calling Heitkamp a \"good woman\" last year, on stage with the television cameras rolling? It's another reason why it was so important for Pence to show he's willing to give Republicans much tougher tape to use against Democratic incumbents. ", "7. Montana", "Incumbent: Democratic Sen. Jon Tester", "Tester was the only one of the five Democratic incumbents in states Trump won by double digits to vote against the continuing resolution that ended the government shutdown. ", "It was a risky vote, sure -- but also a reflection of the confidence Democrats have that he can hold this seat against the likes of state auditor Matt Rosendale or businessman Troy Downing. ", "8. Wisconsin", "Incumbent: Democratic Sen. Tammy Baldwin", "Baldwin is a top target of the Koch brothers, who plan to spend $400 million in this year's midterms. They'll try to use her vote against the tax bill to portray Baldwin as too liberal. And with Gov. Scott Walker up for re-election, his effective state party machinery will be running at full steam, benefiting Republicans up and down the ballot. ", "State Sen. Leah Vukmir and businessman Kevin Nicholson are in a competitive (and likely expensive) GOP primary.", "9. Florida", "Incumbent: Democratic Sen. Bill Nelson", "Wake us up when Rick Scott makes up his mind. ", "The term-limited governor currently in his last year could announce whether he'll run for the Senate in March, after Florida's state legislative session wraps up and just before the filing deadline. ", "If he's in, this is a marquee race and Democrats might have to spend heavily to defend the seat. If he's out, that money could be scattered to the states that are higher on the list -- where the media markets are smaller and the advertising dollar goes much farther. ", "10. Ohio", "Incumbent: Democratic Sen. Sherrod Brown", "State treasurer Josh Mandel's surprise withdrawal left Republicans with Rep. Jim Renacci and investment banker and major donor Mike Gibbons to take on the populist progressive Brown, who has $10 million in the bank and a little 2020 presidential buzz following him. ", "This is a state Trump won by 9 percentage points in 2016 -- so a rise in Trump's approval rating would make Brown uncomfortable. ", "Just missed ", "Increasingly, it looks like Texas -- not Tennessee -- represents Democrats' best chance at putting a third GOP-held seat in play. ", "Democratic Rep. Beto O'Rourke actually outraised Texas Sen. Ted Cruz in 2017's fourth quarter, hauling in $2.4 million to Cruz's $1.9 million. That means Cruz's cash on hand advantage is down to $7.3 million to O'Rourke's $4.6 million -- nowhere near the insurmountable gap many expected. ", "Hotline's Josh Kraushaar ", "convincingly made the case", " for a close Texas race in part by pointing to three competitive House contests that will engage voters in the Dallas, Houston and San Antonio media markets. ", "Yes, there's a Lucy-with-the-football element at play for Democrats in Texas. For years, they've thought they could win there -- and for years, their best candidates ultimately haven't even been able to make Republicans sweat. But elections in recent months have shown that diverse states with expansive suburbs are rapidly moving leftward. It makes Texas one to watch closely.   ", "In Tennessee, we're still waiting to see whether former Gov. Phil Bredesen has shaken off the dust and is headed into an open-seat contest where he'll likely face Rep. Marsha Blackburn. ", "In Pennsylvania, Republicans are concerned about the campaign of Rep. Lou Barletta -- a Trump ally in a year when that's a politically problematic label. And in Minnesota, newly appointed Sen. Tina Smith has not yet drawn a high-profile Republican opponent. State Sen. Karin Housley looks like the leading GOP contender."]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 3:26 PM ET, Fri May 12, 2017 "], "articles_link": "https://www.cnn.com/2017/05/12/us/west-virginia-supreme-court-hate-crime-ruling/index.html", "articles_title": ["Court: West Virginia hate crime law doesn't include anti-gay attacks"], "articles_text": [" (CNN)", "The West Virginia Supreme Court of Appeals this week ruled anti-gay assaults are not covered in the state's hate crimes law. The decision came down to the definition of one word: sex. ", "How the case played out", "Prosecutors in Cabell County alleged that Steward Butler in April 2015 was riding in the car with some friends in Huntington when he saw two men kiss on the sidewalk. Butler allegedly \"voiced homophobic slurs toward\" the men, exited the vehicle and punched both of them, knocking one to the ground. ", "The next month, a grand jury indicted Butler on two counts of battery and two counts of violating an individual's civil rights.  ", "Butler challenged the civil rights charges and those were dismissed by a circuit court after \"concluding that the word 'sex' in the West Virginia legal code was plain and unambiguous and could not be expanded to include 'sexual orientation.\"", "Prosecutors appealed to the Supreme Court of Appeals. ", "The decision", "In Tuesday's ruling, the court was asked to mull the meaning of the word \"sex\" and if that includes \"sexual orientation.\"", "Thirty years ago, the state Legislature defined a civil rights crime as a \"threat, intimidation and/or injury to another person or another person's property because of specifically enumerated characteristics, including the victim's 'sex,'\" the ", "decision states", ".  ", "Citing definitions from three different dictionaries and a nationwide review of hate crime laws, the decision imparts it \"indisputably demonstrates that \"sex\" and \"sexual orientation\" are being treated as distinct categories.\" ", "In the war of words, the court ruled that what's in the Legislature's code stands: \"Based upon the common and plain meaning of the word 'sex,' as well as the Legislature's clear intent, we are left with the ineluctable conclusion that the word 'sex' does not include 'sexual orientation.'\"", "Raymond Nolan, attorney for Butler, agreed with the decision. \"It was a legislation function and the Supreme Court applied the law correctly.\"", "The justices' ruling points out more than two dozen efforts to add \"sexual orientation\" to the statute have failed.", "West Virginia Attorney General Patrick Morrisey said he understood the rationale.", "\"The facts of this case are deeply disturbing and heinous, and I remain steadfast in describing the alleged behavior as despicable, but such conduct does not give the judicial system a license to rewrite state law,\" Morrisey's office said in a statement. \"That authority lies with the state Legislature and this decision preserves that balance.\"", "\"I'm not saying the opinion that the law shouldn't be changed and neither did the court. But at the time that this occurred, the law of West Virginia did not include that class as protected by the law,\" Nolan said.  ", "Others said the ruling was a step in the wrong direction.", "Sarah Kate Ellis, GLAAD's president and CEO, said: \"At a time when anti-LGBTQ hate violence is on the rise, this ruling reiterates the need to advocate for LGBTQ-inclusive hate-crime laws in all states across the nation.\"", "The dissent", "\"The pertinent question is not whether the statute contains the words \"sexual orientation.\" Rather, it is whether the crime was committed because of the victims' sex,\" Justice Margaret L. Workman ", "wrote in dissent", ".  ", "While Workman agrees that the statute does not include the \"two magic words\" sexual orientation, she said \"this court adopted an overly narrow focus, metaphorically missing the forest for the trees.\" ", "\"The majority's answer is overly simplistic and constricted; the absence of the specific reference does not definitively resolve the question presented by this case,\" she wrote.", "While the civil rights charges cannot go forward, prosecutors can proceed with battery charges against Butler. "]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 4:45 PM ET, Thu April 5, 2018 "], "articles_link": "https://www.cnn.com/2018/04/05/politics/donald-trump-west-virginia-tax-reform/index.html", "articles_title": ["Trump targets Democratic senator in free-wheeling West Virginia event"], "articles_text": ["White Sulphur Springs, West Virginia (CNN)", "The 2018 midterm elections were expected to be the backdrop to President Donald Trump's remarks here on Thursday. Instead, they became the main event.", "Minutes after taking the stage, Trump went after the state's Democratic senator, Joe Manchin, for voting against the GOP tax reform bill and urged voters to vote him out of office.", "\"I thought he would be helpful because he talks,\" Trump said of Manchin. \"But he votes against everything. And he voted against our tax cuts.\"", "Next, he blamed Democrats -- once again name-checking Manchin -- for what he deemed to be the United States' \"very weak\" immigration laws, slamming family-based immigration and calling for the end of \"catch and release\" policies. He even revived his unsubstantiated claim that \"millions and millions\" of people voted illegally in the 2016 election, in which he won the presidency but lost the popular vote.", "\"In many places the same person in California votes many times,\" Trump said Thursday. \"They always like to say, 'Oh that's a conspiracy theory.' It's not a conspiracy theory. Millions and millions of people, and it's very hard because the state guards their records.\"", "The topic Trump was slated to focus on -- tax reform -- would have been lost on the West Virginia audience due to his lack of focus. But the panelists sitting alongside Trump at the roundtable event -- a medley of local business executives, employees and regular families -- accomplished the White House's goals, sharing personal stories of tax savings, bonuses and raises they attributed to the GOP tax law.", "\"Thank you for listening to us, thank you for fighting for us, thank you for caring enough,\" said Jessica Hodge, a business administrator, as she broke into tears.", "Previewing the event, a senior White House official told CNN that Trump would focus on the tax reform proposals, which Republicans hope to make central to their efforts to hold onto their majorities in Congress. The official said Trump would likely target Manchin, but declined to say whether Trump would call him out by name.", "Ultimately, Trump called Manchin out several times -- first over the tax reform bill, then over his opposition to an Obamacare repeal bill and even over \"other things we don't like.\"", "Trump's remarks at a roundtable touting his tax reform law came as he sat in between two of Manchin's would-be Republican opponents for the 2018 Senate election, GOP Rep. Evan Jenkins and Attorney General Patrick Morrisey.", "Trump pointed out that the state's voters will soon \"get a chance to get a senator\" who will support his agenda.", "Similar to an Ohio event last week, the roundtable was billed as an official White House event -- not a campaign event -- but Trump spent most of his time talking about electoral politics and repeatedly railed against Manchin, a Democrat who has supported some of the President's initiatives -- though not the biggest-ticket items.", "Trump has been increasingly turning his focus to the 2018 midterm elections as Republicans look to keep their majority in Congress. Key to those efforts will be the roundtable-style events like the one Trump is holding in West Virginia, the senior White House official said, as Republicans look to focus their campaign messaging on the economic benefits of the tax law.", "The event gave prominent screen time to two of the Republicans vying to unseat Manchin, but left out another top contender for the GOP nod -- the controversial coal mining executive Don Blankenship, who was released from prison just last year.", "Even after the roundtable participants finished talking about the benefits of the tax reform legislation, it was clear Trump wasn't quite done talking about the 2018 midterms.", "\"Should we do a little test?\" Trump asked the audience, while he sat sandwiched on stage between Morrisey and Jenkins.", "\"Who's voting for Patrick?\" Trump said, drawing modest applause for Morrisey, the state's attorney general.", "Next up was Jenkins.", "\"Who's voting for Evan?\" Trump asked, drawing noticeably louder applause and whoops from the crowd.", "Sensing the gap, Morissey leaned into the President and offered a point of order: \"It's his congressional district!\""]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 1:14 PM ET, Sun March 4, 2018 "], "articles_link": "https://www.cnn.com/2018/03/01/politics/senate-race-rankings-march/index.html", "articles_title": ["The 10 Senate seats most likely to switch parties: March edition"], "articles_text": ["Washington (CNN)", "The national debate over gun control has thrown a new dynamic into this year's top Senate races.", "For the five Democrats defending seats in states President Donald Trump won in 2016 by double-digits, the issue is complicated: Their national party and donors want gun restrictions, but the right-of-center, exurban and rural voters they'll need to win have historically opposed tighter gun laws. They'll have to decide how far they can go, and how they can sell it. ", "For some Republicans, particularly Florida Gov. Rick Scott, it's a different problem: They'll be accused of ignoring opportunities to act on gun violence before the shooting in Parkland, Florida. ", "As we wait to see how the gun debate evolves in statehouses and on Capitol Hill, here's our March edition of the 10 Senate seats most likely to switch parties in November.  ", "Remember: The current balance of power in the Senate is 51 Republicans, 49 Democrats (and independents who caucus with them). That means Democrats need a net gain of two seats to take control of the chamber. That's a tough task on a map where Democrats are defending 26 seats and Republicans just have to hold eight.", "1. Nevada", "Incumbent: Republican Sen. Dean Heller", "Primary date: June 12", "Heller tops this list for two reasons: He's the only Republican up for re-election in a state Hillary Clinton won in 2016, and unlike the split fields we see in other states, he has dangerous one-on-one matchups in both the primary (against Danny Tarkanian) and the general election (against Rep. Jacky Rosen). ", "The good news for Heller: President Donald Trump wants to help him. Trump ", "told Republican National Committee members", " he'll go to Nevada to campaign for Heller ahead of the primary. (And if Trump forgets that promise, the fact that ", "Tarkanian used Ivanka Trump against Heller", " will probably serve as a strong reminder.) ", "The bad news: Cozying up to Trump is a problem in a general election. ", "2. Arizona", "Incumbent: Open seat (Republican Sen. Jeff Flake is retiring)", "Primary date: August 28", "In a year of Republican primaries all over the map, this one has the makings to be the nation's most chaotic. ", "Rep. Martha McSally spent much of the last month backing away from her 2016 criticism of Trump. Former state Sen. Kelli Ward ", "was in Washington for CPAC ", "courting major donors and organizations for a well-financed brawl. And former Maricopa County sheriff Joe Arpaio is a wild card who could spoil the entire race for Republicans if he wins the primary.  ", "With the primary still months away, Democratic Rep. Kyrsten Sinema is watching and waiting. ", "Flake, meanwhile, is off to New Hampshire for an event later this month, kicking up 2020 presidential speculation. ", "3. Missouri", "Incumbent: Democratic Sen. Claire McCaskill", "Primary date: August 7", "Republican attorney general Josh Hawley has played the scandal surrounding ", "indicted", " Gov. Eric Greitens carefully, breaking with the Missouri GOP in calling for an investigation and tweeting that there is \"no place for party or partisanship.\" ", "Still, Greitens' seemingly inevitable downfall is bad for the party's brand. Navigating those choppy waters -- ideally as quickly as possible -- is important for Hawley's Senate prospects in a state Trump won by 19 points in 2016. ", "4. Indiana", "Incumbent: Democratic Sen. Joe Donnelly", "Primary date: May 8", "In the three-way Republican primary between Reps. Todd Rokita and Luke Messer and former state Rep. Mike Braun, it's Rokita who wields the sharpest knife. ", "His opening line in their first debate got at both Braun's past participation in Democratic primaries and questions surrounding Messer's residency. \"Mike, welcome to the Republican Party,\" Rokita said. \"Luke, welcome back to Indiana.\"", "Rokita's all-base, all-the-time strategy was on vivid display in his first TV ad:", "5. West Virginia", "Incumbent: Democratic Sen. Joe Manchin", "Primary date: May 8", "Manchin tried an odd idea last month: He ", "urged other senators to sign a pledge", " not to campaign against each other. ", "It seemed like a self-serving proposal by a former governor who, while in that job, was chairman of the Democratic Governors Association, an organization with the sole job of defeating Republican governors. ", "Even if senators stay out of it, others are willing to wade in. Wisconsin Gov. Scott Walker endorsed attorney general Patrick Morrisey, who along with Rep. Evan Jenkins and coal CEO Don Blankenship are running to oppose Manchin.", "6. North Dakota", "Incumbent: Democratic Sen. Heidi Heitkamp", "Primary date: June 12", "Republicans got good news when Rep. Kevin Cramer changed his mind and decided he'd run against Heitkamp after all. ", "The cherry on top: There won't be a GOP primary. State Sen. Tom Campbell, who was also in the race, is instead running for Cramer's House seat. ", "Heitkamp will benefit from footage of Trump extending a handshake and calling her a \"good woman\" on stage at a September event. But there are good reasons Republicans consider this a top target: Trump won the state by 36 points in 2016. And Heitkamp won her seat by less than a point in 2012.", "Heitkamp is still well-funded and hasn't had to cast many tough votes (with tax reform being a possible exception), and there remain questions about Cramer's strength as a candidate. But this race looks better for Republicans now than it did a month ago.  ", "7. Montana", "Incumbent: Democratic Sen. Jon Tester", "Primary date: June 5", "Last in a string of five straight Democratic-held seats in states Trump won by double digits, Tester is watching and waiting to see how the GOP primary develops. ", "State auditor Matt Rosendale, the other Senate candidate with a flat-top, appears to be the Republican front-runner, with businessman Troy Downing, former judge Russell Fagg and state Sen. Al Olszewski are also in the race. ", "8. Wisconsin", "Incumbent: Democratic Sen. Tammy Baldwin", "Primary date: August 14", "Many families dislike the political life. But rarely do you see the parents of a candidate -- Republican businessman Kevin Nicholson -- ", "give the maximum possible donations to his Democratic opponent", ", Baldwin. ", "Nicholson has challenged state Sen. Leah Vukmir to six debates in a primary that is still developing. Businessman Eric Hovde is also exploring a run. ", "The first debate is set for March 28 hosted by WTMJ-AM and being broadcast on the radio. ", "9. Ohio", "Incumbent: Democratic Sen. Sherrod Brown", "Primary date: May 8", "Here's the counterintuitive case for Republicans having a shot here: ", "When state treasurer Josh Mandel dropped out, the assumption was that Brown probably had this race in the bag. But the truth about Mandel was that Republicans never believed he'd win. They'd already seen Brown beat him once, in their 2012 head-to-head. ", "At least Rep. Jim Renacci, the front-runner for the nomination, gives the GOP a bit of a clean slate. He's capable of self-funding at least partially in an expensive state, too. ", "As Ohio drifts rightward, it's possible this one will be harder for Democrats to put away than they'd like. ", "10. Florida", "Incumbent: Democratic Sen. Bill Nelson", "Primary date: August 28", "In the wake of the Parkland shooting, Nelson is showing that he's ready for a fight against Gov. Rick Scott, the Republican who is widely expected to announce a Senate run in the near future. ", "In a CNN town hall on guns, ", "Nelson linked Scott's inaction", " in the wake of the Pulse nightclub shooting in Orlando to the Parkland shooting. ", "\"Two years ago, when 49 lives were taken in the Pulse nightclub, and nothing was done -- not in Washington, not in Tallahassee, not one thing offered by the administration in Tallahassee,\" he said. \"And here we are, going through this again. And it's going to unfortunately very possibly continue unless we get some common-sense laws on the books.\" "]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 3:01 PM ET, Tue April 25, 2017 "], "articles_link": "https://www.cnn.com/2017/04/25/politics/senators-to-watch-2018/index.html", "articles_title": ["How 5 vulnerable Democratic senators have fared in Trump's first 100 days"], "articles_text": ["Washington  (CNN)", "A total of 10 Senate Democrats are up for re-election next year in states won by President Donald Trump. ", "Half of those senators are considered especially vulnerable because they represent states viewed as reliably red or states that have grown more Republican in recent years. ", "Those include Sens. Joe Manchin of West Virginia, Heidi Heitkamp of North Dakota, Joe Donnelly of Indiana, Claire McCaskill of Missouri and Jon Tester of Montana.  ", "The other half hail from swing states that Trump won by a smaller margin and are less predictable. ", "Political observers will keep a close eye on this first group of senators and their actions on Capitol Hill. Will they support the President's agenda? Or will they side with Democrats in big votes? Will they act as deal-makers between the two parties?", "In the first 100 days of the Trump administration, several have made White House visits to sit down in a group setting with the President or attend bill signings. ", "Three of those Democrats — Manchin, Heitkamp and Donnelly -- went against their own party's filibuster of Supreme Court nominee Neil Gorsuch and ultimately joined Republicans in the final confirmation vote. ", "This group of Democrats also had the fewest \"no\" votes on other major Trump nominees.  ", "Meanwhile others, like McCaskill and Tester, refused to advance Gorsuch's nomination and voted against his final confirmation. ", "As for legislation, a few of the senators have crossed party lines to vote with Republicans this year, including on a bill that would roll back Obama-era regulations to ", "prevent coal mine waste", " from entering waterways ", "to keep guns out of the hands of certain people with mental health issues.", " ", "One thing they all share is ramped-up pressure from outside groups on the right and the left. ", "Republican groups targeted them in the Gorsuch fight, releasing ads in their Trump-won states urging them to advance Gorsuch's nomination. ", "And while many of them have tried to position themselves as centrist or moderate Democrats,", " Republicans have begun working to link them to liberal Democratic Sen. Elizabeth Warren.  ", "They've also faced opposition from activists on the far left who have threatened primary challenges, though no serious challengers have stepped forward yet.  ", "Here's a look at what the five senators have done so far this year: ", "Joe Manchin, D-West Virginia ", "Manchin has long been pushing his brand as a centrist Democrat willing to work across the aisle. That came into full focus this year after Trump won West Virginia overwhelmingly (by 42 points) in the November election.  ", "The senator met with Trump in December to discuss a potential spot as energy secretary, but soon after the meeting Manchin said he planned to stay in the Senate. ", "Since then, Manchin has visited the White House multiple times and told CNN last week he has a \"good relationship\" with Trump. ", "\"I have access, I can speak to him,\" he said. \"I don't think he looks at me from the standpoint, 'Well, you're the opposition party and you're the opposition.'\" ", "Manchin has voted against four of Trump's Cabinet or major administration nominees -- casting the fewest \"no\" votes among Democrats -- and was the only one in his party to vote in favor of confirming Jeff Sessions for attorney general.  ", "Manchin also worked behind the scenes with a bipartisan group of senators to urge both parties to find a deal to ", "avert the \"nuclear option\" in the battle over Gorsuch. ", "The talks were unsuccessful, but Manchin was vocal in his disappointment with both sides. He was one of three Democrats who ultimately voted to confirm Gorsuch. ", "In an unusual move, the senator has also been getting to know conservative media outlets, including Breitbart. ", "Manchin, who's in his first full term as a senator, faces a tough re-election battle in West Virginia next year, where Republicans feel confident they can pick up a Senate seat, given the state's support for Trump last year. Unlike other Democrats, who've benefited from grassroots enthusiasm, Manchin only raised about $550,000 in the first quarter. ", "Still, a Democrat, Jim Justice, was elected governor of West Virginia on the same ballot as Trump, showing the state's not-so-predictable voting behavior. ", "Rep. Evan Jenkins is considering a run for the Republican nomination to challenge Manchin, as is state Attorney General Patrick Morrisey. ", "But Manchin, who's also served as governor of West Virginia, is a well-known figure in the state, and he's relying on his brand as a bipartisan broker to carry him to a second term. ", "Heidi Heitkamp, D -- North Dakota ", "Heitkamp was first elected in 2012 and raked in $1.6 million this quarter, finishing out the first three months of the year with $2 million in cash on hand.", "Like Manchin, she also comes from a state where Trump crushed Hillary Clinton last year, by 36 points. ", "Heitkamp was another Democrat who voted to confirm Gorsuch to the Supreme Court, and she voted against five of Trump's nominees. ", "She also met with Trump during the transition about a potential Cabinet post and went to the White House with other senators for a lunch in February and separately for two bill signings. ", "Rep. Kevin Cramer, North Dakota's at-large representative, is thinking about challenging Heitkamp next year. But ", "CNN's Manu Raju reported earlier this month that Senate GOP officials have grown concerned", " that Cramer's penchant for controversial remarks could damage the party's chances. ", "Heitkamp is heavily involved in tribal issues and introduced a bill this year to help Native American children who have experienced trauma. She's also paired up with Republican senators like Dean Heller of Nevada, Roger Wicker of Mississippi and John Boozman of Arkansas on other bills. ", "Joe Donnelly, D-Indiana ", "Donnelly also was first elected to the Senate in 2012, following three terms as a congressman. Trump won the state of Indiana, where Vice President Mike Pence was recently the state's governor, by 19 points. ", "Donnelly was the third Democrat to back Gorsuch, joining Manchin and Heitkamp, and he voted against six of Trump's major nominees. (He did not cast a vote on the nomination of Scott Pruitt for EPA administrator.) ", "He was also part of the ", "bipartisan group of senators", " that met with Trump at the White House in February about Gorsuch, along with Manchin, Heitkamp and Tester. ", "Donnelly raised $1.3 million in the first quarter for 2018 and has $2.5 million cash on hand. ", "Indiana Reps. Luke Messer and Todd Rokita are among the Republicans who could challenge Donnelly. ", "Donnelly helped author two bills that were signed into law by Trump -- one that designated March 29 as National Vietnam War Veterans Day and one that designates the location of the National Desert Storm War Memorial.", "He also paired up with the junior senator from Indiana, Republican Todd Young, this year to introduce legislation supporting mental health services for police officers, and he authored a bill to end outsourcing.  ", "Claire McCaskill, D-Missouri ", "McCaskill, facing pressure from both sides of the aisle, has also been trying to paint herself as a moderate. She's up for a third term next year. ", "Republicans consider it a potentially strong pick-up seat, but there are some signs of advantages for McCaskill. While Trump won the state of Missouri by 19 points, the incumbent Republican senator, Roy Blunt, won by a far smaller margin of only three points on the same ballot. ", "And McCaskill raised a whopping $2.8 million in the first quarter and has $3 million in the bank.", "At a town-hall style meeting this month in Missouri, McCaskill was asked if she thinks the state's large number of Trump voters will hurt her chances at re-election, ", "according to the New York Times. ", "\"I'll tell you one thing that drives me crazy: my colleagues in Washington that are from places like California and New York who wanted to look down their nose at Trump voters,\" McCaskill said. \"I think that's a huge mistake.\"", "At the same time, McCaskill, who has publicly acknowledged that she could face a primary challenger, has been critical of several of Trump's policies.", "While McCaskill expressed concern about the use of the nuclear option to confirm Gorsuch, she ultimately joined her party in the filibuster and opposed his confirmation. ", "She also voted against seven of Trump's nominees and did not vote on Tom Price's nomination for Health and Human Services secretary. ", "McCaskill has helped introduce multiple bills this session aimed at eliminating waste in government. She's the top Democrat on the Homeland Security and Governmental Affairs Committee. ", "Jon Tester, D-Montana", "Tester, who was first elected to the Senate in 2006, is up for a third term next year in Montana, which Trump won by 21 points. Still, in a sign of hope for Tester, the state's Democratic governor, Steve Bullock, also won statewide election on the same ballot last November. ", "Like McCaskill, Tester opposed confirmation of Gorsuch, saying he didn't feel like Gorsuch was strong enough on campaign finance issues. He also voted against eight of Trump's other major nominees. ", "Tester showed a strong first quarter, bringing in $2 million and ending with $3.16 million cash on hand. ", "Trump signed a bill into law that Tester, the ranking member on the Veterans Affairs Committee, introduced earlier this year to expand and reform the Veterans Choice Program, which allows some veterans to use provide health care providers located near their homes. The bill was cosponsored by three Republican senators: John McCain, Johnny Isakson and Jerry Moran.", "Montana state Republican Sen. Albert Olszewski announced last week that he plans to challenge Tester, ", "according to local reports.", " ", "Previously the state's at large congressman, Ryan Zinke, was considered the most likely Republican to challenge Tester, but he was tapped by Trump for secretary of the Interior Department. ", "This story has been updated. "]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 9:06 PM ET, Mon May 8, 2017 "], "articles_link": "https://www.cnn.com/2017/05/08/politics/west-virginia-senate-race/index.html", "articles_title": ["Rep. Evan Jenkins to challenge Sen. Joe Manchin "], "articles_text": ["Washington  (CNN)", "Republican Rep. Evan Jenkins announced Monday that he plans to challenge Democratic Sen. Joe Manchin in West Virginia, a seat that Republicans consider within their reach in next year's midterm elections.", "Jenkins, who represents the state's 3rd Congressional District, criticized Manchin in a ", "nearly three-minute announcement video", ", painting the incumbent senator as a Washington insider and knocking him for supporting Hillary Clinton in 2016.", "A former governor with deep ties to the state, Manchin has wide name recognition in West Virginia but faces re-election as a Democrat in a state that voted for President Donald Trump by 42 points over Clinton last November. ", "Manchin charts own path in Trump-era West Virginia", "Jenkins, who previously served as a Democrat in the West Virginia Senate, was elected to the US House in 2014 as a Republican, defeating incumbent Democratic Rep. Nick Rahall. Jenkins was re-elected in 2016. ", "The video also hits Manchin on his 2013 proposal to expand background checks for gun purchases following the Sandy Hook Elementary School massacre in Newtown, Connecticut. ", "Jefrey Pollock, a spokesperson for Manchin's campaign, did not address each claim in the video, but sought to highlight Manchin's bipartisan record.  ", "\"Senator Manchin has always been an independent fighter for West Virginia, willing to take on either party to do what is right for his state,\" Pollock said in a statement. \"He looks forward to seeing the results of the GOP primary and having the voters review his clear record of delivering results for the people of West Virginia.\"", "Since Trump was elected, Manchin has sought to work with the president on a number of issues, even bucking his own party at times to support many of Trump's picks for his Cabinet and the Supreme Court. ", "Jenkins also sought to align himself with Trump in the new video by including footage of him standing behind Trump at the White House when the President signed a law to repeal an Obama-era rule on the coal industry. (Manchin, along with West Virginia lawmakers, was at the same photo opportunity, but was not included in Jenkins' video.)", "Manchin is seeking a second full term. He first came to the US Senate in 2010 to fill the seat left vacant by Sen. Robert Byrd, and won election to a full term in 2012.", "Last week a former coal company employee, Bo Copley, also announced that he plans to run in the Republican primary. Copley became well-known in West Virginia last year after ", "confronting Hillary Clinton over a statement she made about the coal industry", ". ", "State Attorney General Patrick Morrisey is also considered a potential Republican challenger."]},
{"newspaper_name": "CNN", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": ["Updated 6:09 AM ET, Tue October 10, 2017 "], "articles_link": "https://www.cnn.com/2017/10/10/politics/steve-bannon-war-against-mitch-mcconnell/index.html", "articles_title": ["Inside Steve Bannon's war against Mitch McConnell"], "articles_text": ["Washington (CNN)", "The next step in Steve Bannon's scorched-earth war against Republican incumbents is an attempt to cut off money to those aligned with Senate Majority Leader Mitch McConnell. ", "The former chief strategist in President Donald Trump's White House spent the weekend in Connecticut meeting with top Republican donors, a source familiar with Bannon's plans said, as he recruits financial support for enough candidates to nationalize an anti-establishment message in 2018 GOP primaries.", "He's held similar meetings in New York City and Washington, speaking with more than 25 major GOP donors so far, including hedge fund manager Scott Bessent, energy executive Dan Eberhart, private equity firm CEO John Childs and mega-donors Robert and Rebekah Mercer.  ", "It was a continuation of what he's done every day since September 26, when the Bannon-backed former judge Roy Moore ousted Sen. Luther Strange in an Alabama Republican primary: Hold meetings to recruit candidates and form a donor network to back them. ", "Bannon's raison d'etre is to take on McConnell and nationalize Republicans behind Trump.", "His thinking -- evidenced by the Senate's failure to advance Trump agenda items like health care -- is that Washington Republicans do not support Trump anyway. So 2018 could be a defining moment, shaking up the GOP and placing Trump's 2016 campaign agenda at its forefront. ", "What Bannon is seeking from prospective candidates, the source said, is one simple pledge: That they won't vote for McConnell as Senate majority leader. ", "Bannon's recruiting efforts have intensified over the last two weeks. He is now looking for candidates who can replicate Sen. Mike Lee's stunning ouster of former Sen. Robert Bennett at Utah's 2010 Republican convention next year against Sen. Orrin Hatch. And he is in contact with allies in Nebraska seeking a candidate to take on Sen. Deb Fischer. ", "And that's \"just a partial list,\" the source familiar with Bannon's plans said. ", "\"Nobody's safe,\" the source said.", "Already, he had spoken with Erik Prince, the Blackwater security contractor, and GOP mega-donor Foster Friess about running against Republican Sen. John Barrasso in Wyoming. ", "Bannon has also backed Kelli Ward's effort to oust Arizona Sen. Jeff Flake. He hosted Danny Tarkanian in Washington to discuss his campaign against Sen. Dean Heller in Nevada. And he met recently with Mississippi state Sen. Chris McDaniel about taking on Sen. Roger Wicker.", "McDaniel, who said he is strongly considering running against Wicker, said Monday that he and Bannon have been in regular contact since 2014, when McDaniel came close to unseating Sen. Thad Cochran. Support from Bannon is helpful, McDaniel said, with strong Trump supporters who know Bannon was a leading figure on the President's campaign and with those who read Breitbart.com, where Bannon is a top executive. ", "\"You factor in the big news he made in 2016,\" McDaniel said. \"You factor in his drive, his work ethic -- and people sense a winner and understand he can bring resources to bear, whether it's Breitbart or with financial resources.\"", "Bannon also plans to get involved in the primaries in West Virginia and Missouri, two of Republicans' top opportunities to pick off Democratic-held seats next year.", "The plan, the source said, is for these Bannonites to nationalize their 2018 message with a consolidated, consistent argument across the map. ", "Bannon wants that message to be about \"big things\" -- that the grassroots Republican voters are in control and that they don't need the establishment's money or what he views as its corruption. ", "Avoiding another O'Donnell", "Bannon, the source said, believes his insurgent slate will be different than the tea party calamity of 2010, when flawed candidates like Christine O'Donnell in Delaware and Sharron Angle in Nevada cost the party seats, or 2012, when Todd Akin in Missouri and Richard Mourdock in Indiana made controversial remarks that swung their races in Democrats' favor. ", "Instead, Bannon, the source said, is recruiting candidates who are focused on substance -- particularly immigration and trade -- and could win over a loose coalition of social conservatives, tea party activists and values voters. ", "The test case was Alabama, where Moore -- a controversial figure who was twice ousted as state Supreme Court chief justice, first for refusing to remove a Ten Commandments monument and later for refusing to recognize the US Supreme Court's ruling legalizing same-sex marriage -- defeated Strange, who benefited from $10 million in advertising from the McConnell-aligned Senate Leadership Fund super PAC. ", "In Alabama, Bannon broke with Trump, who had gone to Huntsville for a campaign rally for Strange just days before the election. ", "But the two are still in frequent contact. Bannon spoke to Trump in recent days, the source said, arguing that from Trump's perspective the Senate is already lost because the President understands he has little support there. ", "As if to underscore that view, Tennessee Sen. Bob Corker -- the Senate foreign relations committee chairman who is retiring rather than running for re-election in 2018 -- accused Trump ", "in a New York Times interview ", "of putting the nation on a path to World War III and said Trump's presidency \"would have to concern anyone who cares about our nation.\"", "It was Corker who had urged Trump in a White House meeting to go to Alabama and campaign for Strange -- a decision the President came to regret -- according to a source who spoke to the President.", "Bannon, meanwhile, has argued he is taking on Republicans who don't support Trump's policies. ", "Where's money coming from?", "One source of financial support for Bannon-backed candidates is the Great America PAC, a super PAC led by former Ronald Reagan campaign manager Ed Rollins. ", "The group plans to roll out an initial set of three endorsements of Republican candidates this week.   ", "It isn't expected to be as aggressive in seeking to unseat Republican incumbents as Bannon has been, but the super PAC does intend to support Senate candidates who back Trump's agenda and call for the elimination of the Senate's 60-vote threshold to break the filibuster -- potentially including Tennessee Rep. Marsha Blackburn, Ohio state treasurer Josh Mandel, Montana state auditor Matt Rosendale, West Virginia attorney general Patrick Morrisey and more. ", "It could also support candidates who could weaken Democratic senators seen as potential 2020 Trump opponents, including Elizabeth Warren in Massachusetts. ", "\"The reality here is, you have to tap into that Trump agenda intensity. And those are the candidates who can win in the general election,\" said Eric Beach, the Great America PAC co-chair. ", "Bannon, meanwhile, is focused on damaging people who might be considering 2020 in both parties -- including Mitt Romney, who could run for the Senate in Utah if Hatch retires. ", "The key, the source familiar with Bannon's plans said, \"is to prove the theory of the case\" -- that Republicans who are anti-Trump should be gone."]}
]