[
{"newspaper_name": "CNN", "articles_date": ["Updated 6:06 AM ET, Mon February 5, 2018 "], "articles_link": "https://www.cnn.com/2018/02/05/politics/senate-race-rankings-february/index.html", "articles_title": ["The 10 Senate seats most likely to flip in 2018: February edition"], "articles_text": ["Washington (CNN)", "Democratic incumbents, challengers and open-seat contenders outraised Republicans across the Senate map in 2017, a new round of campaign finance reports show. ", "The fundraising gap is yet another sign that the GOP is struggling to take advantage of a map ripe with Democratic incumbents in red states. ", "The good news for Republicans: Their tax bill is more popular than it was weeks ago, polls show. And Vice President Mike Pence showed some teeth on a trip to West Virginia", ", previewing a more aggressive line of attack ", "from President Donald Trump's administration against Democratic incumbents. ", "In this year's midterm elections, Democrats -- or independents who caucus with them -- are defending 26 seats, while Republicans are defending just eight. The GOP has a 51-49 advantage in the Senate at the moment. ", "Here are 10 Senate seats most likely to switch party hands in this year's midterms, as of February 2018:", "1. Nevada", "Incumbent: Republican Sen. Dean Heller", "Heller raised just $820,000 in 2017's fourth quarter. That's bad -- particularly for an incumbent. ", "The Democratic candidate, Rep. Jacky Rosen, hauled in more than $1.5 million, helping her close Heller's $4.2 million to $1.8 million cash on hand advantage. And Heller still has to contend with Republican primary challenger Danny Tarkanian. ", "RELATED: Trump tells RNC members he'll campaign for Dean Heller in Nevada, will visit other states", "This is the only state on this list that Hillary Clinton won in 2016. It's diverse, Democrats there are organized and ", "Heller's gymnastics on health care", " are sure to provide fodder for attack ads targeting him.", "2. Arizona", "Open seat (Republican Sen. Jeff Flake is retiring)", "GOP Rep. Martha McSally is in a tough spot when it comes to Trump. ", "She ", "told the Los Angeles Times it's \"not your business\"", " whether she voted for him in 2016, and she ", "recently attended a fundraiser", " hosted by Randy Kendrick, who funded a \"Never Trump\" super PAC. But she's also backing a hard-line GOP approach to immigration.  ", "McSally is trying to navigate through a primary against state Sen. Kelli Ward and former Maricopa County sheriff Joe Arpaio while preserving some room to pivot for the general election. ", "The biggest problem for Republicans here is that the primary is August 28 -- which means the winner won't have much time to turn to Democratic Rep. Kyrsten Sinema (who now has $5.1 million in the bank) before November. ", "3. Missouri", "Incumbent: Democratic Sen. Claire McCaskill", "Is Josh Hawley ready for prime time?", "The GOP's prized recruit of the 2018 cycle raised just shy of $1 million in 2017's fourth quarter and has $1.2 million on hand -- far short of McCaskill's $2.9 million quarter and $9 million war chest. ", "The 38-year-old Missouri attorney general was also taped ", "blaming the cultural revolution of the 1960s for sex trafficking", " -- an odd linkage that's shaken up the race in recent days. ", "It led Democrats to chirp that Hawley demonstrated why he's a less frequent presence on the campaign trail than McCaskill, who held 51 town hall events last year. ", "Still, Trump won Missouri by 19 percentage points. That's a big hole for McCaskill to climb out of.", "4. Indiana", "Incumbent: Democratic Sen. Joe Donnelly", "Republicans are split over whether they really want to brand Donnelly as \"Mexico Joe.\"  ", "The national GOP loves blasting Donnelly over reports that a family business outsourced jobs to Mexico so much that the National Republican Senatorial Committee sent a mariachi band to troll him at a campaign stop in August.", "But Gov. Eric Holcomb and the Indiana Republican Party saw the stunt as offensive and aren't taking part in the line of attack. ", "Republicans face a bitter, competitive primary between Reps. Todd Rokita and Luke Messer and former state Rep. Mike Braun that won't be settled until May. ", "In the meantime, it's worth paying close attention to whether poll numbers for the GOP's tax bill continue to rise. At the Republican National Committee's winter meeting in Washington, one Hoosier said Donnelly could have iced this race by voting for the tax bill, and speculated that he'll ultimately regret his vote against it.  ", "5. West Virginia", "Incumbent: Democratic Sen. Joe Manchin", "Manchin might have come out on top of his recent rumble with Vice President Mike Pence when he labeled Pence's attacks on his vote against the tax bill \"why Washington Sucks.\" (Yes, he capitalized the S.) ", "But Pence sent an important signal by hitting Manchin hard in his home state: The Trump administration is ready and willing to burn its bridges with even the friendliest Democratic senators in order to take their seats this fall. ", "Manchin, after all, stood and applauded during Trump's State of the Union when other Democratic senators sat on their hands. ", "This is another race where a crowded, nasty, personal GOP primary will sort itself out in May. Rep. Evan Jenkins, Attorney General Patrick Morrisey and former coal baron Don Blankenship -- who was in prison just last year for conspiracy to commit mine safety violations -- are all running. ", "6. North Dakota", "Incumbent: Democratic Sen. Heidi Heitkamp", "The fourth in our run of five consecutive Democratic-held seat where Trump won by double digits in 2016, this race just got a little more crowded with former state GOP chair Gary Emineth entering the race. He joins state Sen. Tom Campbell in a Republican contest that the national GOP is disappointed Rep. Kevin Cramer decided not to enter. ", "Remember Trump calling Heitkamp a \"good woman\" last year, on stage with the television cameras rolling? It's another reason why it was so important for Pence to show he's willing to give Republicans much tougher tape to use against Democratic incumbents. ", "7. Montana", "Incumbent: Democratic Sen. Jon Tester", "Tester was the only one of the five Democratic incumbents in states Trump won by double digits to vote against the continuing resolution that ended the government shutdown. ", "It was a risky vote, sure -- but also a reflection of the confidence Democrats have that he can hold this seat against the likes of state auditor Matt Rosendale or businessman Troy Downing. ", "8. Wisconsin", "Incumbent: Democratic Sen. Tammy Baldwin", "Baldwin is a top target of the Koch brothers, who plan to spend $400 million in this year's midterms. They'll try to use her vote against the tax bill to portray Baldwin as too liberal. And with Gov. Scott Walker up for re-election, his effective state party machinery will be running at full steam, benefiting Republicans up and down the ballot. ", "State Sen. Leah Vukmir and businessman Kevin Nicholson are in a competitive (and likely expensive) GOP primary.", "9. Florida", "Incumbent: Democratic Sen. Bill Nelson", "Wake us up when Rick Scott makes up his mind. ", "The term-limited governor currently in his last year could announce whether he'll run for the Senate in March, after Florida's state legislative session wraps up and just before the filing deadline. ", "If he's in, this is a marquee race and Democrats might have to spend heavily to defend the seat. If he's out, that money could be scattered to the states that are higher on the list -- where the media markets are smaller and the advertising dollar goes much farther. ", "10. Ohio", "Incumbent: Democratic Sen. Sherrod Brown", "State treasurer Josh Mandel's surprise withdrawal left Republicans with Rep. Jim Renacci and investment banker and major donor Mike Gibbons to take on the populist progressive Brown, who has $10 million in the bank and a little 2020 presidential buzz following him. ", "This is a state Trump won by 9 percentage points in 2016 -- so a rise in Trump's approval rating would make Brown uncomfortable. ", "Just missed ", "Increasingly, it looks like Texas -- not Tennessee -- represents Democrats' best chance at putting a third GOP-held seat in play. ", "Democratic Rep. Beto O'Rourke actually outraised Texas Sen. Ted Cruz in 2017's fourth quarter, hauling in $2.4 million to Cruz's $1.9 million. That means Cruz's cash on hand advantage is down to $7.3 million to O'Rourke's $4.6 million -- nowhere near the insurmountable gap many expected. ", "Hotline's Josh Kraushaar ", "convincingly made the case", " for a close Texas race in part by pointing to three competitive House contests that will engage voters in the Dallas, Houston and San Antonio media markets. ", "Yes, there's a Lucy-with-the-football element at play for Democrats in Texas. For years, they've thought they could win there -- and for years, their best candidates ultimately haven't even been able to make Republicans sweat. But elections in recent months have shown that diverse states with expansive suburbs are rapidly moving leftward. It makes Texas one to watch closely.   ", "In Tennessee, we're still waiting to see whether former Gov. Phil Bredesen has shaken off the dust and is headed into an open-seat contest where he'll likely face Rep. Marsha Blackburn. ", "In Pennsylvania, Republicans are concerned about the campaign of Rep. Lou Barletta -- a Trump ally in a year when that's a politically problematic label. And in Minnesota, newly appointed Sen. Tina Smith has not yet drawn a high-profile Republican opponent. State Sen. Karin Housley looks like the leading GOP contender."]},
{"newspaper_name": "CNN", "articles_date": ["Updated 6:15 AM ET, Wed January 10, 2018 "], "articles_link": "https://www.cnn.com/2018/01/10/politics/convict-caucus-arpaio-blankenship-grimm/index.html", "articles_title": ["A convict caucus takes shape ahead of midterms"], "articles_text": [" (CNN)", "The building blocks of a congressional convict caucus are heading to three high-profile primary ballots ahead of the 2018 midterm elections.", "Former Republican Sheriff Joe Arpaio, only months removed from ", "a presidential pardon", ", announced on Tuesday that he was taking his act back to the campaign trail, in pursuit of a Senate seat in Arizona. If not for President Donald Trump's August intervention, Arpaio might well be in prison right now, after being ", "convicted a month earlier", " of criminal contempt. ", "The erstwhile sheriff's return to the headlines will offer yet another rallying cry for Democrats and other critics of Trump's claim to a special affinity for and dedication to the rule of law. ", "On the stump in 2016, Trump embraced the politics of \"law and order,\" a resurrected tool of the Nixon era, when the expression gained its currency as a cultural and racial dog whistle. It became a running theme of his campaign, which Trump capped off by declaring at the Republican convention in Cleveland, \"In this race for the White House, I am the law and order candidate.\" ", "Arpaio, like the others, faces a tough road to Capitol Hill and likely won't get help from the national party. The Republican primary in Arizona is getting crowded and Arpaio, who is 85, ", "lost his most recent campaign", " -- a bid for a seventh term as sheriff in 2016. ", "The compromised candidate slate also counts former Massey Energy CEO Don Blankenship, a disgraced coal titan found guilty in 2015 of conspiring to violate mine safety standards, but vying now to unseat West Virginia Democrat Joe Manchin, and the former congressman Michael Grimm, better known these days for having ", "pleaded guilty", " to tax evasion in 2014. (If not the time he threatened, on camera, to heave a reporter off a balcony on Capitol Hill.)", "Grimm was banking on the support of Steve Bannon in his effort to oust GOP Rep. Dan Donovan, the man who replaced him, in a coming primary fight. But with Bannon's banishment from Trump circles, Grimm has renounced ", "the deposed former Breitbart boss", " and made most vividly clear his allegiance to Trump. ", "\"As a combat Marine veteran and former FBI agent I took an oath to defend this country and our President,\" Grimm told the ", "Staten Island Advance", " last week, \"whether it be sacrificing my life for the commander in chief or standing up to slanderous allegations about him.\" ", "In West Virginia, Blankenship is looking to shed a deeply, deadly tarnished reputation. With the candidate as its chief executive, the Massey firm was running the Upper Big Branch mine when an explosion there killed 29 workers. In 2011, the year after the disaster, the US Mine Safety and Health Administration issued a report finding that Massey had engaged in ", "\"systematic, intentional, and aggressive efforts\"", " to evade safety regulations.", "\"I respect Judge Berger's decision and agree that those who break mine safety laws should be punished to the full extent of the law,\" West Virginia Sen. Shelley Moore Capito, a potential future colleague, said after Blankenship ", "was sentenced to a year in prison", ", the maximum on offer, in April 2016. ", "Unlike his fellow campaigning convicts, \"Sheriff Joe\" never spent a day in jail. Still, his crime -- illegally detaining suspected undocumented immigrants in defiance of a court order -- was, like Arpaio, probably the most visible of the bunch. ", "Explaining her verdict, the judge in his case said Arpaio exhibited a \"blatant disregard\" for the law and, apart from \"abdicat(ing) responsibility\" for his department's actions, had \"announced to the world and to his subordinates that he was going to continue business as usual no matter who said otherwise.\" ", "Now, he climbs the political stage anew, with a nod to the President in his announcement.", "\"I am running for the U.S. Senate from the Great State of Arizona,\" ", "Arpaio tweeted", " Tuesday, \"for one unwavering reason: to support the agenda and policies of President Donald Trump in his mission to Make America Great Again.\""]},
{"newspaper_name": "CNN", "articles_date": ["Updated 12:54 PM ET, Fri March 23, 2018 "], "articles_link": "https://www.cnn.com/2018/03/23/politics/trump-tweet-spending-bill-senate-republican-primaries/index.html", "articles_title": ["Trump's veto threat on spending bill gives ammo to conservative candidates in GOP primaries  "], "articles_text": ["Washington (CNN)", "President Donald Trump's Friday tweet threatening to veto the $1.3 trillion spending bill has intensified a battle already being waged in key Republican Senate primaries over the measure.", "In three states -- Arizona, West Virginia and Indiana -- right-wing candidates had already staked out their opposition to the bill. But Trump's tweet has given them a new opening to cast their opponents -- all House members who voted for the bill -- as being on the wrong side of the Trump agenda. ", "In West Virginia, Attorney General Patrick Morrisey, who along with former coal baron Don Blankenship is running against Rep. Evan Jenkins in a May Senate primary, said Trump should veto the bill. ", "\"Let's hope that @realDonaldTrump vetoes the terrible omnibus bill. Congress & Evan Jenkins caved on the wall, paved the way for more gun control, and give money to Planned Parenthood. Jenkins is a liberal. Only one proven and credible conservative running!\" he tweeted Friday morning. ", "In Arizona, state Sen. Kelli Ward had already blasted Rep. Martha McSally for her vote, tweeting Thursday night: \"Want to know the difference between me and my opponent @RepMcSally? Try her vote today in favor of a $1.3 trillion-dollar spending bill that doesn't include funding for a new #BorderWall but continues to fund #SanctuaryCities.\" ", "Friday morning, she retweeted Trump, thanking him and saying she was \"working hard so you have a conservative\" from Arizona to help his agenda. ", "In Indiana, Rep. Todd Rokita -- who voted against the bill, calling it \"the Washington swamp at its worst\" -- retweeted Trump, signaling that he intended to use the issue against Rep. Luke Messer, a leading primary foe who voted for it.", "Later, he tweeted his criticism of the bill, saying it \"did not include the priorities\" of Trump and Hoosiers. ", "In Ohio as well, Mike Gibbons, a Republican running in the Senate primary against Rep. Jim Renacci, is hitting Renacci on the spending bill -- even though Renacci voted against it. Gibbons' argument is that Renacci, as a House Budget Committee member, is responsible for the product. ", "\"The budget bill that just passed spends money we don't have, fails to fund the wall, but does fund Planned Parenthood. Jim Renacci can't hide his failure and ineffectiveness behind a 'no' vote on the floor,\" Gibbons said. \"If he can't get the job done in the House, how can he ask us to vote for him for the Senate?\"", "Gibbons on Friday morning retweeted Kentucky Sen. Rand Paul, who tweeted: \"I agree @realDonaldTrump should veto this sad excuse for legislation because it's $1.3 trillion in spending that (almost) no one read.\" "]},
{"newspaper_name": "CNN", "articles_date": ["Updated 11:29 PM ET, Wed April 6, 2016 "], "articles_link": "https://www.cnn.com/2016/04/06/us/former-massey-energy-ceo-don-blankenship-sentenced/index.html", "articles_title": ["Don Blankenship, ex-Massey Energy CEO, sentenced to a year in prison"], "articles_text": [" (CNN)", "The pain and anger of people who lost loved ones in the Upper Big Branch mine explosion could not be contained in court.", "Family members shouted as former Massey Energy CEO Don Blankenship walked to a waiting car Wednesday, shortly after being sentenced to a year in federal prison for conspiracy to willfully violate mine health and safety standards. ", "\"That man has no remorse,\" said Tommy Davis, who lost his son, nephew and brother in the explosion, ", "CNN affiliate WSAZ reported.", "\"He's standing up there, and he's hugging them people. I don't hug nothing but a damn tombstone. I hold a picture. I don't get to hold no grandchildren.\"", "Twenty-nine people died at Upper Big Branch.", "Blankenship was found guilty of conspiracy in December", " and sentenced six years after the 2010 disaster.", "Massey was the fourth-largest coal producer in the United States and the largest mine operator in Appalachia at the time of the explosion, which was one of the worst U.S. mine disasters in decades.", "It had racked up an extensive list of violations before the explosion, and a 2011 report by the U.S. Mine Safety and Health Administration found that Massey had a history of \"systematic, intentional and aggressive efforts\" to evade safety regulations.", "The company kept two sets of books to mislead miners and inspectors, tipped off crews before surprise inspections and intimidated workers to prevent them from reporting violations, the report found.", "Blankenship spoke to reporters briefly outside the Charleston, West Virginia, court.", "\"I feel badly for them,\" WSAZ reported he said. \"A lot of emotion; it's understandable.\"", "Acting U.S. Attorney Carol Casto described Wednesday's sentence as a victory for workers and workplace safety. In addition to time behind bars, Blankenship was ordered to pay a $250,000 fine.", "Massey was bought by another company, Alpha Natural Resources, after the disaster. In December 2011, it settled with the Justice Department for a record $209 million in fines, penalties and compensation for families of the men killed at Upper Big Branch.", "\"It lets companies and their executives know that you can't take chances with the lives of coal miners and get away with it. Putting the former chief executive officer of a major corporation in prison sends a message that violating mine safety laws is a serious crime and those who break those laws will be held accountable,\" Casto said.", "But Davis feels the punishment doesn't go far enough. ", "\"I miss my family. He hugged his, and all he gets is a year,\" WSAZ reported Davis as saying. \"They need to be stricter, more harsh penalties for people like that who puts greed -- money -- over human life.\""]},
{"newspaper_name": "CNN", "articles_date": ["Updated 8:50 AM ET, Wed March 21, 2018"], "articles_link": "https://www.cnn.com/2018/03/06/politics/midterm-elections-calendar-2018/index.html", "articles_title": ["What you need to know right now about the 2018 midterm elections"], "articles_text": ["Subscribe to these events on your ", "Google", " or ", "Apple", " calendar. ", "Washington (CNN)", "The 2018 midterm season is upon us and the storyline in the House and Senate will be the balance of power and whether Republians can hold their majorities in both chambers. The momentum is tipping toward Democrats big time, particularly in House races, according ", "to the latest CNN reporting.", " But Democrats are defending more than two dozen Senate seats, including 10 in states President Donald Trump won in 2016. Republicans have just eight Senate seats up for re-election. ", "Here's a look at where things stand and what's coming up in each of the 2018 midterm primaries. A number of special elections are included.", "March", "Tuesday, March 6", "• Texas", "Races to watch: TX-07 (Hurd), TX-23 (Culberson), TX-32 (Sessions)", "November outlook:", " Three-term GOP Rep. Will Hurd is running for re-election in this Clinton-won 2016 district in San Antonio. The anticlimactic outcome of the immigration debate could have an impact on his prospects in the fall, as CNN rates this race as a toss-up. GOP Reps. John Culberson and Pete Sessions could find themselves in tough races. Culberson goes into 2018 with a slight cash disadvantage and faces demographic changes trending Democratic in this Houston-based district, and liberal pockets of northern Dallas could threaten Sessions. Both races are ranked lean Republican. Sen. Ted Cruz will almost certainly face Democratic Rep. Beto O'Rourke in his own bid for re-election. CNN currently rates the race likely Republican, but O'Rourke out-raised Cruz in the final two quarters of 2017, and this contest is worth watching as the midterm cycle progresses.", "RELATED: Takeaways from the Texas primary results", "RELATED: No blue wave in Texas yet", "Election Day: Tuesday, March 13", "• ", "Pennsylvania ", "PA-18 special election", "Democratic challenger Conor Lamb scored a remarkable upset with his victory over Republican Rick Saccone in a district Trump won by 20 percentage points in 2016.", "Related: Democrat's victory is latest sign of a 2018 wave", "Primary date: Tuesday, March 20", "• Illinois ", "Races to watch: IL-06 (Roskam), IL-12 (Bost), IL-13 (Davis), IL-14 (Hultgren)", "November outlook: ", "Four Republican-held House seats are seen as competitive in the land of Lincoln. Rep. Peter Roskam, who came into Congress during the Democratic wave of 2006, may face a tight race in his Clinton-won district of Chicago's west suburbs. A loss for Rep. Mike Bost in southwest Illinois could portend major Democratic wins in the fall. For Democrats, conservative Dan Lipinski is ahead after a tough primary.", "Related: Illinois primary results", "April", "Election Day: Tuesday, April 24", "• ", "AZ-08 special election", "GOP Rep. Trent Franks resigned", " after the House Ethics Committee opened an investigation into allegations of sexual harassment from two female former staffers. Republican state Sen. Debbie Lesko emerged from a 12-person primary in February and will face off against Democrat Hiral Tipirneni, an emergency room doctor. This is seen as a safe Republican seat, but Democrats are making a late push to attempt to make it competitive.", "May", "Primary date: Tuesday, May 8", "• ", "OH-12 special primary", "GOP Rep. Pat Tiberi resigned in January to take over as head of the Ohio Business Roundtable. Democrats look likely to nominate former Franklin County Sheriff Zach Scott or Franklin County Recorder Danny O'Connor. The Republicans have a wide-open field, with state Sen. Kevin Bacon among the leading contenders. CNN rates the race as likely Republican.", "• ", "Indiana", "Races to watch: Indiana US Senate race", "November outlook:", " Sen. ", "Joe Donnelly is one of the most vulnerable Democrats", " up for re-election this year. Trump beat Hillary Clinton in the Hoosier state by 19 points in 2016. Two GOP representatives -- Todd Rokita and Luke Messer -- will battle it out on May 8 to determine who takes on Donnelly in November.", "• ", "North Carolina", "Races to watch: NC-02 (Holding), NC-09 (Pittenger), NC-13 (Budd)", "November outlook: ", "Three Republican-held seats will be important to watch in North Carolina. Reps. George Holding, Robert Pittenger and Ted Budd all won re-election in 2016 with at least 55% of the vote, but they could be at risk if Democrats win big in the fall. ", "RELATED: Judges order North Carolina congressional districts redrawn quickly", "• ", "Ohio", "Races to watch: OH-01 (Chabot), OH-12 (open, Tiberi -- see above)", "November outlook:", " The race to succeed Gov. John Kasich will be an important race to watch, as former Obama Consumer Financial Protection Bureau head Richard Cordray seeks to bring his party back into the governor's mansion, possibly with the ", "help of populist Sen. Sherrod Brown who is up for re-election", " in the Buckeye State. Popular Republican Rep. Steve Chabot's Cincinnati seat will be critical for the GOP to keep the House. This race is rated as likely Republican. ", "• ", "West Virginia", "Races to watch: West Virginia US Senate", "November outlook: ", "Democrat Joe Manchin will face a tough re-election fight for this Senate seat. Trump beat Clinton by over 40 points here. Manchin -- a former two-term governor -- hopes his", " moderate views and history with the state", " will put him over the top, as his state trends further right. The GOP primary is competitive, with Rep. Evan Jenkins battling Attorney General Patrick Morrisey and ex-convict Don Blankenship, former CEO of Massey Energy Co.", "RELATED: Mike Pence targets vulnerable Democratic Sen. Joe Manchin", "Primary date: Tuesday, May 15", "• ", "Idaho", "• ", "Nebraska", "Races to watch: NE-02 (Bacon)", "November outlook:", " Rep. Don Bacon was the only Republican to beat a Democratic incumbent in 2016. Democrats have this Omaha-based seat in their sights in their quest to take back the majority in the House. This seat is rated as a toss-up by CNN. ", "GOP Sen. Deb Fischer", " is up for re-election. ", "• ", "Oregon", "• ", "Pennsylvania", "Races to watch: PA-01 (Fitzpatrick), PA-05 (open, Meehan), PA-06 (Costello), PA-07 (open, Dent), PA-08 (Cartwright), PA-10 (Perry), PA-17 (Rothfus)", "November outlook: ", "Democratic", " ", "Sen. Bob Casey could face a tough re-election if Republicans raise enough money and run a strong campaign in the commonwealth. CNN currently rates seven of the 18 House seats as key races to watch. ", "New districts", " that were handed down by the state Supreme Court after ruling the current lines were gerrymandered in favor of the GOP ", "could put more seats in play", " come the fall. ", "Primary date: Tuesday, May 22", "• ", "Arkansas", "Races to watch: AR-02 (Hill)", "November outlook: ", "Republicans are strongly favored to hold all four congressional seats in Arkansas, but Little Rock-based Rep. French Hill faces a solid Democratic challenger in state Rep. Clarke Tucker. CNN rates it as likely Republican. Gov. Asa Hutchinson is up for re-election as well and is widely seen as a safe bet for Republicans too.", "• ", "Georgia", "Races to watch: GA-06 (Handel), GA-07 (Woodall)", "November outlook:", " If Democrats want to pick up seats in Georgia, they may look at the 6th and 7th districts. ", "GOP Rep. Karen Handel won a tough battle", " to succeed former Health and Human Services Secretary Tom Price in 2017, despite a major cash influx for Democrat Jon Ossoff, which will make it difficult for them to win. But if 2018 turns into a wave for Democrats, Handel and Rep. Rob Woodall could become vulnerable. CNN currently rates both races as likely Republican. The open governor seat may influence the race, should it become competitive, depending on the outcome of the primaries, in which both parties may move farther from the center than their respective party leaders in the Peach State.", "• ", "Kentucky", "Races to watch: KY-06 (Barr)", "November outlook: ", "Three-term Republican Rep. Andy Barr's race is currently rated as lean Republican by CNN. He has won at least 60% of the vote in each election, but Democrats will likely field strong competition, which could put this seat in play.", "June ", "Primary date: Tuesday, June 5", "• ", "Alabama", "Despite a surprise victory from Democrat Doug Jones in the special election for the Senate last year, no Alabama seat is seen as competitive this year for either party, including Republican Gov. Kay Ivey as she seeks her first full term.", "RELATED: 5 takeaways from Doug Jones' massive victory in Alabama", "• ", "California", "Races to watch: CA-07 (Bera), CA-10 (", "Denham", "), CA-21 (Valadao), CA-25 (Knight), CA-39 (open, Royce), CA-45 (Walters), CA-48 (Rohrabacher), CA-49 (open, Issa), CA-50 (Hunter) ", "November outlook:", " Eight of the nine House seats rated as competitive by CNN are currently held by Republicans, some of which are in districts Clinton won in 2016. If Democrats are going to take back the House, they will need (and may get) a few of these to do it. While the Senate seat is expected to stay in Democratic hands, the primary and general election against ", "Sen. Dianne Feinstein", " could turn competitive, as she will likely face a more progressive Democrat in the fall due to the state's jungle primary laws. California has a competitive governor's race to replace outgoing Gov. Jerry Brown, with top contenders in Lt. Gov. Gavin Newsom and former Los Angeles Mayor Antonio Villaraigosa, both Democrats. ", "• ", "Iowa", "Races to watch: IA-01 (Blum), IA-03 (Young)", "November outlook:", " Two-term GOP Rep. Rod Blum's race is rated as a toss-up. Blum won 51% and 54% in his northeastern Iowa district during his first two campaigns but could face his toughest race in a year that could favor Democrats. Fellow sophomore Rep. David Young is also being heavily targeted by the Democratic Congressional Campaign Committee. Both of these districts voted for President Barack Obama in 2008 and 2012 before flipping to Trump in 2016.", "• ", "Mississippi", "November outlook: ", "Sen. Thad Cochran's upcoming retirement --", " announced in early March", " -- sets up a special US Senate election in Mississippi, meaning both of the state's Senate seats will be on the ballot come November. GOP Sen. Roger Wicker is up for re-election and is facing a primary challenge from state Sen. Chris McDaniel -- who nearly knocked off Cochran in a high-profile primary race in 2014. Mississippi's House races are not seen as competitive this year.", "• ", "Montana", "Races to watch: MT Sen; ", "MT-AL", "November outlook:", " ", "Democratic Sen. Jon Tester will face voters for the third time", ", but this year he's coming on the heels of Trump's 21-point win in Big Sky Country. Republicans see this seat as a perfect opportunity for a flip, but party members have yet to coalesce around one candidate. Tester's significant money advantage gives him a slight edge, as CNN rates this race lean Democrat. ", "Controversial GOP Rep. Greg Gianforte's race", " is rated as likely Republican at the beginning of 2018.", "• ", "New Jersey", "Races to watch: NJ-02 (open, LoBiondo), NJ-03 (MacArthur), NJ-05 (Gottheimer), NJ-07 (Lance), NJ-11 (open, Frelinghuysen) ", "November outlook:", " Five of New Jersey's 12 congressional seats are on CNN's competitive ratings this year. The two open seats left by retiring GOP Reps. Rodney Frelinghuysen and Frank LoBiondo are seen as big targets for Democrats to flip. ", "Trump's unpopularity in the Garden State", " could curtail the GOP's attempts to rebuild after losing the governor's mansion last year. ", "Democratic Sen. Bob Menendez is up for a third term this year", ", in a race that CNN ranks as solid Democrat.", "• ", "New Mexico", "Races to watch: NM-02 (open, Pearce)", "November outlook: ", "Four-term GOP Rep. Steve Pearce is running for governor, which leaves a slight opening for Democrats in this southern New Mexico district. The area trends conservative, as CNN rates this House race as likely Republican. Pearce will have a tough race to succeed Republican Gov. Susana Martinez, whose approval ratings have fallen as she ends her second term. Democratic Sen. Martin Heinrich is up for re-election. ", "• ", "South Dakota", "Primary date: Tuesday, June 12", "• ", "Maine", "Races to watch: ME-02 (Poliquin)", "November outlook:", " Democrats would like to take back the last Republican-held seat in Maine's 2nd District, but that could prove tougher than expected. The district's support of Trump (giving him an electoral vote in 2016) and Rep. Bruce Poliquin's strong cash advantage will be tough to beat in this northern Maine seat. CNN currently rates the race as likely Republican, though the governor's race could provide Democrats a place to flip a state executive seat from red to blue. ", "Independent Sen. Angus King", " is up for re-election. ", "• ", "North Dakota", "Races to watch: North Dakota US Senate", "November outlook:", " ", "Democrat Heidi Heitkamp faces a tough re-election", " for her Senate seat, and she's raising the money for a fight. GOP Rep. Kevin Cramer said in January that he would not run for the seat before reversing course and announcing his candidacy in mid-February. Trump won the state by 36 points, and Republicans are determined to beat Heitkamp. CNN initially rated this race as lean Democrat, but with Cramer's candidacy, it is now a toss-up.", "• ", "Nevada", "Races to watch: NV Sen; NV-03 (open, Rosen), NV-04 (open, Kihuen)", "November outlook:", " Looking to capitalize on Clinton's 2016 win and the state's trend toward Democrats, Nevada will be home to some of the country's toughest competitions this year for the House, the Senate and the Governor's Mansion. Democratic Rep. Jacky Rosen is", " challenging Republican Sen. Dean Heller,", " in a race rated as toss-up by CNN. Rosen leaves her current House seat open, which CNN also rates as a toss-up. After being accused of sexual harassment, Democratic Rep. Ruben Kihuen announced he won't seek reelection. His central Nevada district, including the Las Vegas suburbs, gives Democrats a slight advantage, as CNN rates this race lean Democrat. ", "• ", "South Carolina", "• ", "Virginia ", "Races to watch: VA-02 (Taylor), VA-05 (Garrett), VA-7 (Brat), VA-10 (Comstock) ", "GOP Rep. Barbara Comstock's DC exurb district is a big target for a Democratic flip in November. This will most likely be the most competitive race in the state this year, followed by that of Rep. Scott Taylor, a Republican who represents the hometown of the state's Democratic governor. Taylor's strong military background and willingness to work across the aisle give him an advantage, as CNN ranks this race as lean Republican. ", "Sen. Tim Kaine, the 2016 Democratic vice presidential candidate", ", has yet to see a strong candidate against him in the fall. CNN rates his race as likely Democrat. ", "Primary date: Tuesday, June 19", "• ", "District of Columbia", "Primary date: Tuesday, June 26", "• ", "Colorado", "Races to watch: CO-06 (Coffman)", "November outlook: ", "GOP Rep. Mike Coffman will face an intense battle for a sixth term, as this district, which includes Denver suburbs, voted for Clinton in 2016. This diverse district with a growing Hispanic population has trended Democratic, which in part is why CNN ranks the race as a toss-up. The governor's race could affect down-ticket races, though the state as a whole has trended Democratic as well over the past few elections. ", "• ", "Maryland", "November outlook: ", "No congressional race is viewed as competitive in Maryland, but a pending Supreme Court case on gerrymandering districts in favor of Democrats could change the map here. Republican Gov. Larry Hogan is popular in the state, which could help him separate himself from the national party -- not viewed as favorably here -- to win a second term. ", "Chelsea Manning,", " the former Army intelligence analyst convicted of disclosing classified information to WikiLeaks, is running for Senate as a Democrat.", "• ", "New York", "Races to watch: NY-01 (Zeldin), NY-11 (Donovan), NY-19 (Faso), NY-22 (Tenney), NY-24 (Katko)", "November outlook:", " Five GOP congressional races are ranked somewhat competitive by CNN. Reps. John Faso and Claudia Tenney have lagged behind in fundraising going into 2018, as CNN rates their seats as toss-ups. Democrats are hoping their national popularity will help them unseat Faso in his Hudson Valley district. Though Tenney represents the more conservative Binghamton area, Obama did well there, showing the power of a motivated Democratic Party they hope to capitalize on again. With a governor and Senate race (", "Kirsten Gillibrand's seat is ranked solid Democrat heading into her re-election bid", "), the Big Apple could be the home of big wins for Democrats.", "• ", "Oklahoma", "• ", "Utah", "Races to watch: UT-04 (Love)", "November outlook:", " Utah may not house the most competitive races of 2018, but the Beehive State will be buzzing. Former 2012 Presidential nominee Mitt Romney recently announced his run for the open Senate seat there, which is ranked as solid Republican by CNN. ", "GOP Rep. Mia Love", " will face a tough race this fall and is currently lagging behind in fundraising. Her Salt Lake City district is a strong Republican area, as CNN ranks this race as lean Republican.", "August", "Primary date: Thursday, August 2", "• ", "Tennessee", "Races to watch: TN Sen", "November outlook: ", "Tennessee's nine districts are not ranked as competitive, though the Senate seat left open by Republican Bob Corker's retirement, reconsideration and final decision to retire ", "has sparked an interest on both sides of the aisle.", " It will be a tough race for Democrats, though ", "popular former Gov. Phil Bredesen", " could give the GOP a run for its money, even though Trump won the state by 26 points. CNN ranks this race as likely Republican.", "Primary date and Election Day: Tuesday, August 7", "• ", "OH-12 special election", "Special election for former GOP Rep. Pat Tiberi's seat. Tiberi resigned to join the Ohio Business Roundtable. CNN rates this Columbus-suburb district as likely Republican.", "• ", "Kansas", "Races to watch: KS-02 (open, Jenkins), KS-03 (Yoder)", "November outlook:", " The Kansas side of Kansas City is a potential risk for Republicans. As GOP Rep. Kevin Yoder seeks a fifth term, he's weighed down by a district that narrowly voted for Clinton in 2016. Yoder's cash advantage gives him a good start, as CNN rates this race as lean Republican.", "• ", "Michigan", "Races to watch: MI-06 (Upton), MI-07 (Walberg), MI-08 (Bishop), MI-11 (open, Trott)", "November outlook:", " Four Michigan Republican-held seats are viewed as competitive by CNN, leading with retiring Rep. David Trott's Detroit-suburb district ranked as toss-up. Rep. Michael Bishop will seek a third term in his Lansing-based district, where Trump expanded the margin of the two past presidential winners, though he's been outraised by his Democratic opponent. CNN rates this race as lean Republican. A good night for Democrats in November could put GOP Reps. Fred Upton and Tim Walberg at risk, but for now, their races are ranked as likely Republican. ", "• ", "Missouri", "Races to watch: Missouri US Senate ", "November outlook:", " ", "Democratic Sen. Claire McCaskill will most likely face the toughest race", " she's experienced as she seeks a third term. Coming off the heels of Trump's 19-point win, Republicans are intent on flipping this seat in the Show Me state to their side. Democratic strength nationwide helped McCaskill in 2006 and 2012, which makes her party's momentum heading into November a critical factor in this race.", "• ", "Washington state", "Races to watch: WA-05 (McMorris Rodgers), WA-08 (open, Reichert)", "November outlook: ", "GOP Rep. Dave Reichert's retirement gives Democrats a big opening in this district of Seattle suburbs where Clinton won in 2016. CNN rates this race as a toss-up. House Republican Caucus leader Cathy McMorris Rodgers has a significant money lead and history in the district, giving her a significant advantage over her Democratic rivals, but momentum on the left cannot be ignored in this east Washington district. CNN ranks this race as likely Republican. Democratic Sen. Maria Cantwell is up for re-election. ", "Primary date: Saturday, August 11", "• ", "Hawaii", "Democratic Sen. Mazie Hirono is up for re-election. ", "Primary date: Tuesday, August 14", "• ", "Connecticut", "Democratic Sen. Chris Murphy", " is up for re-election.", "• ", "Minnesota", "Races to watch: MN-01 (open, Walz), MN-02 (Lewis), MN-03 (Paulsen), MN-07 (Peterson), MN-08 (open, Nolan)", "November outlook: ", "Three congressional districts in Minnesota are ranked as toss-ups by CNN. Two Democratic-held seats by retiring Reps. Tim Walz and Rick Nolan are targets for Republicans, hoping to use Trump's wins as a springboard to victory. Democrats are targeting freshman Rep. Jason Lewis, whose district covers the southern suburbs of Minneapolis. Lewis's likely Democratic opponent outraised him more than 2-to-1 in the final fundraising quarter of 2017, but the incumbent still holds an overall cash on hand advantage. ", "Democratic Sen. Tina Smith is running to serve the rest", " of former Sen. Al Franken's term. ", "Democratic Sen. Amy Klobuchar", " is up for re-election. ", "• ", "Vermont", "Independent Sen. Bernie Sanders", " is up for re-election. ", "• ", "Wisconsin", "Races to watch: WI Sen; WI-03 (Kind), WI-06 (Grothman)", "November outlook: ", "Democratic Sen. Tammy Baldwin will face a tough re-election in the Badger State, coming off Trump's historic 2016 win there. A Republican presidential candidate hadn't won the state in the 28 years prior. CNN currently rates this race as lean Democrat. ", "Primary date: Tuesday, August 21", "• ", "Alaska", "• ", "Wyoming", "Republican Sen. John Barrasso", " is up for re-election. ", "Primary date: Tuesday, August 28", "• ", "Arizona", "Races to watch: AZ Sen; AZ-01 (O'Halleran), AZ-02 (open, McSally), AZ-09 (open, Sinema)", "November outlook: ", "If Democrats have any chance of taking back the Senate, they will have to win in Arizona. ", "Republican Jeff Flake's retirement opened the seat up", ", and both sides are already campaigning hard for it. Trump's immigration policies and positions will most likely embolden supporters and detractors to come to the polls in the Grand Canyon State, which he won by only 4 points in 2016. The race is ranked as a toss-up by CNN.", " Republicans former Sheriff Joe Arpaio", " and ", "former state Sen. Kelli Ward", " are both running to fill Flake's seat. ", "• ", "Florida", "Races to watch: FL Sen; FL-07 (Murphy), FL-13 (Crist), FL-18 (Mast), FL-26 (Curbelo), FL-27 (open, Ros-Lehtinen)", "November outlook: ", "Democrats could show some strength in Florida, where one Republican-held seat is already ranked as lean Democrat by CNN. GOP Rep. Carlos Curbelo is in danger of losing his seat composing the southern tip of the state. ", "GOP Rep. Tom Rooney is retiring", " rather than seeking a sixth term this fall. Rooney represents an overwhelmingly Republican district south of Orlando and Tampa that Trump won by 27 percentage points in 2016 -- so it's likely to remain in GOP hands in November. Democrat Bill Nelson could face a tough re-election for the Senate with a strong candidate like current Gov. Rick Scott, who has not declared. This race is currently ranked lean Democrat. ", "RELATED: The Puerto Rican migration could shape Florida politics for years to come", "September ", "Primary date: Tuesday, September 4", "• ", "Massachusetts", "Democratic Sen. Elizabeth Warren", " is up for re-election.  ", "Primary date: Thursday, September 6", "• ", "Delaware", "Democratic Sen. Tom Carper", " is up for re-election. ", "Primary date: Tuesday, September 11", "• ", "New Hampshire", "Races to watch: NH-01 (open, Shea-Porter), NH-02 (Kuster)", "November outlook: ", "Both of New Hampshire's congressional seats are viewed as competitive this year. ", "With the retirement of Democratic Rep. Carol Shea-Porte", "r, her district has flipped between both parties multiple times over the past decade. This seat is currently ranked as a toss-up by CNN. Democrat Ann Kuster's race will most likely not be as as competitive, but both parties have the history and know-how to win in the Granite State. CNN currently ranks this race as likely Democrat.", "Primary date: Tuesday, September 12", "• ", "Rhode Island", "Democratic Sen. Sheldon Whitehouse ", "is up for re-election. ", "November ", "Election Day: Tuesday, November 6", "• ", "Louisiana (open primaries)", "December", "Runoff date: Tuesday, December 4", "• ", "Georgia state/local runoffs", "Runoff date: Saturday, December 8", "• ", "Louisiana runoffs", "January 2019", "Tuesday, January 8", "• ", "Georgia federal runoffs", "This post will be updated repeatedly.", "Corrections: Rep. Todd", " ", "Rokita's last name was initially misspelled. A reference to Rep. Jason Lewis' fundraising has been clarified. The last name of Zach Scott has been corrected and his job title now reflects that he is no longer sheriff of Franklin County, Ohio."]},
{"newspaper_name": "CNN", "articles_date": [], "articles_link": "https://www.cnn.com/videos/us/2015/12/04/west-virginia-don-blankenship-verdict-massey-energy-presser-bts.wchs", "articles_title": [], "articles_text": []},
{"newspaper_name": "CNN", "articles_date": ["Updated 1:14 PM ET, Sun March 4, 2018 "], "articles_link": "https://www.cnn.com/2018/03/01/politics/senate-race-rankings-march/index.html", "articles_title": ["The 10 Senate seats most likely to switch parties: March edition"], "articles_text": ["Washington (CNN)", "The national debate over gun control has thrown a new dynamic into this year's top Senate races.", "For the five Democrats defending seats in states President Donald Trump won in 2016 by double-digits, the issue is complicated: Their national party and donors want gun restrictions, but the right-of-center, exurban and rural voters they'll need to win have historically opposed tighter gun laws. They'll have to decide how far they can go, and how they can sell it. ", "For some Republicans, particularly Florida Gov. Rick Scott, it's a different problem: They'll be accused of ignoring opportunities to act on gun violence before the shooting in Parkland, Florida. ", "As we wait to see how the gun debate evolves in statehouses and on Capitol Hill, here's our March edition of the 10 Senate seats most likely to switch parties in November.  ", "Remember: The current balance of power in the Senate is 51 Republicans, 49 Democrats (and independents who caucus with them). That means Democrats need a net gain of two seats to take control of the chamber. That's a tough task on a map where Democrats are defending 26 seats and Republicans just have to hold eight.", "1. Nevada", "Incumbent: Republican Sen. Dean Heller", "Primary date: June 12", "Heller tops this list for two reasons: He's the only Republican up for re-election in a state Hillary Clinton won in 2016, and unlike the split fields we see in other states, he has dangerous one-on-one matchups in both the primary (against Danny Tarkanian) and the general election (against Rep. Jacky Rosen). ", "The good news for Heller: President Donald Trump wants to help him. Trump ", "told Republican National Committee members", " he'll go to Nevada to campaign for Heller ahead of the primary. (And if Trump forgets that promise, the fact that ", "Tarkanian used Ivanka Trump against Heller", " will probably serve as a strong reminder.) ", "The bad news: Cozying up to Trump is a problem in a general election. ", "2. Arizona", "Incumbent: Open seat (Republican Sen. Jeff Flake is retiring)", "Primary date: August 28", "In a year of Republican primaries all over the map, this one has the makings to be the nation's most chaotic. ", "Rep. Martha McSally spent much of the last month backing away from her 2016 criticism of Trump. Former state Sen. Kelli Ward ", "was in Washington for CPAC ", "courting major donors and organizations for a well-financed brawl. And former Maricopa County sheriff Joe Arpaio is a wild card who could spoil the entire race for Republicans if he wins the primary.  ", "With the primary still months away, Democratic Rep. Kyrsten Sinema is watching and waiting. ", "Flake, meanwhile, is off to New Hampshire for an event later this month, kicking up 2020 presidential speculation. ", "3. Missouri", "Incumbent: Democratic Sen. Claire McCaskill", "Primary date: August 7", "Republican attorney general Josh Hawley has played the scandal surrounding ", "indicted", " Gov. Eric Greitens carefully, breaking with the Missouri GOP in calling for an investigation and tweeting that there is \"no place for party or partisanship.\" ", "Still, Greitens' seemingly inevitable downfall is bad for the party's brand. Navigating those choppy waters -- ideally as quickly as possible -- is important for Hawley's Senate prospects in a state Trump won by 19 points in 2016. ", "4. Indiana", "Incumbent: Democratic Sen. Joe Donnelly", "Primary date: May 8", "In the three-way Republican primary between Reps. Todd Rokita and Luke Messer and former state Rep. Mike Braun, it's Rokita who wields the sharpest knife. ", "His opening line in their first debate got at both Braun's past participation in Democratic primaries and questions surrounding Messer's residency. \"Mike, welcome to the Republican Party,\" Rokita said. \"Luke, welcome back to Indiana.\"", "Rokita's all-base, all-the-time strategy was on vivid display in his first TV ad:", "5. West Virginia", "Incumbent: Democratic Sen. Joe Manchin", "Primary date: May 8", "Manchin tried an odd idea last month: He ", "urged other senators to sign a pledge", " not to campaign against each other. ", "It seemed like a self-serving proposal by a former governor who, while in that job, was chairman of the Democratic Governors Association, an organization with the sole job of defeating Republican governors. ", "Even if senators stay out of it, others are willing to wade in. Wisconsin Gov. Scott Walker endorsed attorney general Patrick Morrisey, who along with Rep. Evan Jenkins and coal CEO Don Blankenship are running to oppose Manchin.", "6. North Dakota", "Incumbent: Democratic Sen. Heidi Heitkamp", "Primary date: June 12", "Republicans got good news when Rep. Kevin Cramer changed his mind and decided he'd run against Heitkamp after all. ", "The cherry on top: There won't be a GOP primary. State Sen. Tom Campbell, who was also in the race, is instead running for Cramer's House seat. ", "Heitkamp will benefit from footage of Trump extending a handshake and calling her a \"good woman\" on stage at a September event. But there are good reasons Republicans consider this a top target: Trump won the state by 36 points in 2016. And Heitkamp won her seat by less than a point in 2012.", "Heitkamp is still well-funded and hasn't had to cast many tough votes (with tax reform being a possible exception), and there remain questions about Cramer's strength as a candidate. But this race looks better for Republicans now than it did a month ago.  ", "7. Montana", "Incumbent: Democratic Sen. Jon Tester", "Primary date: June 5", "Last in a string of five straight Democratic-held seats in states Trump won by double digits, Tester is watching and waiting to see how the GOP primary develops. ", "State auditor Matt Rosendale, the other Senate candidate with a flat-top, appears to be the Republican front-runner, with businessman Troy Downing, former judge Russell Fagg and state Sen. Al Olszewski are also in the race. ", "8. Wisconsin", "Incumbent: Democratic Sen. Tammy Baldwin", "Primary date: August 14", "Many families dislike the political life. But rarely do you see the parents of a candidate -- Republican businessman Kevin Nicholson -- ", "give the maximum possible donations to his Democratic opponent", ", Baldwin. ", "Nicholson has challenged state Sen. Leah Vukmir to six debates in a primary that is still developing. Businessman Eric Hovde is also exploring a run. ", "The first debate is set for March 28 hosted by WTMJ-AM and being broadcast on the radio. ", "9. Ohio", "Incumbent: Democratic Sen. Sherrod Brown", "Primary date: May 8", "Here's the counterintuitive case for Republicans having a shot here: ", "When state treasurer Josh Mandel dropped out, the assumption was that Brown probably had this race in the bag. But the truth about Mandel was that Republicans never believed he'd win. They'd already seen Brown beat him once, in their 2012 head-to-head. ", "At least Rep. Jim Renacci, the front-runner for the nomination, gives the GOP a bit of a clean slate. He's capable of self-funding at least partially in an expensive state, too. ", "As Ohio drifts rightward, it's possible this one will be harder for Democrats to put away than they'd like. ", "10. Florida", "Incumbent: Democratic Sen. Bill Nelson", "Primary date: August 28", "In the wake of the Parkland shooting, Nelson is showing that he's ready for a fight against Gov. Rick Scott, the Republican who is widely expected to announce a Senate run in the near future. ", "In a CNN town hall on guns, ", "Nelson linked Scott's inaction", " in the wake of the Pulse nightclub shooting in Orlando to the Parkland shooting. ", "\"Two years ago, when 49 lives were taken in the Pulse nightclub, and nothing was done -- not in Washington, not in Tallahassee, not one thing offered by the administration in Tallahassee,\" he said. \"And here we are, going through this again. And it's going to unfortunately very possibly continue unless we get some common-sense laws on the books.\" "]},
{"newspaper_name": "CNN", "articles_date": ["Updated 6:20 AM ET, Thu April 7, 2016 "], "articles_link": "https://www.cnn.com/2016/04/07/us/five-things-new-day/index.html", "articles_title": ["Today's 5 things: Trading punches on the campaign trail"], "articles_text": ["Now you can get \"5 Things You Need to Know Today\" delivered to your inbox daily. ", "Sign up here", ".", " (CNN)", "Trading punches. Watching ripples. Remembering a legend. It's Thursday, and here are the 5 things you need to know to  ", "Get Up to Speed and Out the Door", ".", "1. Campaign 2016", "The gloves are officially off, at least on the Democratic side of this wacky nomination race. Yesterday Team Sanders and Team Clinton", " traded body blows", ", with Sanders saying Clinton wasn't \"qualified\" to be president, you know with her accepting that Wall Street money and all. Earlier in the day Clinton wondered out loud if Sanders ", "was even a Democrat", ", much less \"ready to be president,\" since he kind of bombed in an interview with a media outlet last weekend. And to think we always considered this match-up the more civil of the two.", "2. Panama Papers", "Ripples from the disclosures found within the Panama Papers continue to spread out: Iceland will swear in a new Prime Minister today, after Sigmundur David Gunnlaugsson stepped down because the leaked documents revealed his links to an offshore company, triggering mass protests.", " FIFA boss Gianni Infantino", " is entangled in the mess as well. A controversial TV rights contract between UEFA -- European football's governing body -- and a South American network has emerged from the leak. Infantino, who's denied any wrongdoing, used to be UEFA's general secretary -- and the contract reportedly has his signature on it. Yesterday Swiss police raided UEFA's headquarters.", "3. Mine explosion disaster", "He's going to prison and has to pay a huge fine, but the punishment a former mining executive got yesterday will never be enough for some folks. Ex-Massey Energy CEO Don Blankenship got", " a year in federal prison ", "and a $250,000 fine for his part in the Upper Big Branch mine explosion that killed 29 people in West Virginia in 2010. Blankenship's company deliberately evaded safety regulations for years and even had two sets of books to mislead miners and inspectors. As he walked to a car after the sentencing, victims' family members shouted at him.", "4. Impeachment", "Spring is in the air, and lawmakers' thoughts are turning toward kicking folks out of office. In Brazil, President Dilma Rousseff is ", "one step closer to getting the boot ", "after a committee voted yesterday to continue the impeachment process against her. Closer to home, Alabama Gov. Robert Bentley's scandal overshadows everything there, but don't mention the \"I\"-word to Bentley, who made clear", " in a news conference ", "yesterday that he's concentrating on the \"real problems\" the state faces and not the possibility that articles of impeachment may soon be introduced against him.", "5. Death penalty", "Executions are up sharply around the world. Amnesty International notes in its ", "report on the death penalty", " that at least 1,634 people were executed last year, an increase of more than 50% over 2014. But most of that number comes from three countries: Iran, Pakistan and Saudi Arabia. Together they accounted for almost 90% of all executions in 2015. The United States only had 28 executions last year, the lowest number in more than two decades."]},
{"newspaper_name": "CNN", "articles_date": [], "articles_link": "https://www.cnn.com/videos/justice/2016/04/07/former-massey-energy-ceo-don-blankenship-sentenced-mine-pkg.wsaz", "articles_title": [], "articles_text": []},
{"newspaper_name": "CNN", "articles_date": ["Updated 4:45 PM ET, Thu April 5, 2018 "], "articles_link": "https://www.cnn.com/2018/04/05/politics/donald-trump-west-virginia-tax-reform/index.html", "articles_title": ["Trump targets Democratic senator in free-wheeling West Virginia event"], "articles_text": ["White Sulphur Springs, West Virginia (CNN)", "The 2018 midterm elections were expected to be the backdrop to President Donald Trump's remarks here on Thursday. Instead, they became the main event.", "Minutes after taking the stage, Trump went after the state's Democratic senator, Joe Manchin, for voting against the GOP tax reform bill and urged voters to vote him out of office.", "\"I thought he would be helpful because he talks,\" Trump said of Manchin. \"But he votes against everything. And he voted against our tax cuts.\"", "Next, he blamed Democrats -- once again name-checking Manchin -- for what he deemed to be the United States' \"very weak\" immigration laws, slamming family-based immigration and calling for the end of \"catch and release\" policies. He even revived his unsubstantiated claim that \"millions and millions\" of people voted illegally in the 2016 election, in which he won the presidency but lost the popular vote.", "\"In many places the same person in California votes many times,\" Trump said Thursday. \"They always like to say, 'Oh that's a conspiracy theory.' It's not a conspiracy theory. Millions and millions of people, and it's very hard because the state guards their records.\"", "The topic Trump was slated to focus on -- tax reform -- would have been lost on the West Virginia audience due to his lack of focus. But the panelists sitting alongside Trump at the roundtable event -- a medley of local business executives, employees and regular families -- accomplished the White House's goals, sharing personal stories of tax savings, bonuses and raises they attributed to the GOP tax law.", "\"Thank you for listening to us, thank you for fighting for us, thank you for caring enough,\" said Jessica Hodge, a business administrator, as she broke into tears.", "Previewing the event, a senior White House official told CNN that Trump would focus on the tax reform proposals, which Republicans hope to make central to their efforts to hold onto their majorities in Congress. The official said Trump would likely target Manchin, but declined to say whether Trump would call him out by name.", "Ultimately, Trump called Manchin out several times -- first over the tax reform bill, then over his opposition to an Obamacare repeal bill and even over \"other things we don't like.\"", "Trump's remarks at a roundtable touting his tax reform law came as he sat in between two of Manchin's would-be Republican opponents for the 2018 Senate election, GOP Rep. Evan Jenkins and Attorney General Patrick Morrisey.", "Trump pointed out that the state's voters will soon \"get a chance to get a senator\" who will support his agenda.", "Similar to an Ohio event last week, the roundtable was billed as an official White House event -- not a campaign event -- but Trump spent most of his time talking about electoral politics and repeatedly railed against Manchin, a Democrat who has supported some of the President's initiatives -- though not the biggest-ticket items.", "Trump has been increasingly turning his focus to the 2018 midterm elections as Republicans look to keep their majority in Congress. Key to those efforts will be the roundtable-style events like the one Trump is holding in West Virginia, the senior White House official said, as Republicans look to focus their campaign messaging on the economic benefits of the tax law.", "The event gave prominent screen time to two of the Republicans vying to unseat Manchin, but left out another top contender for the GOP nod -- the controversial coal mining executive Don Blankenship, who was released from prison just last year.", "Even after the roundtable participants finished talking about the benefits of the tax reform legislation, it was clear Trump wasn't quite done talking about the 2018 midterms.", "\"Should we do a little test?\" Trump asked the audience, while he sat sandwiched on stage between Morrisey and Jenkins.", "\"Who's voting for Patrick?\" Trump said, drawing modest applause for Morrisey, the state's attorney general.", "Next up was Jenkins.", "\"Who's voting for Evan?\" Trump asked, drawing noticeably louder applause and whoops from the crowd.", "Sensing the gap, Morissey leaned into the President and offered a point of order: \"It's his congressional district!\""]},
{"newspaper_name": "CNN", "articles_date": ["Updated 6:59 PM ET, Thu February 28, 2013 "], "articles_link": "https://www.cnn.com/2013/02/28/justice/west-virginia-mine-plea/index.html", "articles_title": ["Coal exec pleads guilty, points to former CEO in mine probe"], "articles_text": ["A former coal company executive pleaded guilty Thursday and identified his old boss as part of an effort to cover up safety violations before the worst U.S. mine disaster in decades.", "David Hughart, who was president of a Massey Energy subsidiary, pleaded guilty to two conspiracy counts before a federal judge in Beckley, West Virginia.", "He's the highest-ranking official to admit wrongdoing in the investigation that followed the 2010 explosion at the Upper Big Branch mine in West Virginia, which killed 29 workers.", "The 53-year-old Hughart has agreed to cooperate with prosecutors in the ongoing probe stemming from the disaster, the worst American mining catastrophe since 1972, according to his plea agreement. Asked during his plea hearing who he conspired with above him, Hughart replied, \"The chief executive officer,\" CNN affilliate", " WCHS", " reported. ", "Massey's former CEO, Don Blankenship, was an outspoken critic of federal mine regulators, but Hughart did not name him directly.", "In a statement issued Thursday afternoon, Blankenship attorney William Taylor III said Blankenship \"did not conspire with anybody to do anything illegal or improper.\"", "\"To the contrary, Don took every step to make the mines under his responsibility safer,\" Taylor said. \"We are not concerned about Mr. Hughart's recollections. People often remember untrue things when they are attempting to reduce a possible prison sentence.\"", "Hughart faces up to six years in prison and a $350,000 fine after admitting that he and others at Massey conspired to hide safety hazards inside the company's mines between 2000 and 2010 -- a period that spans Blankenship's time at the company's helm. His sentencing is set for June 25. ", "His lawyer, Michael Whitt, would not comment on the statements made in court, and U.S. Attorney Booth Goodwin told CNN through a spokesman, \"I'm not going to comment on the direction of the investigation.\" ", "Hughart was the president of Green Valley Resource Group, a different Massey subsidiary than the one that operated the Upper Big Branch mine. In his plea agreement, prosecutors state that he and others worked to conceal mine hazards from federal inspectors \"in part because of a belief that consistently following these laws would decrease coal production.\"", "Massey was the fourth-largest coal producer in the United States and the largest mine operator in Appalachia at the time of the Upper Big Branch explosion. But it had racked up an extensive list of violations before the disaster, and a 2011 report by the U.S. Mine Safety and Health Administration found that Massey had", " a history of \"systematic, intentional, and aggressive efforts\" to evade safety regulations", ". ", "The company kept two sets of books to mislead miners and inspectors, tipped off crews before surprise inspections and intimidated workers to prevent them from reporting violations, the report found.  ", "Massey was bought by another company, Alpha Natural Resources, after the disaster. In December 2011, it settled with the Justice Department for a record $209 million in fines, penalties and compensation for families of the men killed at Upper Big Branch. ", "2010: Mine disaster board members survive attempt to oust them", " ", "Another Massey manager, Gary May, ", "admitted helping conceal hazards ", "from inspectors in 2012. He was sentenced to 21 months in prison in January. "]},
{"newspaper_name": "CNN", "articles_date": ["Updated 7:08 PM ET, Thu November 13, 2014 "], "articles_link": "https://www.cnn.com/2014/11/13/us/west-virginia-mine-indictment/index.html", "articles_title": ["Former Massey Energy CEO indicted in wake of 2010 mine explosion"], "articles_text": ["The man who ran the West Virginia mine that exploded in 2010, in what was one of the worst U.S. mine disasters in decades, was indicted Thursday on federal charges.", "Don Blankenship, the former CEO of Massey Energy, faces four charges: conspiracy to violate mandatory federal mine safety and health standards, conspiracy to impede federal mine safety officials, making false statements to the U.S. Securities and Exchange Commission, and securities fraud.", "The counts carry a maximum combined penalty of 31 years in prison, according to the Justice Department.", "\"The indictment alleges that from about January 1, 2008, through about April 9, 2010, Blankenship conspired to commit and cause routine, willful violations of mandatory federal mine safety and health standards at Massey Energy's Upper Big Branch mine, located in Raleigh County, West Virginia,  the department said in a statement.", "Massey was the fourth-largest coal producer in the United States and the largest mine operator in Appalachia at the time of the Upper Big Branch explosion, which killed 29 workers.", "But it had racked up an extensive list of violations before the disaster, and a 2011 report by the U.S. Mine Safety and Health Administration found that Massey had a history of \"systematic, intentional, and aggressive efforts\" to evade safety regulations.", "The company kept two sets of books to mislead miners and inspectors, tipped off crews before surprise inspections and intimidated workers to prevent them from reporting violations, the report found.", "Blankenship's attorney, William W. Taylor, III, said Thursday that his client is innocent of the charges, and will fight them and be acquitted.", "\"Don Blankenship has been a tireless advocate for mine safety. His outspoken criticism of powerful bureaucrats has earned this indictment. He will not yield to their effort  to silence him. He will not be intimidated,\" the lawyer said.", "Massey was bought by another company, Alpha Natural Resources, after the disaster. In December 2011, it settled with the Justice Department for a record $209 million in fines, penalties and compensation for families of the men killed at Upper Big Branch."]},
{"newspaper_name": "CNN", "articles_date": ["Updated 5:11 PM ET, Wed February 21, 2018 "], "articles_link": "https://www.cnn.com/2013/07/13/us/u-s-mine-disasters-fast-facts/index.html", "articles_title": ["US Mine Disasters Fast Facts"], "articles_text": [" (CNN)", "Here's a look at ", "mine disasters", ", accidents and deaths in the United States. This is a list of the more notable ", "mine disasters", " and is not all-inclusive.", "Timeline:", "December 6, 1907 - ", "Worst coal mine disaster in US history: 362 miners are killed in an explosion at the Monongah Nos. 6 and 8 Coal Mines in Monongah, West Virginia.", "November 13, 1909 - ", "259 miners are killed in a fire at the Cherry Mine in Cherry, Illinois.", "October 22, 1913 - ", "An explosion kills 263 at the Stag Canon No. 2 Coal Mine in Dawson, New Mexico.  ", "June 8, 1917 -", " 163 miners are killed in a fire at the Granite Mountain Shaft Mine in Butte, Montana. ", "January 10, 1940 -", " 91 miners are killed by an explosion at Pond Creek No. 1 in Bartley, West Virginia. ", "March 16, 1940 - ", "An explosion at the Willow Grove No. 10 mine in St. Clairsville, Ohio kills 72 miners.", "March 25, 1947 -", " 111 miners are killed in an explosion at the Centralia No. 5 mine in Centralia, Illinois.", "December 21, 1951 -", " An explosion at Orient No. 2 mine in West Frankfort, Illinois kills 119 miners. ", "November 20, 1968 - ", "78 miners are killed by an explosion at Consol No. 9 miner in Farmington, West Virginia. ", "December 30, 1970 - ", "38 miners are killed in an explosion at Nos. 15 and 16 Mines in Hyden, Kentucky.", "May 2, 1972 -", " 91 miners are killed in a fire at the Sunshine Mine in Kellogg, Idaho. ", "April 15, 1981 - ", "15 miners are killed by an explosion at Dutch Creek No. 1, Mid-Continent Resources, Inc. in Redstone, Colorado. ", "December 19, 1984 -", " 27 miners are killed in a fire at the Wilberg Mine in Emery County, Utah.", "September 23, 2001 - ", "13 miners are killed by an explosion at the No. 5 Mine, Jim Walter Resources, Inc. in Brookwood, Alabama. ", "July 24, 2002 - ", "Nine coal miners from ", "Quecreek Mining", " Inc. in Somerset County, Pennsylvania, are trapped in a four-foot-high chamber 240 feet below the surface after breaching a wall separating their mine from an older, flooded shaft. All survive and are rescued on July 28.  ", "January 2, 2006 - ", "An explosion occurs at around 6:30 a.m. at the", " Sago Mine", " in Tallmansville, West Virginia, trapping 13 miners. Twelve of the men had died from carbon monoxide poisoning by the time rescuers reach them around midnight January 3 - 4. Randal McCloy, 27, is the only survivor.", "May 20, 2006 - ", "Five miners are killed in an explosion at the Darby Mine No. 1 in Harlan County, Kentucky. One miner, Paul Ledford, survives. ", "Crandall Canyon", "August 6, 2007 - ", "Six miners are trapped at the Crandall Canyon Mine in Huntington, Utah, when areas of the mine collapse.", "August 16, 2007 - ", "Three rescue workers are killed and six are injured when a part of the mine collapses on them. ", "August 31, 2007 - ", "The search for the six trapped miners is officially called off and declared too dangerous for continued rescue efforts.   ", "May 8, 2008 - ", "Rep. George Miller releases a report from the House Education and Labor Committee about the panel's investigation of the Crandall Canyon Mine disaster. He recommends that a criminal investigation be conducted.", "July 24, 2008 -", " ", "The US government fines the mine operator, Genwal Resources,$1.34 million", " \"for violations that directly contributed to the deaths of six miners last year,\" plus nearly $300,000 for other violations. It levies the mining consultant, Agapito Associates, $220,000 \"for faulty analysis of the mine's design.\"", "Upper Big Branch", "April 5, 2010 - ", "29 miners are killed", " in an explosion at the ", "Upper Big Branch", " mine in Naoma, West Virginia. ", "April 29, 2011 -", " Massey Energy agrees to permanently seal the Upper Big Branch mine.", "May 19, 2011 -", " According to the Governor's Independent Investigation Panel's report, ", "the explosion was preventable and due to safety system failures. ", "December 6, 2011 - ", "The Justice Department announces a deal where the new owners of the Upper Big Branch coal mine will pay a $209 million settlement, including $1.5 million to the families of each of the 29 men who died.", "January 10, 2012 -", " The owner of the West Virginia mine settles the wrongful death lawsuits with families of all 29 victims of the Upper Big Branch disaster. CNN confirmed that the settlement was reached in mediation for seven of the cases on January 8, 2012, and 22 of the cases on January 10, 2012. ", "February 22, 2012 - ", "Gary May, the Upper Big Branch mine's superintendent at the time of the explosion, is charged", " with conspiring to impede the Mine Safety and Health Administration's enforcement efforts at the mine between February 2008 and April 5, 2010. He pleads guilty in March 2012. ", "February 29, 2012 -", " Hughie Elbert Stover, former security director for Massey Energy's Upper Big Branch coal mine, is sentenced to 36 months in jail for making a false statement and obstructing the government's investigation.", "June 20, 2012 -", " Alpha Natural Resources seals the Upper Big Branch mine permanently.", "January 17, 2013 - ", "Gary May is sentenced to 21 months in prison and three years supervised release.", "September 10, 2013 - ", "David Hughart, the highest-ranking company official, and former Massey Energy division president, is sentenced to 42 months in prison for violating mine health and safety laws.", "November 13, 2014 -", " ", "Don Blankenship, the former CEO of Massey Energy, is indicted on federal charges", " for conspiracy to violate mandatory mine safety and health standards, conspiracy to impede federal mine safety officials, making false statements to the US Securities and Exchange Commission, and for securities fraud. ", "December 3, 2015 - ", "Blankenship is convicted of conspiracy to willfully violate mine health and safety standards", ", and is acquitted on two other felony charges. ", "April 6, 2016 - ", "Blankenship is sentenced ", "to a year in federal prison.", "November 28, 2017 - ", "Blankenship files election papers to run for US Senate."]},
{"newspaper_name": "CNN", "articles_date": ["Updated 1:49 PM ET, Thu March 29, 2012 "], "articles_link": "https://www.cnn.com/2012/03/29/justice/west-virginia-coal-blast/index.html", "articles_title": ["Mine exec pleads guilty in 2010 explosion"], "articles_text": ["The man in charge of ensuring the safety of miners at West Virginia's Upper Big Branch coal mine pleaded guilty Thursday to charges that he helped conceal hazardous conditions from federal inspectors.", "Gary May is the highest-ranking executive of former mine owner Massey Energy charged in connection with an April 2010 explosion that killed 29 miners. He could be sentenced to up to five years in prison and fined $250,000 for conspiring to defraud the federal government, the U.S. attorney's office in Charleston said.", "As part of his plea agreement, May has agreed to cooperate with the investigation into the worst U.S. mining accident in decades. ", "\"I'm pleased that Mr. May is cooperating with our investigation,\" U.S. Attorney Booth Goodwin said in a statement on Thursday's plea. \"We hope he can give us a better picture of what was going on at this company.\" ", "In court Thursday, May admitted to tipping off mine managers that inspectors from the federal Mine Safety and Health Administration were on their way, allowing them to clean up hazards like poor airflow and piles of loose coal that would have led to citations and fines. He also admitted to falsifying safety records and telling miners to rewire a device that monitored flammable methane gas levels, allowing mine equipment to run illegally, prosecutors said. ", "\"People who run coal mines have a fundamental obligation to be honest with mine regulators,\" Goodwin said. \"When mine operators resort to tricks and deceit to keep government officials in the dark, our mine safety system unravels and miners are put in harm's way. The least we can do for coal miners is protect the integrity of the laws designed to keep them safe.\" ", "May faces an August 9 sentencing hearing in Beckley, West Virginia.", "The Upper Big Branch explosion was the worst U.S. mine disaster since 1972, when 91 men died in a fire at the Sunshine Mine in Kellogg, Idaho. In a December report, MSHA found a methane ignition that set off flammable coal dust was the immediate cause of the 2010 explosion, but it also blamed the \"unlawful policies and practices\" of Massey Energy, which it said \"promoted and enforced a workplace culture that valued production over safety.\"", "Massey kept two sets of books to mislead federal inspectors and its own workers about hazards in the mine, and had twice as many accidents as it reported to regulators, the report concluded. The company failed to conduct adequate inspections, intimidated workers to prevent them from reporting violations and tipped off crews to surprise inspections, MSHA found.", "Alpha Natural Resources bought Massey in 2011 and has agreed to a $209 million settlement to avoid prosecution. The deal includes payments of $1.5 million to each family that lost a member in the Upper Big Branch mine. ", "An earlier state investigation found the mine lacked adequate ventilation; water sprays on equipment were not properly maintained and failed to function as they should have; and the mining company didn't meet federal and state safety standards for the application of rock dust, a crucial tool in keeping highly volatile coal dust from exploding. ", "Massey Energy -- whose former CEO, Don Blankenship, was an outspoken critic of federal regulators -- disputed that report, saying the blast probably occurred when natural gas flooded into the mine. MSHA said that investigators considered that explanation but that it didn't fit the facts."]},
{"newspaper_name": "CNN", "articles_date": ["Updated 9:28 PM ET, Thu December 3, 2015 "], "articles_link": "https://www.cnn.com/2015/12/03/us/west-virginia-don-blankenship-verdict-massey-energy/index.html", "articles_title": ["Former Massey Energy CEO Don Blankenship found guilty of conspiracy"], "articles_text": [" (CNN)", "Don Blankenship, the former CEO of Massey Energy, was convicted Thursday of conspiracy to willfully violate mine health and safety standards, a U.S. attorney said.", "Blankenship was acquitted on two other felony charges, ", "according to CNN affiliate WCHS", ": securities fraud and making false statements to the U.S. Securities and Exchange Commission.", "The former CEO ran the West Virginia mine that exploded in 2010, in what was one of the worst U.S. mine disasters in decades. ", "Former Massey Energy CEO indicted in wake of 2010 mine explosion", "Sentencing is set for March. Blankenship could face up to a year in federal prison. ", "\"This is a landmark day for the safety of coal miners. Really it's a landmark day for all working men and women,\" Booth Goodwin, U.S. Attorney for the Southern District of West Virginia, told reporters. \"The CEO and chairman of one of America's largest coal companies now stands convicted of willful violations of the laws that are designed to keep coal miners safe.\"", "He said that it was his hope the verdict would make a difference throughout the country.", "\"To go from boardroom to the prospect of incarceration sends a powerful message to executives who would ignore the safety of their workers. It doesn't matter who you are, how rich you are, how powerful you are, if you violate the laws and gamble with the lives of your workers, you will be held accountable,\" Goodwin said.", "Coal exec pleads guilty, points to former CEO in mine probe", "Blankenship's attorney told reporters his team was disappointed by the jury's decision, but he believes the conviction will be overturned on appeal.", "\"We wanted to be acquitted on all counts, but the fact the jury acquitted him on all felonies and convicted only on the misdemeanor is some consolation,\" WCHS reported attorney Bill Taylor as saying.", "Massey was the fourth-largest coal producer in the United States and the largest mine operator in Appalachia at the time of the Upper Big Branch explosion, which killed 29 workers.", "But it had racked up an extensive list of violations before the disaster, and a 2011 report by the U.S. Mine Safety and Health Administration found that Massey had a history of \"systematic, intentional and aggressive efforts\" to evade safety regulations.", "The company kept two sets of books to mislead miners and inspectors, tipped off crews before surprise inspections and intimidated workers to prevent them from reporting violations, the report found.", "Massey was bought by another company, Alpha Natural Resources, after the disaster. In December 2011, it settled with the Justice Department for a record $209 million in fines, penalties and compensation for families of the men killed at Upper Big Branch."]},
{"newspaper_name": "CNN", "articles_date": ["Updated 2:25 AM ET, Thu April 5, 2012 "], "articles_link": "https://www.cnn.com/2012/04/05/us/west-virginia-mine-disaster/index.html", "articles_title": ["Upper Big Branch mine to be permanently sealed"], "articles_text": ["The Upper Big Branch coal mine, where 29 people were killed in a blast two years ago Thursday, will be permanently sealed by the summer. ", "Crews will seal with concrete the portals that allow entry to the mine, plug boreholes and cap mine fan shafts, said the mine's new owners Alpha Natural Resources.", "\"Though two years have passed, everyone still has vivid memories of the tragedy and the suffering the miners' families endured,\" said company Chief Executive Officer Kevin Crutchfield. \"For all of us in the mining industry, it is a solemn reminder of why we must always put safety first in everything we do at work and at home.\" ", "The explosion at the West Virginia mine on April 5, 2010, was the deadliest U.S. mine disaster since 1972, when 91 men died in a fire at the Sunshine Mine in Kellogg, Idaho. ", "In a December report,the Mine Safety and Health Administration found a methane ignition that set off flammable coal dust was the immediate cause of the 2010 explosion. ", "But it also blamed the \"unlawful policies and practices\" of then-mine owner Massey Energy Co., which it said \"promoted and enforced a workplace culture that valued production over safety.\"", "Alpha Natural Resources bought Massey in 2011 and has agreed to a $209 million settlement to avoid prosecution. The deal includes payments of $1.5 million to each family that lost a member in the blast.", "In March, Gary May, who was in charge of ensuring the safety of miners at the coal mine, pleaded guilty to charges that he helped conceal hazardous conditions from federal inspectors.", "May is the highest-ranking Massey executive charged in connection with the explosion. ", "In court, May admitted to tipping off mine managers that inspectors from the federal Mine Safety and Health Administration were on their way, allowing them to clean up hazards like poor airflow and piles of loose coal that would have led to citations and fines. ", "He also admitted to falsifying safety records and telling miners to rewire a device that monitored flammable methane gas levels, allowing mine equipment to run illegally, prosecutors said.", "Massey kept two sets of books to mislead federal inspectors and its own workers about hazards in the mine, and had twice as many accidents as it reported to regulators, the December MSHA report concluded. ", "The company failed to conduct adequate inspections, intimidated workers to prevent them from reporting violations and tipped off crews to surprise inspections, the report found.", "An earlier state investigation found the mine lacked adequate ventilation; water sprays on equipment were not properly maintained and failed to function as they should have; and the mining company didn't meet federal and state safety standards for the application of rock dust, a crucial tool in keeping highly volatile coal dust from exploding.", "Massey Energy -- whose former CEO, Don Blankenship, was an outspoken critic of federal regulators -- disputed that report, saying the blast probably occurred when natural gas flooded into the mine. ", "MSHA said that investigators considered that explanation but that it didn't fit the facts."]},
{"newspaper_name": "CNN", "articles_date": ["Updated 5:47 PM ET, Tue December 6, 2011 "], "articles_link": "https://www.cnn.com/2011/12/06/us/west-virginia-mine-disaster/index.html", "articles_title": ["Mine owner flouted safety rules before disaster, U.S. says"], "articles_text": ["The operators of West Virginia's Upper Big Branch coal mine dodged federal safety rules and hid violations before the April 2010 explosion that killed 29 men, a scathing report on the disaster concluded Tuesday.", "The immediate cause of the blast was a methane ignition that set off a massive coal-dust explosion, the U.S. Mine Safety and Health Administration stated in a report issued Tuesday afternoon. But the agency found the \"unlawful policies and practices\" of Massey Energy and its subsidiary, Performance Coal Company, laid the foundation for the disaster.", "\"The evidence accumulated during the investigation demonstrates that PCC/Massey promoted and enforced a workplace culture that valued production over safety, including practices calculated to allow it to conduct mining operations in violation of the law,\" the report states. ", "\"The investigation also revealed multiple examples of systematic, intentional, and aggressive efforts by PCC/Massey to avoid compliance with safety and health standards, and to thwart detection of that non-compliance by federal and state regulators.\"", "The report was issued the same day that the Justice Department announced a record $209 million settlement with the mine's new owners, Alpha Natural Resources, which bought Massey Energy earlier this year. The settlement allows Alpha to avoid prosecution, but leaves open the prospect of criminal charges against individual Massey employees, the Justice Department said. ", "Under the deal, Alpha will pay $1.5 million to each family that lost relatives in the blast, spend tens of millions to boost safety in its mines and millions more in penalties.", "The MSHA report found Massey Energy kept two sets of books to mislead federal inspectors and its own workers about hazards in the mine, and had twice as many accidents as it reported to regulators, the report says. The company failed to conduct adequate inspections, intimidated workers to prevent them from reporting violations, and tipped off crews to surprise inspections, according to the report. ", "And the company allowed coal dust and loose coal to build up in the Upper Big Branch mine before the explosion, fueling the blast when it occurred. ", "\"If basic safety measures had been in place that prevented any of these three events, there would have been no loss of life at UBB,\" the report says. ", "Alpha, which closed its $8.5 billion purchase of Massey Energy in June, said it would study the MSHA report as part of its own review of the mine explosion. The company said it has taken several steps to reinforce safety \"and doing what is right\" since the takeover.", "\"From the outset, Alpha has cooperated fully with all regulatory and enforcement agencies and we believe the agreements we've reached represent the best path forward for everyone,\" company CEO Kevin Crutchfield said in a written statement on the settlement.", "The Justice Department said the settlement is the largest of its kind. In addition to payments to families, Alpha will pay nearly $35 million in fines and $48 million to fund mine safety research, and pledged to spend $80 million on safety improvements at the company's underground mines as part of its settlement with the Justice Department.  ", "\"For far too long, we've accepted the idea that catastrophic accidents are an inherent risk of being a coal miner,\" Booth Goodwin, the U.S. attorney in Charleston, said in a written statement.  \"It's long past time we put that myth to rest.  We believe that this agreement does that.\"", "But the head of the United Mine Workers of America, which had long criticized the non-union Massey Energy, said there would be no justice for the dead miners \"until someone goes to jail.\"", "\"Since the government is stressing that it is not waiving its right to pursue any individuals who worked for Performance Coal or Massey, we remain hopeful that responsibility will be placed where it belongs: on upper level management at Massey who created the safety-last culture at that company,\" UMWA President Cecil Roberts said. \"We firmly believe the evidence is there for such criminal prosecution.\"", "Melvin Smith, a spokesman for Goodwin's office, told CNN that prosecutors will study the MSHA report, but said any comment on the document was premature Tuesday. ", "The report states that 18 Massey employees invoked their Fifth Amendment rights against self-incrimination during the investigation -- among them former Massey CEO Don Blankenship. Tuesday's report accuses Blankenship, an outspoken critic of federal mining regulations, of pressuring subordinates to get back to work after halting operations due to safety issues.", "\"An employee testified that upper management threatened to fire crews when they stopped production and that Massey CEO Don Blankenship himself pressured management to immediately resume production,\" the report states.", "Blankenship retired in December 2010, and his attorney did not return phone calls seeking comment Tuesday. ", "An earlier state investigation found the disaster stemmed from failures in safety systems and could have been prevented. That probe found the mine lacked adequate ventilation; water sprays on equipment were not properly maintained and failed to function as they should have; and the mining company didn't meet federal and state safety standards for the application of rock dust, a crucial tool in keeping highly volatile coal dust from exploding.", "Massey Energy disputed that report, released in May, saying the blast likely occurred when natural gas flooded into the mine. Tuesday's MSHA report said investigators considered that explanation, but said it didn't fit the facts. "]}
]