[
{"newspaper_name": "foxnews", "articles_date": "2017-03-30T15:04:00.000-04:00", "articles_link": null, "articles_title": "Ex punk-rocker O'Rourke launches longshot bid against Cruz", "article_text": ["A former punk-rocker who needed a hefty upset to win his congressional seat six years ago will have to pull off an even bigger one to unseat powerful Sen. Ted Cruz.", "ADVERTISEMENT", "Beto O'Rourke, a 44-year-old Democrat from the remote West Texas city of El Paso, has advocated for legalizing marijuana and preaches tolerance on the U.S.-Mexico border in defiance of President Donald Trump's \"Build that wall\" mantra.", "On Friday, O'Rourke should formally announce his 2018 Senate candidacy against Cruz, a conservative who finished second to Trump in last year's GOP presidential primary.", "The third-term congressman and fluent Spanish speaker is the kind of rising political star Democrats hope can help begin turning deep red Texas blue, aided by a booming Hispanic population and state politics pushed even farther right by Trump and Cruz. He first made a name for himself playing guitar for Foss, an El Paso punk rock band that included drummer Cedric Bixler-Zavala, who went on to play for the Grammy Award-winning act The Mars Volta.", "But before O'Rourke can challenge Cruz, he'll have to emerge from a Democratic primary field that could include another up-and-comer, fellow Rep. Joaquin Castro from San Antonio.", "\"The Trump factor. He's the gift that keeps on giving to Democrats in Texas,\" said the state's Democratic Party Chairman Gilberto Hinojosa. \"It's energizing the base and changing the whole dynamics of electoral politics here, and that's what these two guys see.\"", "It's hard to imagine any Democrat taking Texas by storm, much less toppling Cruz, who added to his national stature running for president while remaining popular in most GOP circles back home. A Democrat hasn't won statewide office in Texas in 23 years, the nation's longest losing streak by a political party.", "Still, O'Rourke insists Cruz is beatable and there are some positive signs for Democrats, who in November swept down-ballot races in Harris County, which includes Houston, and made notable gains in other fast-growing areas. Trump still beat Hillary Clinton in Texas by 9 percentage points -- but that was the first time a Republican didn't carry the state by double digits since 1996.", "Castro hasn't tamped down speculation he too will run for Senate and would be favored over O'Rourke. Both have crisscrossed the state, engaging top donors and party activists. Hinojosa says he's assuming Castro will run with help from his twin brother, Julian, the former San Antonio mayor who was President Barack Obama's Housing and Urban Development Secretary.", "On resume alone, O'Roruke would seem an unlikely choice, but he has been an underdog before.", "O'Rourke was elected to the El Paso City Council at age 32 but remained virtually unknown outside his hometown until the 2012 Democratic primary, when he ousted eight-term Rep. Silvestre Reyes, a former House Intelligence chairman.", "His El Paso district is strongly Democratic, making general elections since then an afterthought. The dynamics will be far different in a Senate race: Even if O'Rourke survives a dogfight primary, beating Cruz would be far tougher.", "\"I think his history indicates if he decides to do this, he will spend all his energy, time and resources on getting elected,\" said Jose Rodriguez, a state senator from El Paso who has hosted past O'Rourke congressional fundraisers. \"There are indicators that people are tired of what's going on with the current administration (and) the kind of campaign that Ted Cruz ran.\"", "O'Rourke has long been a supporter of legalizing pot to slow the drug war that for years turned Ciudad Juarez, across the border from El Paso, into one of the world's deadliest places. He authored the 2011 book, \"Dealing Death and Drugs,\" which argued that America's war on drugs had failed.", "O'Rourke was arrested in 1995 for breaking and entering after jumping a fence at the University of Texas at El Paso during what he now says was a prank, but prosecutors declined the case. Three years later, O'Rourke was arrested for drunken driving and received deferred adjudication to avoid conviction, an incident he has called a mistake.", "His father was a former El Paso County judge and a longtime Democrat who switched parties in 1996 to run unsuccessfully for Congress as a Republican. The younger O'Rourke is an outspoken advocate for bipartisanship, saying both parties should work together to foment trade and cultural exchange on the border.", "When a snowstorm canceled flights into Washington this month, O'Rourke and Republican Rep. Will Hurd, from a sprawling Texas district next to his, spent 36 hours driving a rented Chevy Impala from San Antonio to the nation's capital, livestreaming much of the way. The pair became an internet sensation during hours of listening to Johnny Cash, hitting Whataburger and jointly opposing Trump's border wall.", "There was widespread speculation Cruz could face a GOP primary challenge for being slow to endorse Trump last fall -- but much of that has faded since Cruz has become a vocal supporter of Trump after November. Cruz spokeswoman Catherine Frazier declined to comment on O'Rourke's entering the 2018 Senate race.", "Perhaps tellingly, Cruz has sometimes singled out the Castro brothers for past criticism. He hasn't targeted O'Rourke, at least not yet."]},
{"newspaper_name": "foxnews", "articles_date": "2017-09-13T13:57:00.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2017/09/13/sen-ted-cruz-outlines-his-tax-reform-plan.html", "articles_title": "Sen. Ted Cruz outlines his tax reform plan", "article_text": ["ADVERTISEMENT", "SEAN HANNITY, HOST: Welcome to \"Hannity.\" This is a Fox News Alert. President Trump is telling Congress, Do your job, get to work on passing historic, Reaganesque tax reform that the American people voted for and they will benefit from.", "Now, tonight on this program, we will offer up solutions and we will explain why this is needed now more than ever. And more importantly, we will continue to hold Washington accountable. And that is tonight's important \"Opening Monologue.\"", "All right, President Trump is pushing for sweeping tax cuts and major tax reform. Why? To unleash the American economy and provide relief to the American people. Why? Because millions of Americans desperately need the health and the growth of the economy. ", "Now, the president sat down with a group of bipartisan lawmakers at the White House earlier today, and here's what he said.", "(BEGIN VIDEO CLIPS)", "PRESIDENT DONALD TRUMP: We have four principles for tax reform. Make the tax code simple and fair. Cut taxes substantially. It'll be the largest tax decrease in the history of our country for the middle class. Encourage companies to hire and grow in America, and by doing that, we're going to have to reduce the taxes for companies.", "TRUMP: Another bipartisan project that is urgently needed is infrastructure and infrastructure investment. ", "TRUMP: It's time now to build new roads, new bridges, airports, tunnels, highways and railways all across our great land. ", "TRUMP: We don't want to forget DACA. And it's already been a week-and-a-half and people don't talk about it as much. We want to see if we can do something with regard to immigration, with regard to the 800,000 people that are now -- young people. They're not children anymore. They were children. Now they're young people. But we want to see if we can do something in a bipartisan fashion. ", "TRUMP: We want to get our country working again and competing again worldwide. And there'll be nothing that can stop us.", "(END VIDEO CLIPS)", "HANNITY: Now, notice, but for DACA, the president was echoing everything he promised you in the campaign. Now, the president also wrote on Twitter earlier today, \"The approval process for the biggest tax cut and tax reform package in the history of our country will soon begin. Move fast, Congress.\" And he added, \"With Irma and Harvey devastation, tax cuts and tax reform is needed more than ever before. Go, Congress, go.\"", "Now, President Trump is right. The time for tax reform is right now. We did not do this since 1986! And tonight, the president dined with Democratic leaders Chuck Schumer and Nancy Pelosi. ", "Here's what's happening. Look, the president is reaching across the aisle to try and get things done because, let's face it, Republican leadership in Congress -- they have failed miserably and at every turn.", "Now, Republican failure -- they've broken promises. They have now left the president with no other option if he's going to keep his promises to the American people. They have proven themselves to be incompetent, ineffective. And the president -- frankly, I don't blame him -- he's done waiting and he's forging ahead with or without Mitch McConnell. We'll have more on him in just a second.", "But first, let's look at some of these statistics on how massive and how burdensome this tax system in this country has now become. Now, according to Republican members on the House Ways and Means Committee, the current federal tax code -- look at this, over 70,000 pages! Who could ever comprehend that?", "Now, put that in perspective for you -- back in 1913, when the income tax was introduced, it was only 400 pages long. Now, the Tax Foundation also has an estimate that Americans spent 8.9 billion hours in tax preparation last year! And that translates to over $400 billion in lost productivity.", "Now, the president understands this all has to change, because unlike the vast majority of politicians in the swamp and the sewer and the so-called policy wonks in D.C., well, the president -- he's actually run a business. And here's what the president has been calling for. Pay close attention.", "He wants bold tax cuts and tax reforms. He wants an emphasis on benefiting the middle class, including middle class tax cuts. He wants seven brackets to go to three brackets to make it easy and simple. He wants that 15 percent corporate tax rate. Why? Because that makes American businesses more competitive on the global stage. ", "And of course, he's been talking about allowing multi-national corporations -- what? To repatriate trillions of dollars that they have sitting overseas at a low rate. And that way, they can invest in American workers and build factories and manufacturing centers right here in Michigan, in Wisconsin and Ohio and Pennsylvania.", "And of course, he's also pushing energy independence. Why? Because there are literally millions of high-paying career jobs available. And the Treasury secretary, Steve Mnuchin -- he's saying the administration wants to make these tax cuts retroactive. Wow! People start spending money.", "Texas Senator Ted Cruz -- who will join us in just a minute -- he's also offering up his own tax reform plan. Now, here's the senator explaining today what you, the American people, need and why you need tax reform. Take a look.", "(BEGIN VIDEO CLIPS)", "SEN. TED CRUZ, R-TEXAS: Our economy since World War II has grown on average 3.3 percent a year. And yet for the past eight years, we've been mired in stagnation. ", "CRUZ: From 2008 to 2012, the economy grew on average 0.9 percent a year.", "CRUZ: Ronald Reagan was elected on a promise of tax cuts, of tax reforms. We saw historic tax reform in '81 and '86. And by the fourth year of Reagan's presidency, 1984, we went from stagnant economic growth, less than one percent a year, to 7.2 percent a year -- massive, booming growth lifting millions out of poverty, increasing significantly median incomes!", "(END VIDEO CLIPS)", "HANNITY: Senator Cruz is right. In the Reagan years, Reagan went from 70 to 28 percent top marginal tax rates in this country. OK, how did it result? Government doubled the revenues that they had in eight years, 20 million new jobs were created. ", "And by the way, Here are the highlights of what Senator Cruz is proposing. This makes perfect sense, and it's simple and it's easy and it's basic and it's fundamental. A low flat tax rate, tax returns that can be filed on a postcard, immediate expensing for businesses, a low corporate tax rate, repatriation, ending the death tax, getting rid of the alternative minimum tax. ", "Now, President Trump and Senator Cruz's philosophy on tax reform is simple. They want to get the government off your back and let you keep more of your hard-earned money in your wallet, spend it the way you want.", "And as we've been seeing, President Trump is working nonstop. He wants to get his major agenda items passed with members of Congress, meeting with them day and night and by taking his message on the road and speaking directly to the American people. ", "Now it's time for Congress. I cannot believe they have no urgency. Get your job done! And I'm specifically talking about, you, Senator Mitch McConnell and the never-Trumpers out there like, let's see, John McCain, Lindsey Graham, Jeff Flake -- oh, Ben Sasse. We'll add him to the list.", "You know what? It's now or never. And by the way, no more excuses as to why you can't keep your promises. Oh, it's so hard! Well, for seven-and- a-half years, you promised to repeal, replace ObamaCare, and you couldn't get it done. ", "No more blaming the president like Mitch McConnell did last month, and he said the president had excessive expectations, and well, he doesn't understand the parliamentary procedures and the difficulties of legislation because he's never done this before. Take a look.", "(BEGIN VIDEO CLIP, AUG. 7)", "SEN. MITCH MCCONNELL, R-KY., MAJORITY LEADER: Now, our new president has, of course, not been in this line of work before and I think had excessive expectations about how quickly things happen in the democratic process.", "(END VIDEO CLIP)", "HANNITY: That's so pathetic! That's the swamp! That's the sewer! And now, according to Roll Call, Senator McConnell is now saying tax reform may have to wait until next year? This is pathetic! It's inexcusable! It's unacceptable! Why did we elect you? ", "Now, it's time for an ultimatum. Senator McConnell, other Republicans, if you don't get the urgency to work for the American people, if you don't pass tax reform by the end of this year, you need to resign, go home, play golf, and get out of the way and let's get people in those positions that can serve the American people. ", "I'm tired of the complacency and business as usual. You know what? It's not been working. Congress is now failing the American people -- 50 million Americans in poverty, 50 million on food stamps, 90-plus million out of the labor force, lowest home ownership rate in 51 years. Really? ", "This is why, Congress, you have an approval rating that hovers around 15 wonderful percent. It's why Mitch McConnell has a dismal 18 percent approval rating in his own home state of Kentucky!", "Now, instead of whining and complaining and pointing fingers about why you can't pass legislation, you people in Washington and Congress, time to roll up your sleeves, get in a room -- I'll send you pizza and beer -- and turn off the air conditioner, like our framers and founders, and get to work and don't leave the room until you build consensus to help people.", "You know what? It's not like these issues or ideas are new. Just like with ObamaCare. What have you been doing? You've been promising and promising and running and elect us and elect us. The American people -- you've been doing this for years! And you know what? You said you're going to do this. You said you'll cut taxes. You said you'll pass reform. You said you'll repeal and replace. Where is your sense of urgency? Every American I know has a sense of urgency on their job. Where's your accountability?", "Now, the president can't do everything on his own. You need to hold up your end of the bargain. You need to accomplish something for once!", "Here with reaction, Texas senator Ted Cruz. Senator, are my expectations out of whack?", "SEN. TED CRUZ, R-TEXAS: Sean, you're exactly right. Your expectations are what the American people are rightly demanding. We need to get the job done. We've got a mandate, an overwhelming victory from the voters in November. They've given us a Republican president, Republican heads of every agency and Republican majorities in both houses of Congress. We don't have any more excuses. We need to get the job done.", "And the big four that we promised the American people is repeal the train wreck that is \"Obama care.\" We've got to get that done. Major tax cuts, major tax reform -- we got to get that done. Regulatory reform, getting Washington off the backs of small businesses and job creators. And confirming constitutionalists to the U.S. Supreme Court and the federal courts.", "If we do those four, this could be the most productive Congress in decades. And if we don't do any of them, it will be a heartbreaking missed opportunity.", "HANNITY: Listen, I see that your plan and the president's plan are almost identical. I can live with either one and the American people would benefit. You add energy independence to that. ", "CRUZ: Absolutely.", "HANNITY: You're right about justices. You build 400 miles -- 300 miles of the wall. You show you're getting that job done. And Republicans can have the best year they ever dreamed of in 2018!", "CRUZ: Yes.", "HANNITY: But it's not happening. And I -- do you agree that the Republicans, especially in the Senate, have pushed the president into the arms of the Democrats now, and he's got to look for alternates?", "CRUZ: Well, look, I think the president is frustrated. I think the American people are frustrated because we're not getting the job done. On \"Obama care,\" we came one vote short. It was beyond -- it made your head explode. But let me tell you, on \"Obama care,\" we're going to get the job done. I believe failure is not an option. I've told Mitch McConnell, I've told other senators we need to keep at it until we honor that promise, and critically, we lower premiums and give people more choices, more options, put you in charge of your health care.", "On tax reform, we've got to do it. And what the president just said that you aired earlier on the show, simple and fair. Put it on a postcard. Get rid of those 9 billion hours that we waste filling out forms, paying accountants, paying lawyers. Make it simple, fair and focus on jobs. ", "HANNITY: All right...", "CRUZ: Let small businesses create more jobs, raise wages. If we get the economy booming, we cut taxes, repeal \"Obama care,\" we'll have a terrific election in 2018. If we don't get any of it done, we'll have a terrible election in 2018!", "HANNITY: Senator, here's your plan. Now, it's what I've been saying. It's what the president has been saying. It's simple! Give the middle class a tax cut, corporate tax cuts, repatriation, file on a postcard. I agree with you 100 percent. And you add that to energy jobs and you've got millions of Americans now working. And you got money flowing in to Washington. You guys will have more money than you ever dreamed of. And Newt Gingrich told me he thinks it's about a 50 percent shot we get that done. Those aren't great odds to me.", "CRUZ: Well, and let me emphasize a couple of points from the tax speech I gave today. Number one, the president said today he wants a big, big tax cut. There's some Republicans in Congress that are talking about making tax reform revenue-neutral. Revenue-neutral means they're not cutting taxes. They're just moving money around from one bucket to another. We don't need revenue-neutral. We need a big tax cut on you, on families who are struggling, on small businesses. We need a Reaganesque tax cut that unleashes incredible growth.", "And I laid out today how we do it. We do that under the budget rules by having a 30-year budget window, which means we can have a big tax cut that isn't revenue-neutral that lasts for 30 years and unleashes booming growth.", "Let me make a second point, which is something I called for today, which is total expensing, immediate expensing of capital expenditures. What that does, if you're a farmer, it lets you buy a new tractor. If you're a steel worker, it lets the company invest in a new steel factory. If you're a truck driver, it lets you buy a new truck.", "We care about jobs here in America, Main Street jobs, manufacturing jobs, union jobs, blue-collar jobs. Immediate expensing unleashes incredible growth. I think that's a very important part of tax cuts and tax reforms that we're pushing forward.", "HANNITY: Senator, you mentioned that you still think the window's open on health care. One of the proposals -- and as a conservative, I always kind of like the idea of sending stuff back to the states...", "CRUZ: Absolutely.", "HANNITY: Lindsey Graham has that proposal. I talked to Dave Brat and I talked to Mark Meadows. They support it, but they said the devil is in the details. ", "CRUZ: Sure.", "HANNITY: Something that could work, is that maybe the alternate, maybe you get it done by the 30th using reconciliation or considering reconciliation?", "CRUZ: I think Lindsey Graham's proposal could easily be part of the solution. I am a big, big believer in federalism, sending things to the states, empowering the states. You know, that's something -- if Lindsey's proposal brings a few moderates on board, great. And let different states have different approaches. Let a John Kasich in Ohio have one approach, and let a conservative like Greg Abbott in Texas have a different approach. That's why we've got 50 states.", "HANNITY: Absolutely.", "CRUZ: And...", "HANNITY: That's why I'll move to Texas.", "CRUZ: ... and I think we're close on ObamaCare. You know, I think we're -- ", "HANNITY: I'm -- Senator, I want to say one last thing. I don't -- I'm really -- like, I can't tell you the type of feedback I'm getting from my audience in radio and TV. They are livid! They're apoplectic. And I will say this. You -- on health care, you keep saying on the economy, Keep your promises. The Freedom Caucus is working day and night with you and together to keep their promises. If these guys don't wake up, you're the only few people I trust in Washington now. It's really despicable.", "CRUZ: Well, Sean, the role I'm trying to play is do everything I can to help and encourage the president to go in a positive direction, not a negative direction, and to bring Republicans together, talking to conservatives and moderates and leadership and the president and the administration saying, Everyone, look, if we do our job, just keep our word, the economy booms...", "HANNITY: That's it.", "CRUZ: ... we see more jobs. And that's a win-win for everyone!", "HANNITY: Why does it have to be so hard? ", "CRUZ: Yes.", "HANNITY: Senator, I do appreciate you keeping your promises. It means a lot to us. Thank you. ", "And when we come back, Dr. Sebastian Gorka calling out the D.C. sewer, swamp. He's next.", "Later, Hillary Clinton still blaming -- on the blame game book tour! You're going to see Lanny Davis try to defend that and much more straight ahead.", "(COMMERCIAL BREAK)", "HANNITY: Welcome back to \"Hannity.\" Former deputy assistant to the president Dr. Sebastian Gorka had an interesting message for D.C. Republicans in a recent LA Times interview. Now, just take a look at the title of the piece. Sebastian Gorka says the GOP did not win last November, Donald Trump did. He joins us now to explain what he meant. He's also the author of \"Defeating Jihad.\"", "Dr. Sebastian Gorka, certainly, I would argue the president, and even today, was on message with the promises he made. To me, the Republican Party has no identity right now. They're not fighting for anything that they promised. You agree?", "SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT: Absolutely. Look, the president won the election. The rank outsider, the man who was anti-establishment as far as the right is concerned and the left is concerned -- he won an agenda of make America great again, not make the Republican Party great again. ", "And the sad thing is, Sean -- and this is the wakeup call and this is why he met with Schumer and Pelosi last week -- the GOP doesn't understand. It isn't the Republican Party that won last November the 8th. It is a New York real estate billionaire who won. And there's a reason for that, because they haven't served the nation's interests for more than a decade.", "HANNITY: You know, look, let's be honest here. Pelosi and Schumer -- they hate him, too.", "GORKA: Right.", "HANNITY: And they're political opportunists. And come 2020, there will be nothing he did that they're going to like and they will support the Democrat. Knowing the president as well as I do, I suspect, knowing Donald Trump, that he's basically sending a loud message, Get your act together or I'm going to find another way. I still think there's time and hope, but probably, the time is getting short now.", "HANNITY: You're absolutely right. This is the man who closes the deal. And he sent a very clear message. The viewers need to understand -- I saw a lot of stuff on social media that the president has caved and he's giving in to the Democrats. The opposite is true. He will keep to his agenda. That's the message he sent me the day after I left the White House. He said, I'm staying on the agenda, and I'd like you to help me. And I said, I'm going to help you. ", "He's not going to give up. But if he has to work with somebody else to get things done, he's going to do that, Sean, because he is results-oriented. And he doesn't matter...", "HANNITY: You know -- ", "GORKA: He doesn't care -- it doesn't care whether he's got an R behind your name or a D behind your name. He wants to make America great again.", "HANNITY: Is this statement true, that Republican inaction and failure and lack of vision and lack of urgency has pushed Donald Trump into the arms of Democrats? Is that a true statement?", "GORKA: I think it misrepresents what he wishes to do. He hasn't -- he hasn't pushed -- this was his call. They didn't invite themselves to the Oval Office. The president of the United States invited them. And you know, they say -- some people said he was firing a shot across the bow of the GOP. Wrong. Donald J. Trump fired a torpedo into the hull of the GOP to say, Guys, wake up.", "HANNITY: Wake up.", "GORKA: I'm serious...", "HANNITY: Wake up.", "GORKA: ... about what I want to do.", "HANNITY: Oh, listen, I think his more important issue is serving the American people. He's got to fulfill his promises, whether they do or not. Dr. Gorka, great insight. Always good to see you, my friend. Thanks.", "GORKA: Thanks, Sean.", "HANNITY: When we come back, Hillary Clinton continues -- we're now up to 42 specific excuses, blaming everyone but herself for her election loss. You don't want to miss this. Lanny Davis, Caley McEneny (ph) will debate and face off. A \"Hannity\" shoot-out straight ahead.", "(COMMERCIAL BREAK)", "(NEWSBREAK)", "HANNITY: Welcome back to \"Hannity.\" So Hillary Clinton continues to blame everyone and anything for her loss in 2016 in the election except, of course, herself. Now, earlier today during an interview with Matt Lauer, Clinton refused to take any responsibility for losing! Watch this.", "(BEGIN VIDEO CLIP)", "MATT LAUER, NBC NEWS: When it comes to the self-inflictd wounds, when you look at the list of them -- and you go through them in the book -- did you make enough mistakes yourself to lose the election without any of the other things you talk about?", "HILLARY CLINTON, D-FMR. PRESIDENTIAL NOMINEE: Well, I will say no, Matt. I don't think that will surprise you.", "(END VIDEO CLIP)", "HANNITY: No, Matt, I didn't do anything! And there's more. So while Hillary Clinton won't take responsibility for her loss, she is more than happy to blame the left-wing destroy Trump establishment media. Watch this.", "(BEGIN VIDEO CLIP)", "CLINTON: I don't think the press did their job in this election, with very few exceptions.", "The other guy's running a reality TV show, which is, like, hard to turn away from. And whatever he says, we think it's kind of goofy, but hey, it's good TV. And she's over there, saying, OK, here's how we're going to raise taxes on the wealthy. And here's what we're going to do to close loopholes and here's where I think I can do it. And you know what? She's going to win anyway. So let's cover the other guy because he's a lot more fun.", "(END VIDEO CLIP)", "HANNITY: Talk about denial. Here with reaction, RNC spokesperson Kayleigh McEnany is with us, and former special counsel to President Clinton, probably Hillary's best friend, Lanny Davis. ", "All right, Lanny, I'm going to go as fast as I can. Sexism, racism misogyny, xenophobia, suburban women, Comey, FBI, Russia, Putin, WikiLeaks, DNC, Obama, Biden, Sanders, Weiner, Electoral College, polling data, cable news, New York Times, fake news bots, Facebook, Twitter, Netflix, TV executives -- I'm keeping going here -- anti-American forces, Democratic documentaries, low-information voters, people wanting change, people that assumed she'd win, of course the Republican Party, contest forums in Macedonia, Infowars, Guccifer, D.C. leaks, Jill Stein, Bannon, voter I.D.'s, Chief Justice Roberts, Kris Kobach, Citizens United, and colluding Trump officials. Why isn't she on the list? And by the way, why isn't Trump on the list, because he beat her soundly? ", "LANNY DAVIS, TRIDENT DMG FOUNDER: I have no idea why you just read that list. But first off, good evening, Sean, nice to be with you.", "HANNITY: Just for your entertainment purposes. ", "DAVIS: I was entertained. But let's take the occasion for a historic moment, and that is there's something that Hillary Clinton and President Trump agree on, which Clinton has said publicly now. And that is the poor, I would say reckless judgment of James Comey. And I don't know whether he deserved to the fired because of the Russian investigation. That sounds like a poor decision by the president which led to the Mueller appointment, but I do think he should have been disciplined because of his recklessness and the way he handled Hillary's email investigation, and President Trump and his deputy attorney general agree with that statement. So let's start out on what we agree with. ", "HANNITY: All right, Lanny, this is what I love about you. I didn't ask you any of those questions. ", "DAVIS: I made you speechless. It's a historic moment. ", "HANNITY: I didn't ask you that question in any way, shape, matter, or form. ", "DAVIS: You did not. ", "HANNITY: And the fact that Comey exonerated Clinton before he even did the investigation is pretty amazing. ", "All right, Kayleigh, maybe you'll answer my question because Lanny has no desire to answer it.", "(LAUGHTER)", "KAYLEIGH MCENANY, RNC SPOKESPERSON: I'm ready to answer it. Yes, Sean, it's incredible. She blames Comey. As you point out, he exonerated her months before he had even interviewed her. Instead of blaming Comey, she should be crediting him with her evasion of just, but instead she blames him. ", "And let's just debunk this myth right now, Lanny. The \"New York Times\" Nate Cohn, obviously no friend of Republicans here, said I even question this so-called Comey defense because his poll showed the day the Comey came out with that announcment that Trump was winning by four points in Florida. Trump was already on the upswing. I would advise Hillary Clinton to take a self-reflective moment and blame herself for the election loss rather than some faux reasoning for James Comey.", "DAVIS: Of all people that Hillary Clinton will not be taking advice from, Kayleigh, with all due respect, is you. ", "MCENANY: Well, she'd probably be in 1600 Pennsylvania if she did.", "DAVIS: We do agree, and, Sean, I believe you agree, that when the deputy attorney general criticized Comey for poor judgment, for violating the rules, and that he deserved to be disciplined, I can show you data that on the day that Comey wrote his letter Hillary Clinton was ahead in Pennsylvania, Wisconsin, and Michigan but six to eight percentage points, and within two days of that letter, she plunged. So that's one answer.", "HANNITY: Lanny, I hate to say this, the emails she deleted were under subpoena. That would be obstruction. Mishandling of classified information, that's a felony. Destruction of classified information, top secret special access program information, that also is a felony. Hillary Clinton also has problems, $145 million dollars kicked back to the Foundation, destroying BlackBerries with hammers, BleachBit, acid washing, the emails that she did delete.", "DAVIS: I've heard you do this before.", "HANNITY: Lanny, you can laugh all you want. I would be in jail and Kayleigh would be in jail and you would be bailing us out because I'd make you.", "DAVIS: If you were right, Mr. Justice Hannity, of course. But there's a lot of disagreements between your accusation -- ", "HANNITY: Now you're going to say Comey has exonerated her?", "DAVIS: Let me go back to answering your question and to respond to Kayleigh's comment.", "HANNITY: That would be a first. Go ahead.", "DAVIS: Hillary Clinton has said I take responsibility for my mistakes, and I made many mistakes. But on October 28th, she's winning by a substantial margin. It is a simple fact that the data cannot be disputed. ", "HANNITY: They're crimes. ", "DAVIS: I know that you conclude that, but you're not a jury. ", "HANNITY: Now you're going to rely on Comey to exonerate her. ", "DAVIS: But we are at least saying that the facts, the data shows on October 28th she wins. By October 30th, she's plummeted. And one thing happened, the reckless judgment of James Comey 10 days from an election violating all the rules. That's the singular event. But she has taken responsibility for her mistakes. ", "MCENANY: I just want to debunk one -- ", "HANNITY: It's a crime, though. Go ahead. ", "MCENANY: It is a crime, you're right. And I just want to debunk one of the many things that Clinton has blamed really quick. She blames the media for covering her emails obsessively. Until about five weeks ago, I was a member of the so called mainstream media on every single night, and I can count on one hand, Sean, the number of times an entire segment was devoted to her emails. I can count that on one had. ", "HANNITY: Thanks for being with us.", "When we come back, more controversy brewing over at ESPN. One of their hosts not calling President Trump a white supremacist. Tomi Lahren, Gina Loudon, and Danielle McLaughlin all join us straight ahead. ", "(COMMERCIAL BREAK)", "HANNITY: Welcome back to \"Hannity.\" Now for months ESPN has faced criticism for mixing liberal politics and sports. And now one of its hosts under fire after she called President Trump a white supremacist. ", "On September the 11th, SportsCenter anchor Jemele Hill tweeted, quote, \"Donald Trump is a white supremacist who has largely surrounded himself with other white supremacists.\" ESPN did issue a statement reading in part \"The comments on Twitter from Jemele Hill regarding the president do not represent the position of ESPN. Now, we have addressed this with Jemele, and she recognizes her actions were inappropriate.\" No word if she will face any disciplinary action from ESPN. ", "Earlier today, White House press secretary Sarah Sanders responded. Here's what she said.", "(BEGIN VIDEO CLIP)", "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY: I think that's one of the more outrageous comments that anyone could make, and certainly something I think it's a fire-able offense by ESPN. ", "(END VIDEO CLIP)", "HANNITY: Keep in mind only a few months ago Jemele Hill defended a Colin Kaepernick tweet and comparing, quote, \"Runaway slave patrols to police officers.\" ", "Here now with reaction, Fox News contributor Tomi Lahren, psychology expert Dr. Gina Loudon, and author, attorney, and political liberal analyst Danielle McLaughlin. Here's the most amazing thing, and I can't take it anymore, Danielle. I don't like that conservatives, that the president -- this is a lie. And this is a narrative that happens every two years and every four years. Republicans, conservatives, the president are racists, sexist, misogynistic. You know what, stop lying about who we are because none of us, Tomi, we're not racist, nor is the president, nor the people around him.", "And I'm not saying for this woman to be fire. I'm saying that the left does this every single election cycle. And I've never heard you say for them to knock it off. ", "DANIELLE MCLAUGHLIN, LIBERAL POLITICAL ANALYST: I'll say it right now, knock it official. I don't think it's fair for anyone to be characterizing the president that way. I think he gave folks a little bit of red meat with his on both sides comment in Christian, which he did, in fairness, walk back. ", "I will say, though, that the idea that someone from the White House podium calling for the firing of a private employee is ridiculous. Can you imagine if Josh Earnest had said Donald Trump shoud have been fired for the birther conspiracy from \"The Apprentice\"? I don't think that's the place of the White House. ", "But I will say that this is not a helpful comment. ", "HANNITY: Tomi, you understand this. Dr. Loudon, you understand this. As conservatives, they say one thing that is viewed over the line, and fire them, boycott them. Tomi? ", "TOMI LAHREN, FOX NEWS CONTRIBUTOR: Well, it's happened at ESPN before. I think we remember what happened to Curt Schilling because of a post that he made on Facebook. Again, it was not on the channel, but his repercussions were far more strict than the little talking to that they gave the other host over at ESPN. And I can't help but think maybe there is a little double standard going, and maybe ESPN really values diversity, but not so much diversity of opinion. I think that sounds more correct to me.", "HANNITY: Dr. Loudon, isn't there something wrong if you're so willing to lie about other people? I'm leaning on your psychology background and your doctorate here. ", "DR. GINA LOUDON, PSYCHOLOGY EXPERT AND RADIO HOST: Yes, there's definitely something wrong with somebody who is going around name calling instead of acting professional. Having said that, she has the right to say it. ", "But here's the thing, Sean. It's as if ESPN doesn't realize that the Trump voter is their audience. If you look at the NFL players, you look at the PGA, the LPGA even, very frequent voters, very conservative people, and those are your ESPN viewers. And so if they were going to do anything with this particular commentator, they may want to think of replacing her just because she is bashing their own audience. This is why the left continues to lose, and this is why conservatives tend to build their numbers. ", "HANNITY: Dr. Loudon, I think we conservatives are far more tolerant of freedom of speech, expression, and thought. I don't do boycotts and I don't call for firings. Imagine if a conservative had said whatever similar during the Obama years. What would the reaction be?", "LOUDON: Well, there's always a hypocrisy, Sean, and we're used to it. But here's the good news. You watch this decay of the leftist media over the last eight to 10 years as they continue to spout their bigotry and to be so intolerant. And it's left a really good place for conservative media, and conservative media is continuing to fill those voids.", "I like to say that every time the left spouts their mantra, another conservative gets their wings. And I really believe this is no exception to that. ", "(LAUGHTER)", "HANNITY: All right, it's a wonderful life, Dr. Loudon. Tomi, I assume, and I don't know for sure, I know I've been a target of all of this, and fire Hannity and boycott Hannity. And the left isn't really tolerant. I've seen horrible things about you and Dr. Loudon, myself on social media and by these groups that are funded seemingly from Soros type of people. ", "LAHREN: Of course. And I'm not someone that has gone to bat for what I believe in, I've had to feel the repercussions. So I'm not somebody that calls for boycott or calls for firings either, and I would never do that. I have been very vocal about that. ", "But I will say this, kind of what Dr. Gina was talking about there, the Trump voter is a sports watcher and we're folks that enjoy watching ESPN, love watching the commentary. And I wouldn't call for a boycott, I wouldn't call for a firing, but I would just say to ESPN, your numbers are not going to lie, because we're going to start turning off the TV. And that's how we're going to voice our opinion, that's how we're going to use our freedom of expression, our freedom of speech. So watch you. You might be losing a big chunk of your audience, and we're not going to feel bad for you when you do. ", "HANNITY: And, Danielle, last point to you. It hasn't been helping the NFL. Colin Kaepernick and all these players, it seems that a lot of people are reacting. Ratings are down from last year and last year was nodd not a good year for the NFL. ", "MCLAUGHLIN: I'm a free speech absolutist like many conservatives even though I'm not a conservative. And I think -- ", "HANNITY: A lot of your fellow liberals are not.", "MCLAUGHLIN: Well, maybe that's a discussion for another day.", "HANNITY: Nobody defends me when I'm being boycotted from the left. Very few, Lanny Davis.", "MCLAUGHLIN: I don't think that if you hear something that you don't like, you should call for the firing of that person. That's one of the foundational values of this country. And I don't like it when it comes from the left or the right.", "On Colin Kaepernick, he has the free-speech right to protest, to take a knee, which I personally think is a very reverential thing to do obviously when you listen to the National Anthem. People have the right to like it, to not like it. His employers, a private entity, have the right to hire him or not. And maybe this is the free market talking, but I will defend his right to take that knee until my last breath. ", "HANNITY: It looks like the conservatives are the ones that are open- minded, the ones that believe in freedom. All right, guys, good to see you all. Thank you for being with us.", "When we come back, Daily Caller has a huge, explosive report about Congresswoman Debbie Wasserman Shultz's former I.T. aide. They are reporting he tried to hide a secret server. This gets bigger every day. Sara Carter, Gregg Jarrett, they're next. ", "(COMMERCIAL BREAK)", "HANNITY: Welcome back to \"Hannity.\" Luke Rosiak is an investigative reporter with The Daily Caller. There's an explosive report out today about Debbie Wasserman Shultz and her former I.T. staffer. Rosiak reports that, quote, \"Exclusive DWS I.T. guy was banned from House after trying to hide the secret server.\" Luke goes onto explain in the article, quote, \"Now indicted former Congressional I.T. aide Imran Awan alleged routed data from numerous House Democrats to a secret server.\" Fox News has not been able to independently verify this, but if that is true, that is beyond damning.", "Here with reaction, Fox News anchor, attorney, Gregg Jarrett, Circa News, Sara Carter. Gregg, if that's true, to me that means one thing, that there's a chance other countries could have been fed this information, that the security concerns we had may be real. ", "GREGG JARRETT, FOX NEWS ANCHOR AND ATTORNEY: Absolutely. He was downloading huge quantities of sensitive documents to a secret server. And that puts a lie to what Democrats including Debbie Wasserman Shultz have been claiming all along that there were no security breaches. Clearly there were. ", "It also suggests to me that this is a guy who probably is planning to flip, to implicate Democrats who were either wittingly or unwittingly complicit in his criminal activities. Why do I think that? Because his wife who is safely ensconced in Pakistan has now reportedly decided to turn herself in to American authorities. She wouldn't do that unless an immunity deal was in the works to implicate people like Debbie Wasserman Shultz.", "Now, did Russians actually hack our system? A senior investigative official said, does it mean that this guy sold the information to the Russians? I don't know. So, Sean, they're clearly looking at whether a Democratic insider is the one who gave the information to the Russians, not hacking at all.", "HANNITY: And add to that, Sara Carter, that Imran Awan actually took Debbie Wasserman Shultz's computer, left it in a place with a message for law enforcement, here, it's all here. I've got to believe Debbie Wasserman Shultz, I think that plea deal is coming. She's in trouble. ", "SARA CARTER, CIRCA NEWS: Well, I have to believe something is coming because not only did Imran leave her laptop sitting there in that small room at the Rayburn office building, but he left a letter for the U.S. attorney. He left copies of his identification sitting all around. Luke was very detailed in this story on how this happened. ", "And just like Gregg said, Sean, these are huge national security implications. Imran Awan and his wife, Hina Alvi, they moved data apparently, if this story is true, from protected servers of members of the House Intelligence Committee, House Foreign Affairs Committee, to an offsite server that was connected to the House Democratic Caucus. And that could have been established right there. They could have put it within the server that's connected to the House Democratic Caucus, created a backdoor where they could infiltrate that system wherever they wanted. ", "And not only that, he created a Dropbox account where he put everything into this Dropbox account where he could access it after February 2nd when he was removed. And all of his trips to Pakistan for months at a time and having armored escort in Pakistan has to raise the suspicion that possibly Imran and his wife Hina Alvi are connected to Pakistani intelligence. ", "HANNITY: We're going to stay on this story. Nobody else in the media will dare touch it. I promise you we're ahead of the curve. Thank you both. Sara, Gregg, thanks.", "When we come back, our friends, our really good friends, Diamond and Silk, they get the final word tonight. You do not want to miss it. Hillary, I hope you're watching. ", "(COMMERCIAL BREAK)", "HANNITY: Welcome back to \"Hannity.\" Tonight the conservative rock star group Diamond and Silk, they get the final word again. Watch this. ", "LYNNETTE \"DIAMOND\" HARDAWAY: Hey, Sean. Here is tonight's final word. Well, we know Hillary Clinton is on a book tour, but we call it a desperation tour. ", "ROCHELLE \"SILK\" RICHARDSON: Yes.", "HARDAWAY: Maybe she's trying to reinvent yourself. Oh, Hillary, Hillary, Hillary. Now she is out playing the blame game, bashing everyone in her sight.", "RICHARDSON: Yes.", "HARDAWAY: Saying woe is me. You did it to me. It's not my fault. Well, the buck stops with her. And you know what, Sean, she will go down as the most clueless politician in history because she didn't know her base. She didn't know how to stay on base, and she is way off base. Even Democrats said she will say anything to get a vote. And you know what we are finding out, Sean? ", "RICHARDSON: What?", "HARDAWAY: She will say anything to sell a book. ", "Now, Sean, that's our final word for tonight. ", "HANNITY: Our friends Diamond and Silk. ", "That's all the time we have left this evening. We hope you'll set your DVR, never miss an episode of \"Hannity.\" Don't forget, this show is not the establishment media. We are different. We're fair, we're balanced, and we're thankful that you are here every night. And we'll see you back here tomorrow. Thanks for being with us. ", " ", " "]},
{"newspaper_name": "foxnews", "articles_date": "2013-03-01T13:56:33.000-05:00", "articles_link": "http://www.foxnews.com/politics/2013/03/01/frustration-confusion-mount-in-wakeice-illegal-immigrant-releases.html", "articles_title": "Frustration, confusion mount in wake ICE illegal immigrant releases", "article_text": ["State and federal authorities are frustrated with the lack of specific details from the Department of Homeland Security about the release of immigration detainees in preparation for today’s sequester. ", "ADVERTISEMENT", "Less than a week into the new policy, ICE's response following the announcement illegal immigrants would be freed from detention centers to save money is only that \"hundreds have been released across the country.\" Lawmakers and local officials in border states want to know how many are being released, what detention centers are involved and what the cost savings goal is.", "A frustrated Rep. Mike McCaul, who chairs the House Committee on Homeland Security, demanded answers from ICE Director John Morton by March 6.", "\"I am also concerned that these releases were undertaken without notification to the appropriate Congressional oversight committees,\" McCaul wrote Morton. ", "Pinal County, Ariz., Sheriff Paul Babeu, Pina fired off a terse letter to Department of Homeland Security Secretary Janet Napolitano Thursday demanding answers.", "“Protocol and logic should have required your staff to formally notify me, as the top law enforcement official in the county where this occurred, about this mass release of hundreds of foreign criminals into my county and elsewhere, yet regrettably this never happened,” Babeu said in the letter.", "While Babeu was inexplicably kept out of the loop, his colleagues in El Paso and San Diego, both highly active border regions, were informed by ICE officials ahead of the releases.", "El Paso Sheriff Richard Wiles said his agency was informed by ICE of their plans, but still did not know how many detainees have been released this week. ", "“The release of detained undocumented immigrants to a supervised release type situation does not impact the Sheriff’s Office, as we do not enforce Federal Immigration Law,” Wiles said.", "San Diego County Sheriff William Gore was also made aware of ICE’s plans in his region and like Wiles, expressed no concerns over the move.", "“We have a good working relationship with ICE in this area and don’t see any cause for concern over the recent decision to release detainees,” said Jan Caldwell, spokeswoman, Sam Diego County Sheriff’s Department.", "A forewarning of the current release policy emerged from a letter Napolitano sent to Sen. Barbara Mikulski, D- Md., chairwoman of the Committee on Appropriations, on Jan. 31, which still leaves many unanswered questions.", " ", " Napolitano told Mikulski that U.S. Immigration and Customs Enforcement (ICE) would not be able to sustain current detention and removal operations or maintain the 34,000 detention beds mandated by Congress. This would significantly roll back progress that resulted in record-high removals.", " ", " There is also concern about the prospect of cutbacks in Border Patrol agents along the border which could affect whatever progress has been made in recent years.", "\"U.S. Customs and Border Protection (CBP) would not be able to maintain current staffing", " levels of Border Patrol Agents and CBP Officers as mandated by Congress,\" Napolitano told Mikulski. \"Funding and staffing reductions will increase wait times at airports, affect security between land ports of entry, affect CBP's ability to collect revenue owed to the Federal Government, and slow screening and entry programs for those traveling into the United States.\"", "  ", " A freshman Congressman who knows the U.S.-Mexico border firsthand says the recent decision by the Department of Homeland Security to release low-risk detainees may actually be a solution to a festering problem.", "Rep. Beto O'Rourke (D-Texas) of El Paso, Texas, who sits on the House Committee on Homeland Security with McCaul, told ", " there is bi-partisan agreement that there are too many people being detained in ICE facilities that don't belong there and that the decision this week by Napolitano to release low-risk detainees as a cost-saving measure may actually be a harbinger for where the federal immigration policy should be heading.", "\"The detention centers are a horribly broken element of our immigration policy,\" O'Rourke said. \"These people being released are not serious criminals and do not pose a threat to the United States.\""]},
{"newspaper_name": "foxnews", "articles_date": "2014-08-07T11:21:19.000-04:00", "articles_link": "http://www.foxnews.com/us/2014/08/07/president-obama-signs-163b-bill-to-overhaul-va.html", "articles_title": "President Obama Signs $16.3B Bill to Overhaul VA", "article_text": ["President Barack Obama on Thursday signed major Veterans Affairs Department legislation intended to speed up access to healthcare for thousands of veterans and hold accountable any executives deemed to be incompetent or abusing their positions.", "ADVERTISEMENT", "The $16.3 billion Veterans Access, Choice and Accountability Act expands community healthcare options for veterans who face long wait times or commutes; funds the hiring of more doctors, nurses and other health-care workers; and improves accountability by making it easier for the agency secretary to fire problem executives.", "“Over the last few months we’ve discovered some inexcusable misconduct at some VA health care facilities,” Obama said during a signing ceremony at Fort Belvoir, Virginia. He cited long wait times for care and employees “cooking the books” to hide the delays.", "“This is wrong. It’s outrageous, and working together we set out to fix it,” Obama said. He warned that those found culpable of manipulating data or covering up problems need to go, and also praised whistleblowers who brought problems to the media and public’s attention.", "“If you engaged in an unethical practice, if you covered up serious problems, you should be fired. Period,” he said. “And if you blow the whistle on unethical practices or bring a problem to the attention of higher ups, you should be thanked. You should be protected for doing the right thing. You shouldn’t be ignored and you certainly shouldn’t be punished.”", "Some officials have already been relieved of duties and investigations into the matter continue, the president said.", "Sen. Bernie Sanders, I-Vermont, and Rep. Jeff Miller, R-Florida, who chair the veterans' affairs committees in their respective chambers, negotiated the final legislation as co-chairmen of the conference committee.", "\"In a dysfunctional Congress, I'm glad we accomplished something significant for veterans,\" Sanders said in a statement. \"This legislation will go a long way toward ending unacceptably long waiting times for veterans to access health care and allow the VA the resources to hire the doctors, nurses and other medical staff it needs to address these problems over the long term.\"", "Miller could not make the signing ceremony because of a previously scheduled oversight visit to the William Beaumont Army Medical Center in El Paso, Texas, with Rep. Beto O'Rourke, D-Texas.", "But in a statement he said he was \"pleased President Obama has finally recognized what we have been telling administration officials for years: that VA's widespread and systemic lack of accountability is jeopardizing the health of veterans and contributing to all of the department's most pressing problems.", "\"I sincerely hope the president views this event as more than just a photo-op or speaking engagement. Instead, it should serve as a wakeup call,\" Miller said.", "The legislation passed Congress the same week the Senate confirmed Robert McDonald, a West Point grad, Army veteran and former chief executive officer  for consumer products giant Procter & Gamble Co., to be secretary of veterans affairs.", "McDonald took over from Acting VA Secretary Sloan Gibson, an undersecretary at the department installed temporarily to lead the agency in May after Eric Shinseki resigned amidst the growing scandal.", "But neither McDonald's appointment nor the VA reform legislation is halting congressional inquiries into mismanagement at the agency.", "Just this week, Miller accused VA officials of deliberately misleading his committee on the number of veteran deaths since 1999 were linked to delays in medical consultations.", "In  a letter to McDonald dated Aug. 4, Miller said agency health care officials testified several times that a VA review of 250 million consults since 1999 determined that 23 patients died from gastrointestinal illnesses because of delays in medical consultation. Not only were the review dates given in testimony by Under Secretary for Health Carolyn Clancy and Assistant Deputy Undersecretary Thomas Lynch, but were noted in an April fact sheet the VA provided Miller's committee.", "Miller said the VA now concedes that the actual review only covered the years 2010 to 2012, but has not explained why the actual dates were not provided.", "\"They tried to misdirect Congress and the American people away from the facts,\" Miller told The Tampa Bay Times in an interview. \"I think they got caught and now they are trying to modify their story ... The misdirection was, in fact, designed in Washington.\"", "Miller is now demanding to know who was responsible for the fact sheet, how they are being held accountable for the misinformation and the actual number of deaths linked to consult delays back to 1999, where they occurred and how the numbers were determined or discovered.", "Wait times for care has been a problem for the VA for some time, but gained national attention in May after whistleblowers at the VA Medical Center in Phoenix, Arizona, told CNN that up to 40 patients on a secret wait list may have died before getting an appointment.", "Subsequent VA investigations confirmed some 35 veteran deaths linked to the lists, which the hospital maintained to conceal the scope of their wait-times problems. Investigators also concluded that such manipulation of patient data was systemic throughout the VA.", "Additionally, some executives were pulling in thousands of dollars a year in bonuses that at least in part were based on meeting VA standards on wait times.", "Officials say some of these VA managers and executives could face criminal charges for directing the manipulation of data or appointments.", "American Legion Legislative Director Louis Celli was happy to see the bill passed and signed, but said, “This is not the time to set back in your chair, put your feet up on the desk and say everything is done now and the VA is fixed.", "“The provisions [of the bill] need to be enacted,” he said. “And we’ll be working with and we’ll be watching the VA to make sure they’re carried out and that the money is spent wisely, so veterans get the health care they need.”", "Celli said the Legion will also be watching how McDonald fares during his first few months on the job. “We will issue a report on the first 100 days to say where we see the agency under his leadership is going and where he is going,” he said.", "-- Bryant Jordan can be reached at bryant.jordan@monster.com."]},
{"newspaper_name": "foxnews", "articles_date": "2014-09-10T16:00:46.000-04:00", "articles_link": "http://www.foxnews.com/us/2014/09/10/veterans-marriage-equality-bid-fails-in-partisan-vote.html", "articles_title": "Veterans Marriage Equality Bid Fails in Partisan Vote", "article_text": ["A House committee on Wednesday shot down proposed legislation that would have required the Veterans Affairs Department to extend spousal benefits to gay and lesbian married couples in states that do not recognize same sex marriage.", "ADVERTISEMENT", "The proposal, in the form of an amendment to a bill calling for the VA secretary to meet with certain advisory committees about veterans' health care, failed 13-12 on an almost strictly partisan vote on the House Veterans Affairs Committee.", "The only Republican to vote in favor was Rep. Jon Runyan of New Jersey. He did not speak on the amendment prior to voting and Miliary.com was not able to reach him for comment afterwards.", "The amendment was proposed by Rep. Dina Titus, D-Nevada, who called on House Veterans Affairs Committee members to show \"one ounce of the courage [veterans] have\" and approve the amendment.", "\"How many times have we talked about veterans deserving our support, being heroic and getting the benefits they deserve?\" she said. \"We now have a duty to act.\"", "Titus offered the proposal as an amendment since the bill she introduced on it last June has been stuck in subcommittee.", "  ", "Rep. Beto O'Rourke, D-Texas, likened the current system, in which the VA yields to state policy on same-sex marriages for the purposes of benefits, to earlier state laws barring or not recognize interracial marriages.", "\"Take yourself back 70 years to soldiers coming back from World War II, when interracial marriage was not allowed,\" he said. \"You can't imagine denying [a veteran] benefits based on state's rights. We support benefits for all our veterans, not some of our veterans.\"", "Rep. Jeff Miller, R-Florida, chairman of the committee, spoke against the proposal, saying that the current law predates same-sex marriage, and the state's role in determining the legal definition of marriage has been backed by the Supreme Court.", "\"In determining if a person is or was the spouse of a veteran ... the marriage shall be proven as valid [by the VA] according to the law of the place where they resided at the time of the marriage or when the benefits accrued,\" Miller said.", "Rep. Tim Huelskamp, R-Kansas, also opposed Titus' amendment.", "\"I don't want the VA or this committee to impose its views on the State of Kansas,\" he said.", "The vote may have gone the other way had the proposal before the committee been a separate bill – such as Titus previously filed – and not an amendment to another.", "Rep. David Jolly, R-Florida, told the panel he agreed with Titus' amendment, and said it was wrong that a veteran who would be getting benefits for a gay spouse while living in Nevada would lose them by moving to Florida.", "\"My concern is with the germaness [of the amendment], the process – and frankly the frustration at times with how this body works,\" Jolly said. He said he would like to see the proposal brought up as a standalone bill at the committee level and discussed. The bill Titus would amend, proposed by Rep. Denny Heck, D-Washington, dealt with advising the VA secretary.", "In Republican House rules, \"germaneness\" requires that an amendment address the same subject as the original legislation.", "\"I oppose this [amendment] because of that,\" Jolly said, \"but I want a forum where we can have this debate.\"", "Last month a law firm representing gay and lesbian service members and veterans filed suit against the VA for its policy.", "After the hearing Titus issued a statement blasting those who voted against the amendment.", "\"My Republican colleagues chose not to stand with our veterans and their families, and instead remained silent, allowing this discrimination to continue,\" she said. \"They lack one ounce of the courage they so often extol as a virtue of our nation's veterans. Shame on them.\"", "-- Bryant Jordan can be reached at bryant.jordan@monster.com"]},
{"newspaper_name": "foxnews", "articles_date": "2017-04-26T22:30:00.000-04:00", "articles_link": "http://www.foxnews.com/politics/2017/04/26/sen-ted-cruz-its-only-fitting-cartel-money-be-used-for-border-wall.html", "articles_title": "Sen. Ted Cruz: 'It's only fitting' cartel money be used for border wall", "article_text": ["Texas Sen. Ted Cruz told Fox News' \"Tucker Carlson Tonight\" that \"there's a justice\" to his proposal that money seized from drug cartel capos be used to pay for President Trump's promised border wall.", "ADVERTISEMENT", "\"These drug cartels are the ones crossing the border with impunity, smuggling drugs, smuggling narcotics, engaged in human trafficking,\" the Republican told host Tucker Carlson. \"They’re the ones violating our laws and it’s only fitting that their ill-gotten gains fund securing the border.\"", "Federal prosecutors are looking to seize $14 billion in drug profits from the Sinaloa Cartel leader, who is facing trial in the U.S. on a multitude of federal charges.", "\"Now, it so happens, coincidentally, that the estimated cost of the wall is between $14-20 billion,\" Cruz said. \"So, the legislation I filed yesterday was very simple.\" ", "On Monday, Cruz introduced the Ensuring Lawful Collection of Hidden Assets to Provide Order (EL CHAPO) Act.", "\"It said any proceeds that are forfeited from El Chapo and from other drugs lords shall be spent building the wall and securing the border,\" said Cruz, who also praised the Trump administration for their willingness to enforce immigration laws. ", "\"I visited with about 150 Border Patrol agents [in January],\" Cruz said. \"The relief these men and women had at the election results, it was palpable ... And I asked the agents, ‘What’s changed?’ And they said, ‘The only thing that’s changed is the cartels understand now we have an administration that will enforce the law.’ That matters.\""]},
{"newspaper_name": "foxnews", "articles_date": "2015-11-17T12:12:06.000-05:00", "articles_link": "http://www.foxnews.com/politics/2015/11/17/ginni-thomas-endorses-ted-cruz.html", "articles_title": "Ginni Thomas endorses Ted Cruz", "article_text": ["Ginni Thomas has endorsed Ted Cruz for president.", "Thomas is a prominent conservative activist, as well as the wife of Supreme Court Justice Clarence Thomas.", "\"I relish the opportunity to change this town, but what I really love are the people outside of this beltway of Washington and the people who see we can have a strong America again,\" Thomas said in a video of her endorsement released by the Cruz campaign. \"Ted Cruz has got the scars to show that he's tangled with the top Republican leaders and Democrat leaders in town. It was so refreshing to see Ted Cruz come and be truthful principled, and conservative, even under attack.\"", "Ginni Thomas' political positions have caused some controversy in the past, mostly in regards to whether they create any conflict of interest for her husband, the Supreme Court justice. One example is when she was engaged in activism against the Affordable Care Act prior to a high court ruling on the legislation."]},
{"newspaper_name": "foxnews", "articles_date": "2014-11-10T15:26:30.000-05:00", "articles_link": null, "articles_title": "DHS working on system to inform local cops of freed immigrants", "article_text": ["The Homeland Security Department is working on a system to tell state and local authorities when immigrants with criminal records are released into their jurisdictions.", "The plan is described in a letter sent Monday from two Texas lawmakers to acting Immigration and Customs Enforcement Director Thomas Winkowski.", "Republican Sen. John Cornyn and Rep. Beto O'Rourke, a Democrat, say in their letter that an ICE official told them in late October about plans for an automated system to alert state and local authorities when immigrants with serious criminal records are being released from immigration jails into their jurisdiction.", "Cornyn and O'Rourke wrote to Winkowski with questions about how the agency releases such immigrants.", "During the 2013 budget year, the agency released 36,007 criminal immigrants who were facing deportation."]},
{"newspaper_name": "foxnews", "articles_date": "2014-11-11T07:58:02.000-05:00", "articles_link": "http://www.foxnews.com/world/2014/11/11/feds-planning-automated-system-to-notify-cops-when-immigrants-with-criminal.html", "articles_title": "Feds planning automated system to notify cops when immigrants with criminal history are released", "article_text": ["The Homeland Security Department is working on an automated system to notify state and local authorities when an immigrant with a serious criminal history is released into their jurisdictions, according to a letter from a pair of Texas lawmakers.", "In a letter sent Monday to acting Immigration and Customs Enforcement Director Thomas Winkowski, Republican Sen. John Cornyn and Democrat Rep. Beto O'Rourke said they were told about the automated notification system by a senior ICE official in late October. ICE is also considering adding notifications for victims, the pair wrote.", "The letter did not provide details of the how the notification system would work or when it will be launched.", "ICE did not immediately respond to a request for comment.", "Republican and Democratic lawmakers alike have been critical of the agency's decision to release convicted criminals facing deportation from immigration jails.", "During the 2013 budget year, ICE released 36,007 criminal immigrants who were facing deportation, including those accounting for 193 homicide and 426 sexual assault convictions, according to ICE statistics. All of the immigrants released from immigration jail had finished their criminal jail sentences and still face deportation.", "Cornyn and O'Rourke wrote to Winkowski with a variety of questions about how ICE decides which immigrants with records should be released and when. Among other things the lawmakers asked the agency to explain how it categorizes immigrants based on criminal histories.", "ICE has said in the past that it is forced by court rulings and other rules to release some immigrants with records, including those whose home countries refuse to provide travel documents. The agency said about 72 percent of the criminals released from immigration jails last year were so-called mandatory releases."]},
{"newspaper_name": "foxnews", "articles_date": "2015-11-18T17:00:06.000-05:00", "articles_link": "http://www.foxnews.com/politics/2015/11/18/how-ted-cruz-would-win.html", "articles_title": "How Ted Cruz would win", "article_text": ["The 2016 GOP primary has confounded political analysts who have tried to understand why governor after governor has failed to connect with voters and quit the presidential race.", "ADVERTISEMENT", "But Texas Sen. Ted Cruz thinks he knows exactly what has happened, and broke down the horse race exclusively for the ", "'s Your Choice, Your Voice Teleforum.", "Cruz detailed his path to victory and who he expects will be his main opposition.", "\"Historically in the Republican primary, there have been two major lanes: there's been a moderate establishment lane and there's been a conservative lane,\" Cruz said. \"And in past elections, typically, the moderate lane there is a consensus moderate choice early on and all of the money gets behind that candidate. But on the conservative side, typically there are a whole bunch of us, nobody has any money, and we fight like cats and dogs. And that's how in primaries in past cycles, the moderate has gone on to win the nomination and then they lose the general election because millions of conservatives stay home and don't vote.\""]},
{"newspaper_name": "foxnews", "articles_date": "2015-04-16T11:00:45.000-04:00", "articles_link": "http://www.foxnews.com/world/2015/04/16/no-credibility-in-report-isis-training-camp-on-us-mexico-border-congressman.html", "articles_title": "No credibility in report of ISIS training camp on U.S.-Mexico border, congressman says ", "article_text": ["In an attempt to downplay rumors and ease concerns along the U.S.-Mexico border, a congressman from Texas has said that there is no evidence that the Islamic terrorist group ISIS has opened a training camp in Ciudad Juárez.", "ADVERTISEMENT", ", Rep. Beto O’Rourke (D-TX) said that the Mexican government, the U.S. Department of Homeland Security and the U.S. Northern Command have told the lawmaker that there is no evidence that ISIS is operating along the border.", "“Stories like these are good at scaring people and getting attention for those who spread them,” O’Rourke wrote on his Facebook page. “But they are terrible for the country's image of the border, for El Paso's ability to recruit talent, and for our region's opportunity to capitalize on the benefits of being the largest bi-national community in the world.”", "The rumors of an ISIS camp near the Mexican border of Ciudad Juárez began with an April 14, 2015 story on the Judicial Watch website that cited unnamed “sources that include a Mexican Army field grade officer and a Mexican Federal Police Inspector” who claimed that “the terrorist group has established its base is around eight miles from the U.S. border in an area known as ‘Anapra’ situated just west of Ciudad Juárez in the Mexican state of Chihuahua. The website added that its sources also knew about an ISIS camps west of Juarez, which planned to attack towns in New Mexico.", " ", "Judicial Watch also noted a number of locations along the border that ISIS was allegedly targeting because of low levels of Border Patrol staffing and also purportedly pulling off reconnaissance of universities, the White Sands Missile Range government facilities and military bases.", "“As a member of the House Homeland Security committee in the 113th Congress, I asked the director of the FBI, the director of the National Counterterrorism Center and the Secretary of Homeland Security if there was currently any terrorist threat on the Southern border,” O’Rourke reported. “They answered that there was not, nor had there ever been, any terrorist, terrorist plot, or terrorist organization that was able to exploit our border with Mexico.”", "This is not the first time that these kinds of reports have surfaced about ISIS or other terror groups using the southern border with Mexico to sneak into the U.S.", "Last fall, officials at the Department of Homeland Security officials said that there is no credible evidence that members of the Islamic militant group plan to use the border to enter the U.S. following an uproar caused by comments from lawmakers, including senators Ted Cruz (R- TX) and John McCain (R-AZ). Instead, officials told Congress that they are more concerned with terrorists entering the U.S. via commercial airline flights.", "\"The number of known watch-listed persons we are encountering on the Southwest border is minimal compared to commercial aviation,\" ", ". \"We're talking tens versus thousands.\""]},
{"newspaper_name": "foxnews", "articles_date": "2016-06-23T00:01:00.000-04:00", "articles_link": null, "articles_title": "C-SPAN turns to social media feeds to cover House sit-in", "article_text": ["With the cameras it uses to cover Congress shut off, C-SPAN turned to social media feeds on Wednesday to beam live coverage of the House Democrat's sit-in to demand votes on gun control legislation", "\"No bills, no break,\" the Democrats chanted in between a succession of speeches.", "The nonprofit cable and satellite network C-SPAN and its offshoot covers each session of the House and Senate, using cameras placed in the chambers and controlled by the government. The network is independent, however, and accepts no government money, spokesman Howard Mortman said.", "Through those cameras, C-SPAN aired the beginning of the protest with a speech by Rep. John Lewis, D-Ga. When it became clear that Democrats were conducting a sit-in, the Republicans in control ordered the House into recess, and the cameras were shut off.", "But two protesting representatives, Scott Peters of California and Beto O'Rourke of Texas, provided footage of the sit-in through Periscope and Facebook, and C-SPAN picked up those feeds to offer continuous coverage of the sit-in.", "\"Our mission is to show what is happening in Congress and this is part and parcel of what is happening in Congress,\" Mortman said.", "On its YouTube page, C-SPAN made available Lewis' speech before the cameras were shut down. Lewis, a civil rights era veteran, said that \"sometimes you have to do something out of the ordinary.\"", "The social media footage was grainier than the typical feed and the Democrats were working without microphones. But as long as it is available, C-SPAN will air it, Mortman said.", "\"Our plan is to cover this until they are finished,\" he said."]},
{"newspaper_name": "foxnews", "articles_date": "2012-05-30T06:59:53.000-04:00", "articles_link": null, "articles_title": "Silvestre Reyes Ousted in Texas Nail Biter", "article_text": ["The Texas 16th Congressional District Democratic primary was touted as the most important election to take place along the U.S.-Mexico border and in a nail biter Tuesday, challenger Beto O'Rourke defeated 16-year incumbent Sylvestre Reyes.", "The announcement wasn't made until 11:35 p.m. local time, well after the 191 precincts closed at 7 p.m.", "O'Rourke, 39, a former El Paso city councilor, won by a narrow margin of 50.47 percent with 23,248 votes to Reyes's 44.35 percent and 20,427, barely avoiding the need for a run-off.", "\"We worked really hard, I've been knocking on doors every day for nine months and it paid off,\" O'Rourke said.", "With a slight physical resemblance to Robert F. Kennedy and the same energetic, rolled-up-sleeves approach to campaigning, O'Rourke said his campaign was based on what the voters in his district wanted most.", "The importance to the border region in this contest was steeped in O'Rourke's platform of exploring methods to expedite the arduous journey across the border, especially for commercial traffic which has a profound impact on the El Paso economy. O'Rourke said he would like to see a new bridge constructed linking El Paso to Ciudad Juarez to further improve both local economies.", "\"We have a 10 percent unemployment rate in El Paso, that's more than 30,000 people not working,\" he said.", "O'Rourke's reform platform also addressed the needs of veteran healthcare, especially with El Paso being the home of the massive Ft. Bliss Army Base.", "\"The VA here is among the worst in the country,\" he said. \"Vets can't get seen in a timely fashion for healthcare and that's terrible.\"", "Arguably his most controversial position has been the support for the legalization of marijuana as a way to stem the violence in Ciudad Juárez, the sister city of El Paso. He said that, while will not ignore this issue, veteran affairs and the local economy will be taking precedence in his bid for the November election.", "By 12:30 a.m., Wednesday, O'Rourke, who was celebrating with his family and supporters at a downtown El Paso restaurant had yet to hear from Reyes. In the background the chant of  \"Beto! Beto! Beto!\" set the backdrop for congratulatory calls from supporters.", "Reyes was endorsed in this race by President Barack Obama.", "Winning the Republican primary was Barbara Carrasco who will face O'Rourke in November for Reyes's seat.  ", " "]},
{"newspaper_name": "foxnews", "articles_date": "2016-03-23T08:34:16.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2016/03/23/ted-cruz-on-battling-terror.html", "articles_title": "Ted Cruz on battling terror", "article_text": [" \"Personal Story\" segment tonight. Let's get right to Senator Ted Cruz. He is with us now here in New York City. I believe you are correct when you said earlier today that a lot of this Muslim violence in Europe is because of their failed immigration policies. As you know, the EU has open borders. Anybody goes anywhere, refugees flooding in. Nobody knows who is coming and who is going.", ": Right.", " We don't have that here in the U.S.A. and we have some problems but not nearly to the extent that they have. Is that right?", " Well, you know, when it comes to open borders a few days ago I was down on the border in Arizona. And I will tell you it was a tiny little fence. My five-year-old daughter could have crossed that border in all of about 10 seconds. Actually, we had a bunch of reporters there. Several of the reporters jumped the fence into Mexico because they had a better shot from their cameras. And I was laughing we are literally watching them cross the border illegally and enter Mexico. And, you know, we have had 12 million people coming into this country illegally. We are not securing the border right now at a time with threats from ISIS and radical Islamic terrorism, it makes no sense to not know who is coming in this country.", " All right. So, you agree with me and with your competitor Trump that you need a wall, you need a formidable wall.", ": Absolutely yes.", ": All right. We're all on board --", ": But a wall alone doesn't do it.", ": No.", ": More important than that is boots on the ground. That's why we are going to triple the border patrol and used fixed wing and rotary wing aircraft to monitor the wall. The wall alone slows them down. But you've got to have the boots on the ground.", ": Yes. That's like the Israeli too, that's the model we should be using.", " Yes.", " Now, you made some other statements against ISIS today. And one of them caught my eye. You say you would carpet bomb them. You said that before.", " Um-huh.", " You know that carpet bombing means women and children dead in the street. You know that?", " It doesn't mean that. What I mean by carpet bombing is using overwhelming air power not doing --", " They hide in civilian areas. You know that.", ": The first Persian Gulf war we launched roughly 1100 air attacks a day. We carpet bombed them for 37 days. And then after that our troops went in and in a day and a half mopped up the Iraqi army.", ": Were you over there? I was over there. It was a different situation. We degraded -- we degraded Saddam Hussein's military. We didn't bomb Kuwait City.", ": Right.", ": Okay. Where he was.", " Nobody is talking about bombing civilians. But the difference is. Right now --", " Yes.", " We are doing between 15 and 30 air attacks today. It's pinprick. So, what we ought to use is overwhelming air power, carpet bombing to take out their command and control infrastructure. Take out their communication.", "Right. More bombings.", " Take out their finance. Take out their transportation. Take out the oil fields. Take out --", ": Still not going to beat them. They are going to hide in the city --", ": That's not the only thing. Of course it's not the only thing.", ": Well, I called earlier in the program here for a NATO declaration of war against ISIS.", " And I absolutely agree and indeed I noted this morning in the wake of this Brussels attack that it was more than a little ironic that just yesterday Donald Trump called for America pulling back from what NATO either weakening it or withdrawing.", " That's because he doesn't feel they carry their weight financially there and -- but I think you and Trump --", ": That would be a catastrophic mistake. I mean, Bill, it's --", " Withdraw from NATO at this point, it would.", " And that's what Donald called for, he'd said America needs to --", " You know that.", " -- step back and doing that would be a massive victory for Putin and a massive victory for ISIS. And we shouldn't -- there's a point that matters here. Donald's approach on foreign policy is one of weakness and isolationism. That's his position consistently across the globe.", ": All right. See, you are putting me in a difficult position because I'm not going to defend Trump but I will say that we will try to get him on tomorrow.", ": You know what? I got an idea.", ": What?", ": Why don't ask you Donald Trump to come here and defend himself. Donald is afraid to debate.", " Debate you one-on-one.", " I would love to do a one-on-one debate. Bill, you can moderate. He wouldn't argue that you are unfair moderator.", " Yes, he would.", ": So, I'm happy to have you moderate.", " All right. We will going to work that.", ": But Donald and NATO is a good example --", "We'll work it.", "-- where he throws out a foreign policy position that is weaker and more liberal than Obama's and Hillary Clinton's and then he doesn't get challenged on because he is afraid to have --", ": All right. But let's just talk about you. But I will follow up on that debate offer and I appreciate you making it?", ": I think it would be terrific.", " Okay. You are also taking heat because you said, U.S. law enforcement should patrol in America Muslim neighborhoods. That's not going to do any good.", " What I said is we should use law enforcement to prevent radicalization and to target radical Islamic terrorism. This president, President Obama.", ": How do you do that specifically?", " So, for example, here in New York City --", " Yes.", " Mayor Bloomberg created a program that worked cooperatively with the Muslim community to target radical Islamic terrorism. Prevent radicalization and stop terror attacks. Stop terror cells.", " You watch certain mosque and de Blasio has done away with that.", ": De Blasio ended it because of political correctness.", " Of course.", ": And it's the same silliness that Obama and Hillary do where in the wake of these terror attacks they don't say the words radical Islamic terrorism. And even worse, predictably President Obama goes on TV and lectures Americans on islamophobia. Enough already. We need a president who makes clear to the world if you are a radical Islamic terrorist, if you are a jihadist, your day of reckoning is coming. And on January 20th, 2017, the world will change. We will come after you and we are not coming after to you negotiate, to compromise, to capture you, if you have declared jihadi in America, we are coming after to you kill you.", " Okay. Let's just recap this segment so everybody is clear. All right? You don't believe in carpet bombing cities where ISIS is for the civilian casualties. You are not going to do that.", ": You don't wantonly target civilians but at the same time, you don't use rules of engagement that make it impossible for our troops.", ": You step up the bombing. You would encourage NATO to declare war on ISIS.", " Absolutely.", " You have all of that power then.", " Yes.", ": Launched against these savages. You want increased law enforcement surveillance here in the United States on radical Muslim concerns, would that be fair?", " Absolutely.", " And you are for a very stringent border with more backup.", " Yes.", ": To keep the -- all right? Do I have it?", " And we shouldn't be allowing in tens of thousands of Syrian Muslim refugees that ISIS has said they want to infiltrate and send jihadist --", ": Sure. That's what's happening in Europe. I mean, it's obvious that is happening there. All right. Now, we would hold you over to talk about the political thing. We have two votes tonight in Arizona and Utah. Senator is kind enough to stay over. I wouldn't. I would have left a long time ago. All right. Then we will work on that debate."]},
{"newspaper_name": "foxnews", "articles_date": "2016-03-18T15:50:57.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2016/03/18/hannity-in-arizona-ted-cruz.html", "articles_title": "'Hannity' in Arizona: Ted Cruz", "article_text": ["SEAN HANNITY, HOST:  And welcome to \"Hannity.\"  And we're coming to you live from Phoenix, Arizona.  Wow!  For the entire hour, we'll be joined by 2016 Republican presidential candidate Texas senator Ted Cruz.", "We obviously have a large audience watching the program tonight.  They are here for an event that was put together by the super-PAC Keep the Promise.", "We have a lot to cover in the next 60 minutes.  Voters in this great state of Arizona head to the polls on Tuesday to pick who they want to be their party's nominee.", "You ready to get things started?", "(CHEERS AND APPLAUSE)", "HANNITY:  All right.  Joining me now, 2016 Republican presidential candidate Texas senator Ted Cruz.", "(CHEERS AND APPLAUSE)", "HANNITY:  Wow, this -- what a welcome, Senator!", "SEN. TED CRUZ, R-TEXAS, PRESIDENTIAL CANDIDATE:  Thank you, Sean.  And I've got to say, I love the great state of Arizona!", "(CHEERS AND APPLAUSE)", "HANNITY:  All right, I have been saying now for a while that this is a two- man race.  You agree with me.  Donald Trump agrees with you and me.  Why is John Kasich still in this race, and what are your thoughts about it?", "(BOOS)", "CRUZ:  Look, there's no good reason.  When you go 1 for 27...", "(LAUGHTER)", "HANNITY:  That's a good point.", "CRUZ:  ... that's a problem.", "HANNITY:  That's a problem.", "CRUZ:  And at this point, it is clearly -- the voters have decided it is a two-man race.  It is between me and Donald Trump.", "(CHEERS)", "CRUZ:  We are the only two candidates with any plausible path to win the nomination.  And at this point, Kasich's role is essentially as a spoiler.  ", " A vote for John Kasich is a vote for Donald Trump.", "HANNITY:  Let me -- I interviewed -- I interviewed Governor Kasich.  And in free fairness here and openness, I've known him for 25 years.", "UNIDENTIFIED MALE:  (INAUDIBLE)", "HANNITY:  OK, I heard you.  I've known him for 25 years.  But he has no mathematical chance to get to 1,237 delegates.  Donald Trump obviously does and you obviously do.", "So the question -- the question -- he said to me, Well, Sean, it's going to be exciting if we have a big fight at the convention.  And I don't think that's going to be exciting.  I think that's -- I would suspect, if it goes to the convention floor, it's to either rob you or Donald Trump who get the most votes and the most delegates.  Am I right?", "CRUZ:  You're exactly right.  And what you're mentioning is the nutty, fevered dream of the Washington establishment, that they want to see a brokered convention, where the convention is deadlocked, and suddenly, they parachute in some establishment choice who didn't even run, but is the white (ph) force to save Republicans from the pesky voters.", "(CHEERS AND BOOS)", "CRUZ:  That ain't going to happen, and if they tried it, you would see an absolute revolt, and quite rightly!", "(CHEERS AND APPLAUSE)", "HANNITY:  Senator, I'm going to be honest with you, if they try that, I'm walking out -- are you all walking out with me?", "AUDIENCE:  Yes!", "HANNITY:  All right.  I'm not -- I won't put up that, either.  It's not right.", "CRUZ:  It's not going to happen.  There are one of two scenarios that's going to happen.  Number one, we have a very direct path to 1,237 delegates, to winning the nomination outright, and that's what we are campaigning hard to do.", "(CHEERS)", "CRUZ:  If you want to beat Donald Trump -- and listen, I agree with the 65 to 70 percent of Republicans who say if Donald Trump is our nominee, it's a disaster, that Trump loses to Hillary and we lose the whole country.  But if you want to beat Donald Trump, the way to do it is beat Donald at the ballot box, as we have done over and over and over again in nine states all over the country!", "(CHEERS)", "HANNITY:  So what -- this is really important.  Let me go through the scenarios.  If you go to Cleveland and you have more votes and more delegates or Donald goes and he has more votes and more delegates, and they try and steal it from either one of you, both of you united -- I know this is an odd question, but the two of you can stop any of the baloney.", "CRUZ:  Of course.  And so there are two scenarios I think are likely.  One, that we win 1,237 delegates before the convention and wrap it up.", "(CHEERS)", "HANNITY:  Right.", "CRUZ:  Now, there's a second scenario that is possible, which is going into the convention, neither Donald Trump nor I have 1,237 delegates, that we both come in with a ton of delegates, but short of 1,237.", "Now, in that case, you don't have a brokered convention, you have a contested convention, what we saw...", "HANNITY:  In '76.", "CRUZ:  ... in '76, Ford and Reagan.  And there, the delegates decide and they decide between me and Donald Trump.  That's actually democracy.  It's the elected delegates voting and following the rules.  And I'm willing to live by those outcomes.", "But by the way, the Washington establishment folks that are hoping for Kasich -- you know, part of their plan -- the only way -- Kasich is not even eligible to have his name put into nomination.  You have to have won eight states...", "HANNITY:  Eight states, right.", "CRUZ:  ... in order to be eligible.  And so their plan is the week before the convention, have the Republican big-wigs change the rules.", "AUDIENCE:  (BOOS)", "CRUZ:  And that doesn't make any sense.  We need to trust the voters, and I trust the voters, and that's why our plan is to beat Trump at the ballot box.", "(CHEERS)", "HANNITY:  All right, let me -- let me ask this question, and I think it's important.  At the end of the day -- I don't know if you read social media like I do.  Do you all read social media?  It's really ugly right now because at the end of the day, the real battle is going to be for the White House.  The real battle is, do we want another term of Obama, which Hillary promises?  OK?", "AUDIENCE:  No!", "HANNITY:  So my question is, are you confident -- I know it's very testy and tight between you and Trump.  It's -- look, it's the nature of politics, unfortunately.  It's a blood sport.  But at the end of the day, are you confident, Senator, that there will be one nominee and a united party that will stand together to defeat her, whoever it happens to be?", "CRUZ:  You know, Sean, I am confident, although I will say the only way for that to happen -- what we are working to do every day is unite and bring together Republicans.  And some of the way you see unity -- it depends on how you campaign.  If you campaign engaging in constant insults and attack, if you just yell and curse and belittle others with personal attacks, that makes it hard...", "HANNITY:  Listen...", "CRUZ:  That makes it hard for the party to unite.  It's the reason why on those debate stages, when we've seen candidates yelling and insulting each other -- I don't get into that mess.  I don't get into that mock -- I don't insult anyone.  I keep my focus.  And if they insult me, I don't respond in kind.  I keep my focus on substance and policy.  And I think that's one of the reasons why so many Republicans are uniting behind our campaign.", "HANNITY:  But the math is really -- I'm not so sure if this is the best way to pick a candidate, in the end.  I mean, you have one rule in one state, another rule in another state.  It just so happens Arizona is a winner- take-all state.", "(CHEERS)", "HANNITY:  Here are the numbers where we are.  You have 423 delegates, Trump 678, John Kasich fourth at 143, which we've been talking about.  You need 78 percent of remaining delegates.  Can you get that number outright?  Because you're saying you can.  And how do you get it?", "CRUZ:  So let me walk through the math.  Let's start with Trump.  If Trump continues to get delegates at the same rate he has so far, he doesn't get to 1,237.  He needs 54 percent of the delegates to get the nomination.  So far, he's only won 47 percent of the delegates.  So he's got to do better than he has.", "And the problem for Donald, every time a candidate drops out, he does worse. because the supporters for those candidates -- you know, Marco Rubio dropped out this week.  Marco is a good, talented, inspirational person.  ", " He's got millions who he inspired.", "(CHEERS)", "CRUZ:  And that's a real problem for Donald because the overwhelming majority of those Rubio supporters have come and are supporting us.", "(CHEERS)", "CRUZ:  And so we keep getting stronger and stronger.  Now, you're right. For me to win 1,237 delegates, I've got to win 78 percent of the remaining delegates.  That sounds like a high bar.", "But you got to remember the delegate allocation rules, which is if we beat Donald going ahead by even a small margin, if we consistently beat him in the overall vote, we get north of 80 percent of the delegates.  And so that's the path to winning, is going and winning over and over again.", "For example, we've Arizona and Utah both voting on the 22nd.", "(CHEERS)", "CRUZ:  Now, Utah, we've got a big, big lead.  We're going to have a very good night in Utah.", "(CHEERS)", "CRUZ:  Arizona is much tighter.  Donald did well in early voting in Arizona.  We're surging now.  Our numbers are going up and up and up.", "(CHEERS)", "CRUZ:  And Arizona, it's all going to come down to turnout.  If enough people come out on election day to counterbalance the early voting numbers, then we can do very, very well.  And I got to tell you, two weeks later, the state of Wisconsin, we are poised to have a terrific night in the state of Wisconsin.", "(CHEERS)", "HANNITY:  Let me ask this.  It is kind of amusing.  Maybe it's actually not amusing.  You know, I noticed that Lindsey Graham gave you a half-hearted -- well, a half-hearted endorsement.  But you know, this is a guy that said, Well, if anyone ever shot Ted Cruz on the Senate floor, they wouldn't be convicted if the trial was in the Senate.  He also went on to say, you know, other not so nice things.", "John McCain right here in Minnesota called you...", "(BOO)", "HANNITY:  ... called you a wacko-bird.  Here's what I want to know.  Is it that -- why haven't these people stood up and fulfilled the promises that they made to repeal and replace \"Obama care\"?  Why did they not fulfill the promise of 2014 that would stop executive action on immigration?  Why have", " -- why do they not seem to understand what's going on in this election cycle?  They seem, like, mystified, Oh, the people aren't listening to us anymore.", "CRUZ:  Well, Sean, that's why I'm here in Arizona and not on the Senate floor.", "(CHEERS)", "CRUZ:  Listen, people across this country are frustrated out of their minds.  We're frustrated and we're angry because politicians keep lying to us.  In both parties, they make promises, and then they go to Washington and they do the exact opposite of what they promise.  And that rage I understand.  There are millions of us who feel betrayed because we have been betrayed.", "HANNITY:  I feel betrayed.  Do you feel betrayed?", "(CHEERS)", "CRUZ:  And I think the reason why our campaign is seeing so much enthusiasm from the grass roots, so much passion, is if you're looking for someone to stand up to Washington, the natural first question is, OK, who has stood up to Washington?", "(CHEERS)", "CRUZ:  You know, who's taken on not just Democrats but leaders of their own party?  And I will say, listen, Donald Trump did a masterful job of tapping into that anger.  And I get it.  You're ticked off at Washington.  Donald is an angry, screaming, yelling, cursing voice.  That feels like a natural vessel for that anger.", "But if you're upset at the corruption of Washington, you don't solve that by supporting Donald Trump, who has been enmeshed in the Washington corruption for 40 years.", "(CHEERS)", "HANNITY:  I tell you what I want to do.  Before you came out, Senator, I had an opportunity to talk to the crowd.  We have...", "UNIDENTIFIED FEMALE:  We love you!", "HANNITY:  I love you, too.  We have 95 million of our fellow citizens out of the labor force, 50 million Americans in poverty, 46 million on food stamps.  And you see girls like this adorable little girl on her daddy's shoulders over there?  You know what?  We've doubled the debt and she'll spend the rest of her life working to pay it back.", "When we come back, I want to talk about your plan to solve the nation's problems, all right?", "CRUZ:  Excellent.", "HANNITY:  We're going to take a break.  We'll come back.  We'll continue.  It's \"Hannity.\"  We're on the road.  We're in Phoenix, Arizona, ahead of Tuesday's big primary.  Thanks for being with us.", "(CHEERS AND APPLAUSE)", "(COMMERCIAL BREAK)", "HANNITY:  All right, welcome back to beautiful -- we're in Phoenix, Arizona, as we are joined on the campaign trail, \"Hannity\" on the road with Senator Ted Cruz for the entire hour.", "(CHEERS)", "HANNITY:  Senator, the state of Arizona knows probably as well as any other...", "UNIDENTIFIED MALE:  We want Ted!  We want Ted!", "HANNITY:  I know.  I heard you -- probably knows more than anyone else, as much as anybody else, maybe California and Texas -- I've been to the border at least 10 times, all the way from the Rio Grande straight across to San Diego.  I've been to drug warehouses.  I've seen gang members arrested.  ", " I've been on horseback, helicopter, all-terrain vehicles and boats.", "It's a bad problem.  We're paying trillions on our educational system, our criminal justice system, and you know, all -- our health care system.", "How do we stop this, and what do we do with the 11 million people here illegally?", "CRUZ:  Well, Sean, you're right.  We have -- our immigration system right now, the federal government is doing a horrible job of securing the border. It's utterly failing.  I started the day today down in Douglas, Arizona, on the border, touring the border.  I got to tell you, the border fence, what little fence there is there, is so dilapidated, is so ineffectual -- you've-- you've met my daughters, Caroline and Catherine.  My 5-year-old, Catherine, could climb that fence in about three seconds flat.", "I mean, it literally -- so we were there with a bunch of reporters.  We're down on the border.  The reporters decided -- you know, the camera shot isn't good enough here, so the reporters jumped over the fence from Mexico to get a better camera shot.  So they literally crossed illegally into Mexico, and they just jumped right on over it.", "And it is an absolute travesty.  I mean, we are seeing -- you know, I met with ranchers down on the border who describe -- one woman who's a rancher there described how, apparently, one of the drug coyotes had been monitoring her and watching her.  And she hides the key somewhere outside, and he found the key.  And she three different times has come home, and he has let himself into her place.  He's showered, made himself a meal, he's slept, washed the dishes, and then locked the door and left.", "HANNITY:  It's like the Three Little Bears!", "CRUZ:  It is.  And every rancher there -- they all say they don't look their doors because people break in every day.  They're facing the threat of -- they don't break in every day, but every day, they face that threat.  Every day, they see coyotes.  They see drug dealers coming along.", "And the border patrol is not on the border.  They're pulled into the interior 35 or 50 miles north, and they're not securing the border.", "And we know how to solve this.  When the media says we can't solve it, they're not telling the truth.  What is missing is the political will. Barack Obama and the Democrats support illegal immigration!", "(CHEERS AND APPLAUSE)", "HANNITY:  You're 100 percent right.  I think the Democratic Party looks at a new voting base for them.  But also...", "CRUZ:  Yes.", "HANNITY:  ... the Republicans haven't built a fence, either.  They want cheap labor.", "CRUZ:  You are -- it's both parties are failing.  Democrats -- you know, there's a new politically correct term for illegal aliens.  It's called undocumented Democrats.", "(LAUGHTER)", "CRUZ:  And they just view it as, We want more votes, let people in illegally.  But Republicans are almost as bad.  Republicans, far too many of them, are in bed with Wall Street and the special interests and the lobbyists and big business, all of whom look at illegal immigration as cheap labor.  And so you have both parties failing.", "HANNITY:  How fast could you build the fence and totally secure the border?", "CRUZ:  We will start on day one.  The very first day in office, I will rescind every single illegal and unconstitutional executive action Barack Obama has done!", "(CHEERS AND APPLAUSE)", "CRUZ:  So that is day one.  Going forward from there, we're going to build a wall.  We're going to triple the border patrol.  We're going to increase fourfold the fixed wing and rotary wing aircraft so we can monitor incursions.  We're going to end sanctuary cities and we're going to do that by cutting off federal money!", "(CHEERS)", "CRUZ:  If you're a sanctuary city, you no longer get any taxpayer dollars.", "(CHEERS)", "CRUZ:  We're going to put in place a strong e-verify so you cannot get a job without proving you're here legally.  We'll put in place a strong biometric exit/entry system for visas, and we will end welfare benefits for those here illegally!", "(CHEERS)", "HANNITY:  Last question on this topic.  Big controversy about what do you do with the people that are here that didn't respect our laws and sovereignty?  What do we do with them?", "CRUZ:  You enforce the laws.  And what the laws provide is if you're here illegally, you're deported.  If you or I crossed over into Mexico, they'd deport us.  They'd send us back.  That's what sovereign nations do.", "HANNITY:  But no, that's actually worse than that.  You know, if somebody from El Salvador, Nicaragua, they go into Mexico, they're put in jail and they're sent back immediately.  And then Mexico lectures the United States.", "CRUZ:  Every nation on earth enforces their immigration laws, and they expect America not to do that.  Listen, we welcome legal immigrants, those who wait in line and follow the law.", "(CHEERS)", "CRUZ:  But this is a national security crisis.  It's a law enforcement crisis.  And you know, let me mention, Donald Trump has made immigration central to his campaign.  And yet Donald Trump, for 40 (ph) years, has been funding open border Democrats.  \"The gang of eight\" -- the \"gang of eight\" amnesty group -- Donald Trump founded the \"gang of eight.\"  He gave over $50,000 to five members of the \"gang of eight.\"", "And so he talks about immigration a lot.  But listen, anyone who has funded open border Democrats for 40 years doesn't get to suddenly say they're going to secure the borders.  The amazing thing is, it was publicly reported that just a couple of months ago, Donald Trump met with the editorial board of The New York Times.  And he said, You know, everything I said on immigration I don't believe in.  I'm not going to build a wall. We're not going to deport people.", "Now, there's a tape of that meeting, and Donald Trump refuses to release the tape.  And I've got to say to the voters, if you're fed up at politicians lying to you, if you're tired of being betrayed, Donald Trump is telling us and telling The New York Times he's lying to us.  The difference is, as president, I will secure the border and we will end illegal immigration!", "(CHEERS)", "HANNITY:  We're with Senator Ted Cruz.  We're in Phoenix, Arizona.  It's \"Hannity\" on the road.  Stay right there.  A lot more to come, and a few special surprise guests straight ahead.", "(CHEERS)", "(COMMERCIAL BREAK)", "HANNITY:  All right, welcome back to \"Hannity.\"  We're in beautiful Phoenix, Arizona, as we continue for the entire hour with 2016 Republican presidential candidate Senator Ted Cruz.", "Senator, I had a chance before you came out to talk to this great audience.  And one of the things I said is I -- it's so sad to me that so many Americans -- out of work, in poverty, on food stamps, and we've doubled our debt.", "How quickly, if you became the president of the United States, can you fix these problems, get people to work, out of poverty, stop this record spending and deficit spending?  How do you do that?", "CRUZ:  We can start solving that immediately.  And that is my number one priority both in the Senate and as president is bringing back jobs and economic growth because economic growth is foundational to everything else.", "And we've seen for seven years the disaster of the Obama-Clinton economy.  We have the lowest percentage of Americans working of any year since 1977, and wages have stagnated.  I'll tell you, you know, the reason I'm campaigning, the people I'm fighting for are the single moms who are working two and three part-time jobs who've had their hours forcibly reduced to 28, 29 hours a week because \"Obama care\" kicks in at 30 hours a week.", "The people I'm fighting for are the truck drivers and the plumbers and the mechanics, the union members, the men and women with callouses on their hands who've seen their wages stagnate year after year...", "HANNITY:  Median -- median income is down thousands for the average American family.", "CRUZ:  You know, the young people here -- we're at a university -- young people coming out of school with student loans up to their eyeballs and scared, Am I going to get a job?  What does the future hold for me?  That's who I'm fighting for.  That's who this election is about.", "(CHEERS)", "CRUZ:  Now, one of the reasons I'm so optimistic that we're going to change course is right now, people across this country recognize that the Obama- Clinton economy is a disaster.  Now, it's easy to do what Donald Trump does, which is yell about it.  But you've got to actually have solutions to fix it.", "You know, I'll give you an example.  If your car is sitting in the driveway and it won't run, you don't want to bring in a guy that's standing in the driveway and yelling and cursing at the automobile.  You want someone to actually lift the hood and fix the engine.", "(CHEERS)", "CRUZ:  And the key...", "HANNITY:  But that's what I'm asking.  For example, there's corporate inversion, trillions of dollars overseas, but high taxation prevents companies from bringing their money back.  We have more natural gas, more energy than the entire Middle East combined, and we're so stupid, we don't tap into that resource and create the jobs and get the energy lifeblood of our economy!", "CRUZ:  The heart of the economy is small business.  Two thirds of all new jobs in America come from small businesses.  If you want to have the economy take off, you've got to take the boot of the federal government off the back of the necks of small business.", "(CHEERS)", "HANNITY:  Regulators.", "CRUZ:  Tax reform, regulatory reform and sound money.", "HANNITY:  You support a flat tax.", "CRUZ:  So if I'm elected president, we will repeal every single word of \"Obama care.\"", "(CHEERS)", "CRUZ:  It's the biggest job killer in America.  It is hammering small businesses.  And instead, we'll pass common sense health care reform that makes health insurance personal and portable and affordable.", "HANNITY:  Reagan created -- Reagan *in eight years created 21 million new jobs.  He doubled the revenues to the federal government.  It was at the time, the longest period of peacetime economic growth.  I think the concept of that seems alien to people now...", "(CROSSTALK)", "CRUZ:  ... young people don't know we can do that.  Let's take, for example, African-Americans.  You know, under (ph) African-Americans, median income in African-American families under Barack Obama has dropped about $500 a year.  Do you know under Ronald Reagan, what median income in African-American families did?  It rose over $5,000 a year!", "(CHEERS)", "CRUZ:  I mean, you want to talk about changing the lives of those who are struggling -- and you do it through regulatory reform, repealing \"Obama care,\" reining in the EPA, pulling back the federal regulators that are killing small businesses, and then tax reform passing a simple flat tax and abolishing the IRS!", "(CHEERS)", "HANNITY:  All right, we got to take a break.  We're in Phoenix, Arizona.  We have 2016 Republican presidential candidate Ted Cruz for the hour.", "When we come back, we have a few surprise guests, and much more.  It's \"Hannity\" live on the road, and we're glad you're with us.", "(CHEERS AND APPLAUSE)", "(COMMERCIAL BREAK)", "SEAN HANNITY, FOX NEWS HOST:  And welcome back to \"Hannity.\" We're in beautiful Phoenix, Arizona, \"Hannity\" on the road.  And we continue with 2016 Republican presidential candidate Senator Ted Cruz.  And he brought along a couple of his friends.  We have Hewlett Packard CEO and presidential candidate Carly Fiorina is with us.  ", "(APPLAUSE)", "HANNITY:  This man is the former governor of the great state of Texas.  This is a great story.  If they hadn't created a million jobs in Texas the first four years of Obama's presidency it would have been negative job growth in America, sadly.  Rick Perry is with us.  Governor, good to see you.  ", "(APPLAUSE)", "HANNITY:  All right, Carly, I had an opportunity to see you a week ago. The campaign is changing every day.  You're out on the road with Senator Cruz.  How do you feel?  ", "CARLY FIORINA, R-FORMER PRESIDENTIAL CANDIDATE:  I feel good.  I feel like Republicans are starting to understand what's at stake here.  ", "(APPLAUSE)", "FIORINA:  Yes, you know what's at stake here.  You know, I'm not saying this, but there are signs up here that says \"Dump Trump, choose Cruz.\" I don't know, kind of a good slogan.  ", "(APPLAUSE)", "FIORINA:  See, we actually need to put a constitutional conservative in the White House.  And the reason that's so important, you know, sometimes people think the constitution is some old relic.  You know what the constitution is about?  The constitution is not just about protecting our individual rights and liberties.  It's also about preventing the concentration and the abuse of power.  We have too much power, too much power concentrated in the hands of too few -- too much economic power, too much political power.  This is a man who will challenge that system and restore a citizen government.  Only Ted can do that, because, guess what, Donald Trump is the system.  He's going to preserve the system.  ", "HANNITY:  I've got to give you a lot of credit, because, look, I got to know all 17 of you in the course of this process.  And I was amazed how well you prosecuted the case against Hillary, extraordinarily effective.  ", "(APPLAUSE)", "HANNITY:  And you're going to be a powerful voice in this campaign.  ", "Governor, you and I have been friends a long time.  Good to see you.  You and I were down at the border together, and I sat through an intelligence briefing that Barack Obama was supposed to do to with you.  And in eight years, you and I heard that 642,000 crimes were committed against Texans because of illegal immigration.  Wow!", "RICK PERRY, R-FORMER TEXAS GOVERNOR: What we saw today, we were down on the southern border of Arizona with Mexico, and I knew a little bit about this border issue, for 14 plus years, had a 1,200 mile border between Texas and Mexico.  And we know how to secure that border.  And the fact of the matter is you can't give it lip service.  What we heard out of Donald Trump is he says we're going to build a big wall, it's going to be 30 feet, 40 feet, make it 45.  He sounds like an auctioneer.  ", "And the fact of the matter is we're going the secure the border, but there's only one person that is consistent in the constitutional belief that it is the federal government's responsibility to do that.  ", "I want to reflect just a second about this constitutional issue and why Ted Cruz intellectually and spiritually in his soul knows this constitution so well.  He has been spoon two checklists in his life, and he lives his life with two checklists every day, the Bible and the United States constitution.  And that's what I want in the White House.  ", "(APPLAUSE)", "HANNITY:  Governor, let me ask you and Carly a question I asked the senator earlier.  There is a huge divide that kind of frightens me a little been within the Republican Party now.  I want to know from both of your perspectives, and if the divide continues, I would argue that Hillary becomes the president.  That would be a third Obama term.  ", "(BOOS)", "HANNITY:  You are two very strong, powerful voices in the conservative movement today.  Are you both confident that at the end of the day, when the fight is over and the battle is done and the battle both of you were involved in for a time, that this party comes together, unites, and unites with a purpose of defeating Hillary Clinton.  ", "FIORINA:  You know, first of all Ted Cruz can and will unite this party.  ", "(APPLAUSE)", "FIORINA:  And you see it happening now.  You see more and more people coming over saying, yes, Ted Cruz is going to help us take our party back as well as our country back.  I just want to reflect on something.  It's interesting to me that Donald Trump wins in open primaries when Democrats and independents come over and vote and he loses in closed primaries.  I thought it was Republican's job to pick our nominee.  So conservatives of Phoenix, Arizona, Republican of Arizona, pick a nominee who will unify this party and restore constitutional principles to the White House.", "(APPLAUSE)", "PERRY:  Carly, you're spot-on.  And we are at a time between now and I would say the next 45 days of which this campaign is going to be decided.  ", " And so I'm very comfortable that the people of Arizona are going to do what you need to do because this is a winner take all state.  The work that you're going to do between now and that primary day Tuesday is going to make the difference.  ", "California, California is going to be a winner take all state.  I'll suggest to you it may come down to just California.  And if it does, I'm very comfortable that we're not going to have a contested primary, that we're going to win this thing straight up with 1,237 of those votes and get this thing done now.", "(APPLAUSE)", "PERRY:  And then all of those people, all of those people that want to see this country headed back into a powerful economic position, militarily, spiritually, morally, they know that Ted Cruz is the one individual that can take America back to greatness again.  ", "(APPLAUSE)", "HANNITY:  Let me ask you this.  Are you worried that the establishment is pushing -- like John Kasich is in the race but he mathematically has no chance.  ", "(BOOING)", "HANNITY:  Are you worried -- John Kasich, he told me.  I interviewed him.  ", " He said it would be exciting.  Do you suspect, as \"Politico\" pointed out today in an article, that the establishment has plans to take the winner and put them aside and put a, quote, \"consensus candidate\" and usurp and disenfranchise the voters?  I really believe that that talk is going on.  ", "FIORINA:  You know, let's just review.  The establishment has gotten over wrong over and over and over again.  After 2012, after 2012 their analysis of the situation, the establishment that is, is that we needed comprehensive immigration reform, we needed to stop talking about social issues, and we needed not to rock the boat quite so much.  But guess what?  ", " All of you, all of us said, actually, we have to secure the border.  ", " Actually, we have to stand up even more for life and religious liberty.  ", " And yes, ma'am, let's rock the boat, which is exactly what Ted Cruz did.", "(APPLAUSE)", "HANNITY:  Governor?  ", "PERRY:  And many of you know that I spent time as a pilot in the United States Air Force --  ", "(APPLAUSE)", "PERRY:  As the governor of the state of Texas, I was the commander in chief of the Texas National Guard, of our Texas military forces.  I have a real passion for our veterans.  We have a group called Keep the Promise to Vets.  ", " And that's where I spend a lot of my time and my focus.  And when -- and I can't tell you how important it is to our men and women in uniform to have a commander in chief in the Oval Office that respects the constitution and the laws of this country.  ", "(APPLAUSE)", "PERRY:  When Donald Trump made the statement on the debate stage that he was willing to go well outside the bounds of what those who look at the Geneva Convention and talk about that he would use acts of torture against individuals, on Islamic terrorists, and the fact is, every man and woman in the military shivered when they heard the next thing out of his mouth, when he said, those people in the military will follow me because I'm going to give them that order.  ", "(BOOS)", "PERRY:  We must have a president of the United States that respects that constitution, that respects those men and women in the military, and that individual is Ted Cruz!", "(APPLAUSE)", "HANNITY:  We have about 30 seconds, senator.  We'll let you have the last word.  ", "SEN. TED CRUZ, (R) PRESIDENTIAL CANDIDATE:  Let me just say, the key to win this primary and the key to winning the general in November is unifying Republicans, unifying Americans.  I'll tell you, it is an incredible honor and privilege to be sitting here with two extraordinary leaders like Governor Rick Perry and Carly Fiorina.  ", "(APPLAUSE)", "CRUZ:  Both Carly and Governor Perry have inspired millions.  They are principled conservatives.  And they're standing together is indicative of what we're seeing in those whole campaign, which is Republicans are all coming together, the 65 to 70 percent of Republicans who recognize that nominating Donald Trump is the same thing as electing Hillary Clinton.  And if we continue uniting Republicans, that's how we win this nomination and how we win the general.  ", "(APPLAUSE)", "HANNITY:  We're in Phoenix, Arizona.  It's HANNITY on the road.  We continue with 2016 Republican presidential candidate Senator Ted Cruz and much more straight ahead.  Stay with us.  ", "(COMMERCIAL BREAK)", "HANNITY:  And welcome back to Phoenix, Arizona.  It's HANNITY on the hour.  ", " We continue the full hour with 2016 Republican presidential candidate Senator Ted Cruz.  You know, we've talked about the border, and immigration is such a big issue here in Arizona.  Somebody that knows this personally, Steve Ronnebeck is with us.  When was it when I had you on the show, how long ago?  ", "STEVE RONNEBECK, SON WAS KILLED BY ILLEGAL IMMIGRANT:  It was about six months ago.", "HANNITY:  And you want to tell the story, the tragedy that you experienced with your family?  ", "RONNEBECK:  Well, back, January, 22, 2015, Grant was working the overnight shift at the QT.  Man came in, wanted to buy cigarettes, dumped a jar the change out on the counter.  Grant was counting the change and evidently wasn't counting the change fast enough.  The man said you're not going to give me my change?  And Grant tried to explain to him that he had to count it first.  The man pulled a gun.  Grant immediately offered up cigarettes, did everything he was supposed to do.  The man shot him point blank in the face, then stepped over his body, grabbed two more packs of cigarettes and walked out.  ", "HANNITY:  And, you found out about this person?  ", "RONNEBECK:  Yes.  The next day, the same day, as the day went on, we found out he was illegal immigrant.  He had been prior -- been arrested prior for rape and burglary and was able to plead it down to felony burglary.  Spent no time in prison.  Two years on probation, and within a year, killed my son.  He had two orders of protection against him, two trespass warrants, had pointed a gun at someone else.  We actually had to face a judge that had written a letter to ICE and said this man is dangerous.  And yet he was free to walk the streets to kill my son.  ", "HANNITY:  That is so disgraceful.  Senator, I want to give you a chance to respond.  And by the way, I know I speak for everyone here.  You're in our thoughts and prayers.  That should never happen to any American family, period.  ", "(APPLAUSE)", "HANNITY:  Senator, we've got a little less than two minutes in the show.  I want to give those two minutes to you to make your final pitch and to obviously address Mr. Ronnebeck.  ", "CRUZ:  Well, listen, Steve has faced firsthand the consequences of our failed immigration system, the consequences of a federal government that doesn't enforce the law.  That murderer should not have been on the streets.  ", "(APPLAUSE)", "CRUZ:  He was a criminal.  He was a rapist.  He should have been in prison for the crimes.  And when he got out of prison he should have been sent back home and deported that day --  ", "(APPLAUSE)", "CRUZ:  -- and not released to prey on American citizens.  And Steve is a member of a club that no one on earth wants to ever be a member of.  It was an involuntary criminal act.  And I'll tell you, as I've campaigned I've gotten to know people, Kate Steinle's family in San Francisco where their beautiful young daughter was murdered, again by a criminal illegal alien who had been in and out of jail and the federal government refused to enforce it.  In Texas, the Pena and Ertman families who were murdered by illegal aliens, horribly assaulted.  ", "We need a president who enforces the law, and, Sean, I give you my word as president I will enforce the law.  We will not be releasing criminal illegal aliens.  ", "(APPLAUSE)", "HANNITY:  Senator.  Do you all have a good time in Phoenix tonight?  You had a good time?", "(APPLAUSE)", "HANNITY:  Senator, you've always been very generous with your time.  We really appreciate it.  And I think I speak for everybody watching and everybody here, Steve, you're in our thoughts and prayers.  That has to end and never happen again.  We really thank you for being with us.   ", "RONNEBECK:  Absolutely.  It needs to end now.  ", "HANNITY:  Listen, now you have a whole program that's coming up, right?  So I've got to say goodbye to our FOX audience.  I want to thank all of you here in Phoenix.  Thank you for coming out.  You have a big program coming up.  ", "That is all the time we have left right here on the Fox News Channel.  Let not your heart be troubled.  Have a great weekend.  We'll see you back on Monday.  ", "END"]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-11T08:15:42.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2016/04/11/ted-cruz-on-attack.html", "articles_title": "Ted Cruz on the attack", "article_text": ["ADVERTISEMENT", ": Hi, I'm Jesse Watters in for Bill O'Reilly. Thanks for watching this special edition of The Factor, \"Election 2016.\"", "And our top story tonight, Ted Cruz on the attack. The Texas Senator went after Donald Trump on The Factor last night saying he is not much different from an establishment politicians like Hillary Clinton.", " It's actually not a question of being more conservative or not. If you are fed up with the corruption of Washington.", "Yes.", " Donald Trump and Hillary Clinton are flip sides of the same coin. Hillary Clinton has made millions of dollars selling power and access in Washington and Donald Trump has made billions of dollars buying power and access in Washington, buying people like Hillary Clinton.", " He did it as a businessman.", " But he is part of the corruption. He is part of the corruption.", ": All right.", ": He has funded open border Democrats for 40 years. And the people of New York are hurting.", ": With us now in New York Andrea Tantaros, co-host of \"OUTNUMBERED\" and Democratic strategist Jessica Tarlov. Seems to me Cruz's strategy in New York is, I don't go to Clinton weddings and they're the insiders. They're the influence peddlers, they buy and sell politicians and I'm this big outsider. Do you think that's going to work for Ted Cruz in New York?", "I don't think it's going to work. And New Yorkers are upset at Ted Cruz for his New York values comment.", ": Right.", ": But also as much as he tries to paint himself as an outsider and I do agree, Ted Cruz for being in insider isn't really part of the establishment. He's not well liked. But he runs into trouble, Jesse, because he said before that he doesn't take money from lobbyists when he does. I mean, Cruz takes money like most politicians as well as their PACs from organizations like Goldman Sachs, the big banks, Credit Suisse. So, I think it's a bit of a problem. Also, Donald Trump took that vulnerability off the table for himself a long time ago by saying, I admit it, I'm part of the problem.", "That's right.", ": I'm a lobbyists, I use my influence. I use my money. Because that's what I have to do. I have to buy influence with Democrats and Republicans. But I will fix it when I get to Washington.", "Right.", " So, he took that attack off the table kind of hard to get him on that.", " He said, you know, no one plays the game better than I do.", " Exactly.", ": Now I'm going to work for you, the people.", ": He does have a point, Jessica, about Hillary Clinton, who has been at the center of pay-for-play her entire career selling the Lincoln bedroom. Clinton Foundation, I mean, that's what the Clintons do. That's how they roll, is that wrong?", " Yes, I do think that you are wrong.", ": Really?", ": I mean, the Lincoln bedroom thing for sure. But no, I think you are wrong and so far as and I know that we really have to get into the weeds here and pierce has written extensively about the, you know, Clinton world and Clinton cash and something that has said. You know, there is no evidence of a quid pro quo here. And I'm not at all going to say that there isn't a murkiness, there certainly is and I think this is one of the things that drives her problem with the honest and trustworthiness ratings and also for Donald Trump as well and I think that it doesn't benefit any Hillary supporter to say, you know, she is squeaky clean. She is not. But there is an evidence.", " Well, I mean, there is evidence, the \"New York Times\" reported that, you know --", ": Yes.", " -- Bill Clinton gets a half a million dollars from the Russians and then the State Department gives them all the uranium that they need.", "-- Explicitly. We cannot prove that this is why that happened. Peter Schweizer, we cannot prove this is why that happened.", ": That's where the quid pro quo is, is I scratch your back you scratch -- that's how it works.", ": No. There is no smoking gun on this. There just isn't.", ": But Jessica, Jessica --", ": Go ahead, Andrea.", ": Where there is smoke there is fire. And when it comes to the Clintons, I mean, you are coughing from all the smoke.", "I mean, No one can breathe anymore. I mean, you look at the quid pro quo and there is no such thing as the Clinton coincidence.", ": Right.", ": I mean, Jesse, you brought up, I should say the deal, the uranium plant that was sold to the Russians and then coincidently Bill Clinton gets a big speaking fee in Moscow for, you know, half a million dollars. And the list goes on and on. It's not just that deals, its deals in Oslo, its deals in Sweden, it's the Haiti business deals with the Clinton Foundation. All of this points to really shady sketchy activity. And when Clintons do corruption they go big.", ": Right.", ": They go really big.", ": Jessica -- Jessica, if it's -- if she is not being shady, then why isn't she releasing the transcripts, the speeches to Wall Street? If she is not being shady, why did she continue to solicit donations to the foundation while she was secretary of state when she said she wouldn't?", ": There wasn't soliciting of the foundation.", ": She was taking money from overseas countries while Secretary of State when she told Obama she wasn't.", " The foundation was taking money.", ": Yes. It's the same thing.", ": It's not the same thing.", ": It's not the Clinton Foundation?", " No, well I think that was the Bill Clinton Foundation. It was the Clinton Foundation the way that it was after she was secretary of state.", ": Same name.", " Everything your wife does you do, too?", ": I have to. Or else I get in trouble.", ": That's true.", ": But what about the server? I mean, we know that the server, her server that's in question was set up by the Clinton Foundation. I mean, there are so many connections between Bill and Hillary Clinton and the foundation and how she pedaled her influence as secretary of state. And that's the biggest difference. And you can't pin that on a Donald Trump or a Ted Cruz. I mean, she really has a problem, Jessica, when it comes to her position and using it.", ": There is a problem there, absolutely. And as I said earlier, I think that this is effecting obviously her support. But going back to the Donald Trump issue, you said yes, he got it out of the way and he said hey there, I bribe people. This is how it works in the business world. I hope you like it, I hope you vote for me.", ": And he didn't say I bribe people, he said I grease politicians. Every real estate developers greases politicians. How do you think you are going to get a golf course through?", ": Right.", ": That's how the world works, you know it. Hey, listen, he has distanced himself from pay to play. He says I don't do it anymore. I'm self-funding, Hillary Clinton hasn't returned any Donald Trump donations, has she?", " This is a joke, right?", ": Is Hillary returned any Donald Trump donations, yes or no?", ": I will call her right now.", ": Yes. Yes. Find out for me because I don't think she has.", " I don't think that that's the point here. Donald Trump is the number one opportunist in this race whether it's, you know, Trump steaks, Trump University, having convicted felons.", ": Hillary has been running for president for 30 years.", ": Isn't she great at it?", ": We don't know yet.", " The Clintons have been in office for so long, they have made so much money by being professional politicians. I mean, they have made all their money in the public sector on the backs of taxpayers and big donors, and I do think it points to a huge problem.", ": Are we agreeing that Donald Trump is a saint here because I'm a little bit confused to what's going on?", ": And the Clintons stole the White House China. All right? Let's not forget that.", ": And the W's off the keyboard.", ": That's right. Andrea and Jessica, thank you guys very much."]},
{"newspaper_name": "foxnews", "articles_date": "2016-03-09T11:29:00.000-05:00", "articles_link": "http://www.foxnews.com/politics/2016/03/09/dear-republicans-its-ted-cruz.html", "articles_title": "Dear Republicans, It's Ted Cruz", "article_text": ["**Want FOX News First in your inbox every day? Sign up ", "**", "ADVERTISEMENT", "What is the rationale for ", "’s candidacy?", "The latest ", " out from the classiest and most reliable Florida pollster, Quinnipiac University, says there is none.", " After a week of disappointing elections for Rubio, the Florida Q Poll is the dagger to the heart of his presidential aspirations. Former Florida Gov. ", "can be happy that while his own bid failed, at least he killed the one his campaign staff called \"", ".\" Enjoy Fisher Island.", " The poll shows frontrunner ", " doubling up Florida freshman Rubio with less than a week to go before the winner-take-all contest for 99 delegates. Coming after a disastrous election night it should be enough to send Rubio packing.", " The only argument for Rubio’s continued candidacy was the “Romney Plan” in which voters should support any candidate in any race that can beat Donald Trump or deny him delegates. It worked pretty well in Michigan where Sen. ", ", R-Texas and Ohio Gov. ", "soaked up the majority of delegates with their tie for second place behind Trump.", " But there is no hope that Rubio can be the guy to stop Trump in Florida anymore. While Republicans have resisted Cruz, despite his repeated successes, it may be time for the party to admit that Sen. ", ", R-S.C., is quite right: Cruz is the only candidate who has any shot of denying Trump the nomination.", " While there was a wintertime flirtation with Trump as the more establishment-friendly and malleable candidate for the GOP, springtime has brought a new realization that Trump could mean not just a general election wipeout, but also generational damage to the party’s brand. Cruz has never been the GOP’s dream date, but if he can beat Trump it may be enough.", " As the latest WSJ/NBC News ", " shows, Cruz runs best in a head-to-head matchup with Trump. It may be unthinkable for many country club Republicans that Cruz would be their best choice, but Rubio’s demise means that it is so.", " Just two weeks ago, there were calls for Cruz to fall in behind Rubio for a unity ticket. Now, it seems very clear that unity will work in the other directions and that if the Republicans have a chance to stop Trump from taking over their party it will be Cruz at the top and Rubio as the junior partner.", " The sincerity of Rubio’s attacks on Trump as a “con man” who is unfit for the presidency will be revealed by whether he not only drops out, but if he enthusiastically campaigns for Cruz in Florida for the next five days.", " [", ": Trump 458; Cruz 359; Rubio 151; Kasich 54 (1,237 needed to win)]", " ", " Sens. Ted Cruz and Marco Rubio join ", " on the campaign trail for a special town hall on tonight’s “The Kelly File” at 9 p.m. ET", " ", "The last living silent film star, nicknamed “Million Dollar Baby” once captivated the attend of the nation, but at 97-years-old, the woman named ", "lives a pretty normal life thanks to her families mishandling of her fortune. The Hollywood Reporter ", ": “At the peak of her fame, the tiny film actress was an obsession for millions of Americans who bought Baby Peggy dolls, jewelry, sheet music, even brands of milk …After Universal gave her that seven-figure payday — her reward for shooting more than 150 shorts over three years, starting when she was 20 months old — she became even more famous, dubbed Hollywood’s ‘Million Dollar Baby’ …By 1925, at the ripe old age of 6, the roles started drying up, Principal Pictures, run by legendary silent producer ", ", let her go following a dispute with her father, and her parents would spend nearly every dime she had made.”", " ", "a ", " from the ", "or the ", "? Email ", " ", " Trump 36 percent; Cruz 21.8 percent; Rubio 18 percent; Kasich 12 percent", " ", " Clinton 51 percent; Sanders 39.6 percent", " ", "Clinton vs. Trump: Clinton +5 points", " ", "Democrats +1", " ", ": “", " has healthy leads over ", " in Florida and Ohio, where voters will cast ballots in Democratic primaries on March 15, according to a new poll. A Quinnipiac University survey released Wednesday found Clinton crushing Sanders 62 to 32 in the Sunshine State. Here, Clinton is boosted by a huge lead among women voters, who support her 69 percent to 24 percent over Sanders. Clinton also has an 8-point lead among men, and even has the advantage over the democratic socialist among those who describe themselves as ‘very liberal.’ Young voters have been Sanders’s bread and butter, but he and Clinton are tied among those under the age of 44 in Florida, each taking 49 percent.”", " ", " WaPo’s ", " why the Democratic frontrunner lost what was supposed to be a safe state for her Tuesday night: “Hillary Clinton lost the Michigan primary on Tuesday night, and the state pried open two critical seams holding her candidacy together…One thing that happened is that Clinton underperformed with black voters in the state. In Mississippi, which Clinton won easily, nearly two-thirds of the vote was black and it went for Clinton 9-to-1. Preliminary exit polling in Michigan suggests that only about a quarter of the electorate in the state was black -- and that Clinton's margin was closer to 2-to-1.”", " ", ": “A national voting rights organization - along with nine 17-year-old plaintiffs - is suing Secretary of State", " for his refusal to allow 17-year-olds to vote in next week’s presidential primary. Meanwhile, Sen. Bernie Sanders, Democratic candidate for president, filed a separate suit on the matter in federal court. Sanders has strong support among younger voters…In Ohio, 17-year-olds can vote only to nominate candidates, not directly elect them. In the 2015 Election Manual, Husted claimed that since voters in presidential primaries are technically electing delegates, they cannot vote in those elections.”", " [", ": Clinton 1221; Sanders 571 (2,383 needed to win)]", " ", ": “Doncaster’s Robin Hood Airport has taken delivery of plane loads of [cookies] to ease a national shortage. The cargo team at the airport have welcomed two Boeing 777 aircraft full of [cookies] into the region in the last two weeks. ", ", cargo manager for Doncaster Sheffield Airport said: ‘There has been a lot of press coverage about Britain’s biscuit shortage following the floods in December and we are pleased to hear that the factories hope to be up and running again this month. In the mean time we’ve been delighted to welcome two flights from Emirates full of the nation’s favourite biscuits.’”", " ", "Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as politics editor based in Washington, D.C. Additionally, he authors the daily Fox News Halftime Report political news note and co-hosts the hit podcast, Perino & Stirewalt: I'll Tell You What. He also is the host of Power Play, a feature video series on FoxNews.com. Stirewalt makes frequent appearances on network programs, including America’s Newsroom, Special Report with Bret Baier and Fox News Sunday with Chris Wallace. He also provides expert political analysis for FNC’s coverage of state, congressional and presidential elections.", "\n"]}
]