[
{"newspaper_name": "foxnews", "first_name": "Beto", "last_name": "O'Rourke", "articles_date": "2017-03-30T15:04:00.000-04:00", "articles_link": null, "articles_title": "Ex punk-rocker O'Rourke launches longshot bid against Cruz", "article_text": ["A former punk-rocker who needed a hefty upset to win his congressional seat six years ago will have to pull off an even bigger one to unseat powerful Sen. Ted Cruz.", "ADVERTISEMENT", "Beto O'Rourke, a 44-year-old Democrat from the remote West Texas city of El Paso, has advocated for legalizing marijuana and preaches tolerance on the U.S.-Mexico border in defiance of President Donald Trump's \"Build that wall\" mantra.", "On Friday, O'Rourke should formally announce his 2018 Senate candidacy against Cruz, a conservative who finished second to Trump in last year's GOP presidential primary.", "The third-term congressman and fluent Spanish speaker is the kind of rising political star Democrats hope can help begin turning deep red Texas blue, aided by a booming Hispanic population and state politics pushed even farther right by Trump and Cruz. He first made a name for himself playing guitar for Foss, an El Paso punk rock band that included drummer Cedric Bixler-Zavala, who went on to play for the Grammy Award-winning act The Mars Volta.", "But before O'Rourke can challenge Cruz, he'll have to emerge from a Democratic primary field that could include another up-and-comer, fellow Rep. Joaquin Castro from San Antonio.", "\"The Trump factor. He's the gift that keeps on giving to Democrats in Texas,\" said the state's Democratic Party Chairman Gilberto Hinojosa. \"It's energizing the base and changing the whole dynamics of electoral politics here, and that's what these two guys see.\"", "It's hard to imagine any Democrat taking Texas by storm, much less toppling Cruz, who added to his national stature running for president while remaining popular in most GOP circles back home. A Democrat hasn't won statewide office in Texas in 23 years, the nation's longest losing streak by a political party.", "Still, O'Rourke insists Cruz is beatable and there are some positive signs for Democrats, who in November swept down-ballot races in Harris County, which includes Houston, and made notable gains in other fast-growing areas. Trump still beat Hillary Clinton in Texas by 9 percentage points -- but that was the first time a Republican didn't carry the state by double digits since 1996.", "Castro hasn't tamped down speculation he too will run for Senate and would be favored over O'Rourke. Both have crisscrossed the state, engaging top donors and party activists. Hinojosa says he's assuming Castro will run with help from his twin brother, Julian, the former San Antonio mayor who was President Barack Obama's Housing and Urban Development Secretary.", "On resume alone, O'Roruke would seem an unlikely choice, but he has been an underdog before.", "O'Rourke was elected to the El Paso City Council at age 32 but remained virtually unknown outside his hometown until the 2012 Democratic primary, when he ousted eight-term Rep. Silvestre Reyes, a former House Intelligence chairman.", "His El Paso district is strongly Democratic, making general elections since then an afterthought. The dynamics will be far different in a Senate race: Even if O'Rourke survives a dogfight primary, beating Cruz would be far tougher.", "\"I think his history indicates if he decides to do this, he will spend all his energy, time and resources on getting elected,\" said Jose Rodriguez, a state senator from El Paso who has hosted past O'Rourke congressional fundraisers. \"There are indicators that people are tired of what's going on with the current administration (and) the kind of campaign that Ted Cruz ran.\"", "O'Rourke has long been a supporter of legalizing pot to slow the drug war that for years turned Ciudad Juarez, across the border from El Paso, into one of the world's deadliest places. He authored the 2011 book, \"Dealing Death and Drugs,\" which argued that America's war on drugs had failed.", "O'Rourke was arrested in 1995 for breaking and entering after jumping a fence at the University of Texas at El Paso during what he now says was a prank, but prosecutors declined the case. Three years later, O'Rourke was arrested for drunken driving and received deferred adjudication to avoid conviction, an incident he has called a mistake.", "His father was a former El Paso County judge and a longtime Democrat who switched parties in 1996 to run unsuccessfully for Congress as a Republican. The younger O'Rourke is an outspoken advocate for bipartisanship, saying both parties should work together to foment trade and cultural exchange on the border.", "When a snowstorm canceled flights into Washington this month, O'Rourke and Republican Rep. Will Hurd, from a sprawling Texas district next to his, spent 36 hours driving a rented Chevy Impala from San Antonio to the nation's capital, livestreaming much of the way. The pair became an internet sensation during hours of listening to Johnny Cash, hitting Whataburger and jointly opposing Trump's border wall.", "There was widespread speculation Cruz could face a GOP primary challenge for being slow to endorse Trump last fall -- but much of that has faded since Cruz has become a vocal supporter of Trump after November. Cruz spokeswoman Catherine Frazier declined to comment on O'Rourke's entering the 2018 Senate race.", "Perhaps tellingly, Cruz has sometimes singled out the Castro brothers for past criticism. He hasn't targeted O'Rourke, at least not yet."]},
{"newspaper_name": "foxnews", "first_name": "Beto", "last_name": "O'Rourke", "articles_date": "2014-11-10T15:26:30.000-05:00", "articles_link": null, "articles_title": "DHS working on system to inform local cops of freed immigrants", "article_text": ["The Homeland Security Department is working on a system to tell state and local authorities when immigrants with criminal records are released into their jurisdictions.", "The plan is described in a letter sent Monday from two Texas lawmakers to acting Immigration and Customs Enforcement Director Thomas Winkowski.", "Republican Sen. John Cornyn and Rep. Beto O'Rourke, a Democrat, say in their letter that an ICE official told them in late October about plans for an automated system to alert state and local authorities when immigrants with serious criminal records are being released from immigration jails into their jurisdiction.", "Cornyn and O'Rourke wrote to Winkowski with questions about how the agency releases such immigrants.", "During the 2013 budget year, the agency released 36,007 criminal immigrants who were facing deportation."]},
{"newspaper_name": "foxnews", "first_name": "Beto", "last_name": "O'Rourke", "articles_date": "2013-03-01T13:56:33.000-05:00", "articles_link": "http://www.foxnews.com/politics/2013/03/01/frustration-confusion-mount-in-wakeice-illegal-immigrant-releases.html", "articles_title": "Frustration, confusion mount in wake ICE illegal immigrant releases", "article_text": ["State and federal authorities are frustrated with the lack of specific details from the Department of Homeland Security about the release of immigration detainees in preparation for today’s sequester. ", "ADVERTISEMENT", "Less than a week into the new policy, ICE's response following the announcement illegal immigrants would be freed from detention centers to save money is only that \"hundreds have been released across the country.\" Lawmakers and local officials in border states want to know how many are being released, what detention centers are involved and what the cost savings goal is.", "A frustrated Rep. Mike McCaul, who chairs the House Committee on Homeland Security, demanded answers from ICE Director John Morton by March 6.", "\"I am also concerned that these releases were undertaken without notification to the appropriate Congressional oversight committees,\" McCaul wrote Morton. ", "Pinal County, Ariz., Sheriff Paul Babeu, Pina fired off a terse letter to Department of Homeland Security Secretary Janet Napolitano Thursday demanding answers.", "“Protocol and logic should have required your staff to formally notify me, as the top law enforcement official in the county where this occurred, about this mass release of hundreds of foreign criminals into my county and elsewhere, yet regrettably this never happened,” Babeu said in the letter.", "While Babeu was inexplicably kept out of the loop, his colleagues in El Paso and San Diego, both highly active border regions, were informed by ICE officials ahead of the releases.", "El Paso Sheriff Richard Wiles said his agency was informed by ICE of their plans, but still did not know how many detainees have been released this week. ", "“The release of detained undocumented immigrants to a supervised release type situation does not impact the Sheriff’s Office, as we do not enforce Federal Immigration Law,” Wiles said.", "San Diego County Sheriff William Gore was also made aware of ICE’s plans in his region and like Wiles, expressed no concerns over the move.", "“We have a good working relationship with ICE in this area and don’t see any cause for concern over the recent decision to release detainees,” said Jan Caldwell, spokeswoman, Sam Diego County Sheriff’s Department.", "A forewarning of the current release policy emerged from a letter Napolitano sent to Sen. Barbara Mikulski, D- Md., chairwoman of the Committee on Appropriations, on Jan. 31, which still leaves many unanswered questions.", " ", " Napolitano told Mikulski that U.S. Immigration and Customs Enforcement (ICE) would not be able to sustain current detention and removal operations or maintain the 34,000 detention beds mandated by Congress. This would significantly roll back progress that resulted in record-high removals.", " ", " There is also concern about the prospect of cutbacks in Border Patrol agents along the border which could affect whatever progress has been made in recent years.", "\"U.S. Customs and Border Protection (CBP) would not be able to maintain current staffing", " levels of Border Patrol Agents and CBP Officers as mandated by Congress,\" Napolitano told Mikulski. \"Funding and staffing reductions will increase wait times at airports, affect security between land ports of entry, affect CBP's ability to collect revenue owed to the Federal Government, and slow screening and entry programs for those traveling into the United States.\"", "  ", " A freshman Congressman who knows the U.S.-Mexico border firsthand says the recent decision by the Department of Homeland Security to release low-risk detainees may actually be a solution to a festering problem.", "Rep. Beto O'Rourke (D-Texas) of El Paso, Texas, who sits on the House Committee on Homeland Security with McCaul, told ", " there is bi-partisan agreement that there are too many people being detained in ICE facilities that don't belong there and that the decision this week by Napolitano to release low-risk detainees as a cost-saving measure may actually be a harbinger for where the federal immigration policy should be heading.", "\"The detention centers are a horribly broken element of our immigration policy,\" O'Rourke said. \"These people being released are not serious criminals and do not pose a threat to the United States.\""]},
{"newspaper_name": "foxnews", "first_name": "Beto", "last_name": "O'Rourke", "articles_date": "2014-09-10T16:00:46.000-04:00", "articles_link": "http://www.foxnews.com/us/2014/09/10/veterans-marriage-equality-bid-fails-in-partisan-vote.html", "articles_title": "Veterans Marriage Equality Bid Fails in Partisan Vote", "article_text": ["A House committee on Wednesday shot down proposed legislation that would have required the Veterans Affairs Department to extend spousal benefits to gay and lesbian married couples in states that do not recognize same sex marriage.", "ADVERTISEMENT", "The proposal, in the form of an amendment to a bill calling for the VA secretary to meet with certain advisory committees about veterans' health care, failed 13-12 on an almost strictly partisan vote on the House Veterans Affairs Committee.", "The only Republican to vote in favor was Rep. Jon Runyan of New Jersey. He did not speak on the amendment prior to voting and Miliary.com was not able to reach him for comment afterwards.", "The amendment was proposed by Rep. Dina Titus, D-Nevada, who called on House Veterans Affairs Committee members to show \"one ounce of the courage [veterans] have\" and approve the amendment.", "\"How many times have we talked about veterans deserving our support, being heroic and getting the benefits they deserve?\" she said. \"We now have a duty to act.\"", "Titus offered the proposal as an amendment since the bill she introduced on it last June has been stuck in subcommittee.", "  ", "Rep. Beto O'Rourke, D-Texas, likened the current system, in which the VA yields to state policy on same-sex marriages for the purposes of benefits, to earlier state laws barring or not recognize interracial marriages.", "\"Take yourself back 70 years to soldiers coming back from World War II, when interracial marriage was not allowed,\" he said. \"You can't imagine denying [a veteran] benefits based on state's rights. We support benefits for all our veterans, not some of our veterans.\"", "Rep. Jeff Miller, R-Florida, chairman of the committee, spoke against the proposal, saying that the current law predates same-sex marriage, and the state's role in determining the legal definition of marriage has been backed by the Supreme Court.", "\"In determining if a person is or was the spouse of a veteran ... the marriage shall be proven as valid [by the VA] according to the law of the place where they resided at the time of the marriage or when the benefits accrued,\" Miller said.", "Rep. Tim Huelskamp, R-Kansas, also opposed Titus' amendment.", "\"I don't want the VA or this committee to impose its views on the State of Kansas,\" he said.", "The vote may have gone the other way had the proposal before the committee been a separate bill – such as Titus previously filed – and not an amendment to another.", "Rep. David Jolly, R-Florida, told the panel he agreed with Titus' amendment, and said it was wrong that a veteran who would be getting benefits for a gay spouse while living in Nevada would lose them by moving to Florida.", "\"My concern is with the germaness [of the amendment], the process – and frankly the frustration at times with how this body works,\" Jolly said. He said he would like to see the proposal brought up as a standalone bill at the committee level and discussed. The bill Titus would amend, proposed by Rep. Denny Heck, D-Washington, dealt with advising the VA secretary.", "In Republican House rules, \"germaneness\" requires that an amendment address the same subject as the original legislation.", "\"I oppose this [amendment] because of that,\" Jolly said, \"but I want a forum where we can have this debate.\"", "Last month a law firm representing gay and lesbian service members and veterans filed suit against the VA for its policy.", "After the hearing Titus issued a statement blasting those who voted against the amendment.", "\"My Republican colleagues chose not to stand with our veterans and their families, and instead remained silent, allowing this discrimination to continue,\" she said. \"They lack one ounce of the courage they so often extol as a virtue of our nation's veterans. Shame on them.\"", "-- Bryant Jordan can be reached at bryant.jordan@monster.com"]},
{"newspaper_name": "foxnews", "first_name": "Beto", "last_name": "O'Rourke", "articles_date": "2016-06-23T00:01:00.000-04:00", "articles_link": null, "articles_title": "C-SPAN turns to social media feeds to cover House sit-in", "article_text": ["With the cameras it uses to cover Congress shut off, C-SPAN turned to social media feeds on Wednesday to beam live coverage of the House Democrat's sit-in to demand votes on gun control legislation", "ADVERTISEMENT", "\"No bills, no break,\" the Democrats chanted in between a succession of speeches.", "The nonprofit cable and satellite network C-SPAN and its offshoot covers each session of the House and Senate, using cameras placed in the chambers and controlled by the government. The network is independent, however, and accepts no government money, spokesman Howard Mortman said.", "Through those cameras, C-SPAN aired the beginning of the protest with a speech by Rep. John Lewis, D-Ga. When it became clear that Democrats were conducting a sit-in, the Republicans in control ordered the House into recess, and the cameras were shut off.", "But two protesting representatives, Scott Peters of California and Beto O'Rourke of Texas, provided footage of the sit-in through Periscope and Facebook, and C-SPAN picked up those feeds to offer continuous coverage of the sit-in.", "\"Our mission is to show what is happening in Congress and this is part and parcel of what is happening in Congress,\" Mortman said.", "On its YouTube page, C-SPAN made available Lewis' speech before the cameras were shut down. Lewis, a civil rights era veteran, said that \"sometimes you have to do something out of the ordinary.\"", "The social media footage was grainier than the typical feed and the Democrats were working without microphones. But as long as it is available, C-SPAN will air it, Mortman said.", "\"Our plan is to cover this until they are finished,\" he said."]},
{"newspaper_name": "foxnews", "first_name": "Beto", "last_name": "O'Rourke", "articles_date": "2014-08-07T11:21:19.000-04:00", "articles_link": "http://www.foxnews.com/us/2014/08/07/president-obama-signs-163b-bill-to-overhaul-va.html", "articles_title": "President Obama Signs $16.3B Bill to Overhaul VA", "article_text": ["President Barack Obama on Thursday signed major Veterans Affairs Department legislation intended to speed up access to healthcare for thousands of veterans and hold accountable any executives deemed to be incompetent or abusing their positions.", "ADVERTISEMENT", "The $16.3 billion Veterans Access, Choice and Accountability Act expands community healthcare options for veterans who face long wait times or commutes; funds the hiring of more doctors, nurses and other health-care workers; and improves accountability by making it easier for the agency secretary to fire problem executives.", "“Over the last few months we’ve discovered some inexcusable misconduct at some VA health care facilities,” Obama said during a signing ceremony at Fort Belvoir, Virginia. He cited long wait times for care and employees “cooking the books” to hide the delays.", "“This is wrong. It’s outrageous, and working together we set out to fix it,” Obama said. He warned that those found culpable of manipulating data or covering up problems need to go, and also praised whistleblowers who brought problems to the media and public’s attention.", "“If you engaged in an unethical practice, if you covered up serious problems, you should be fired. Period,” he said. “And if you blow the whistle on unethical practices or bring a problem to the attention of higher ups, you should be thanked. You should be protected for doing the right thing. You shouldn’t be ignored and you certainly shouldn’t be punished.”", "Some officials have already been relieved of duties and investigations into the matter continue, the president said.", "Sen. Bernie Sanders, I-Vermont, and Rep. Jeff Miller, R-Florida, who chair the veterans' affairs committees in their respective chambers, negotiated the final legislation as co-chairmen of the conference committee.", "\"In a dysfunctional Congress, I'm glad we accomplished something significant for veterans,\" Sanders said in a statement. \"This legislation will go a long way toward ending unacceptably long waiting times for veterans to access health care and allow the VA the resources to hire the doctors, nurses and other medical staff it needs to address these problems over the long term.\"", "Miller could not make the signing ceremony because of a previously scheduled oversight visit to the William Beaumont Army Medical Center in El Paso, Texas, with Rep. Beto O'Rourke, D-Texas.", "But in a statement he said he was \"pleased President Obama has finally recognized what we have been telling administration officials for years: that VA's widespread and systemic lack of accountability is jeopardizing the health of veterans and contributing to all of the department's most pressing problems.", "\"I sincerely hope the president views this event as more than just a photo-op or speaking engagement. Instead, it should serve as a wakeup call,\" Miller said.", "The legislation passed Congress the same week the Senate confirmed Robert McDonald, a West Point grad, Army veteran and former chief executive officer  for consumer products giant Procter & Gamble Co., to be secretary of veterans affairs.", "McDonald took over from Acting VA Secretary Sloan Gibson, an undersecretary at the department installed temporarily to lead the agency in May after Eric Shinseki resigned amidst the growing scandal.", "But neither McDonald's appointment nor the VA reform legislation is halting congressional inquiries into mismanagement at the agency.", "Just this week, Miller accused VA officials of deliberately misleading his committee on the number of veteran deaths since 1999 were linked to delays in medical consultations.", "In  a letter to McDonald dated Aug. 4, Miller said agency health care officials testified several times that a VA review of 250 million consults since 1999 determined that 23 patients died from gastrointestinal illnesses because of delays in medical consultation. Not only were the review dates given in testimony by Under Secretary for Health Carolyn Clancy and Assistant Deputy Undersecretary Thomas Lynch, but were noted in an April fact sheet the VA provided Miller's committee.", "Miller said the VA now concedes that the actual review only covered the years 2010 to 2012, but has not explained why the actual dates were not provided.", "\"They tried to misdirect Congress and the American people away from the facts,\" Miller told The Tampa Bay Times in an interview. \"I think they got caught and now they are trying to modify their story ... The misdirection was, in fact, designed in Washington.\"", "Miller is now demanding to know who was responsible for the fact sheet, how they are being held accountable for the misinformation and the actual number of deaths linked to consult delays back to 1999, where they occurred and how the numbers were determined or discovered.", "Wait times for care has been a problem for the VA for some time, but gained national attention in May after whistleblowers at the VA Medical Center in Phoenix, Arizona, told CNN that up to 40 patients on a secret wait list may have died before getting an appointment.", "Subsequent VA investigations confirmed some 35 veteran deaths linked to the lists, which the hospital maintained to conceal the scope of their wait-times problems. Investigators also concluded that such manipulation of patient data was systemic throughout the VA.", "Additionally, some executives were pulling in thousands of dollars a year in bonuses that at least in part were based on meeting VA standards on wait times.", "Officials say some of these VA managers and executives could face criminal charges for directing the manipulation of data or appointments.", "American Legion Legislative Director Louis Celli was happy to see the bill passed and signed, but said, “This is not the time to set back in your chair, put your feet up on the desk and say everything is done now and the VA is fixed.", "“The provisions [of the bill] need to be enacted,” he said. “And we’ll be working with and we’ll be watching the VA to make sure they’re carried out and that the money is spent wisely, so veterans get the health care they need.”", "Celli said the Legion will also be watching how McDonald fares during his first few months on the job. “We will issue a report on the first 100 days to say where we see the agency under his leadership is going and where he is going,” he said.", "-- Bryant Jordan can be reached at bryant.jordan@monster.com."]},
{"newspaper_name": "foxnews", "first_name": "Ted", "last_name": "Cruz", "articles_date": "2016-04-08T08:52:46.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2016/04/08/ted-cruz-on-new-york-primary.html", "articles_title": "Ted Cruz on the New York primary", "article_text": ["ADVERTISEMENT", "Now for the top story tonight, Senator Cruz already on the job, he joins us from Brooklyn. So, am I making any mistakes in my analysis, Senator?", " Well, Bill, you know, I think people across New York and across the country know exactly what New York values means and those are the values of Liberal Democratic politicians who have been hammering this state. You know, I have been campaigning across New York and people are stopping me literally every day and say, I know exactly what you meant, and I'm fed up with what these Liberal Democrats are doing to us, the people of New York. They are the ones suffering for it. And as you noted, Donald Trump has been funding it year after year after year.", ": But not as a politician. You know, you and I because, you know, because I gave Trump some advice when he comes on here although I guess he is mad at me now. I'm not sure. But I will give you a little advice. Do you know what you should do? Hold a press conference in Penn Station. Hold a press conference in Penn Station. Take a look at what's happened to that place under the uber-liberal Mayor Bill de Blasio. But --", ": Uh-hm.", ": The perception of New Yorkers and almost 10,000 people showed up to hear Trump speak at Bethpage on Long Island.", " Yes.", ": Perception is, you are a Texas guy, you are a Bible belt guy, you don't understand us up here. You know, that's what is going around.", "Let me tell you. Yesterday I was in the Bronx and I had a meeting with Hispanic and African-American pastors who were -- it was a tremendous gathering and it was interesting. It was hosted by a democratic state senator named Reuben Diaz. He is an elected Democrat representing the Bronx and the New York State Senate. And he brought up New York values. He said you know what? I know exactly what you meant by that and he brought up that Andrew Cuomo, the governor said if you are pro-life, if you support traditional marriage, if you believe in the Second Amendment, there is no place for you in New York state. And Senator Diaz, a Democrat, he said I'm a democrat but my Democratic governor said there is no place for me as a pastor. That's the sort of liberal intolerance.", ": Right. But Trump doesn't subscribe to any of that.", " Of course he does, he funded it.", ": You can have two lives.", ": But no, Bill, Bill --", ": Yes.", " He wrote two checks to Hillary Clinton's presidential campaign. He didn't have to do that to build -- to do any real estate. He did that --", " Why do you think that you know how to play the game here? Look, I want to tell you this --", " No, that's not true. I know lots of businessmen who have never given a check to Hillary Clinton.", " You are more conservative than Trump.", ": Bill, it's actually -- Bill, it's actually not a question of being more conservative or not. If you are fed up with the corruption of Washington --", ": Yes.", " Donald Trump and Hillary Clinton are flip sides of the same coin. Hillary Clinton has made millions of dollars selling power and access in Washington and Donald Trump has made billions of dollars buying power and access in Washington, buying people like Hillary Clinton.", " But he did it as a businessman. He did it as a businessman.", ": But he is part of the corruption. He is part of the corruption.", " All right.", ": He has funded open border Democrats for 40 years. And the people of New York are hurting. You know, you want to see what New York values look like? Look at Mayor Bill de Blasio, a Liberal Democrat. That politician right after he got elected one of the first things he did is he tried to shut down charter schools in Harlem. Tried to throw young African-American and Hispanic kids out of schools that were giving them hope because is he so much in hock to the union bosses and teachers.", ": But you are running against Trump. You're running against Trump. And that's what I want to get back to.", " But Trump is responsible for the policies he supported.", " I'm not buying that. You and Kasich have got to.", ": I know. You defend him a lot, Bill. That's your prerogative.", " I defend him when -- I defend him on points that I think are valid, but I go after him and that's why he is not on the program because he is mad at me. All right? But --", ": He is terrified to debate. As you know I invited him to debate on your show and --", " He doesn't want to do that.", " And he is terrified to debate.", ": I don't know if he is terrified.", ": Because he doesn't have any real solutions. He doesn't have any real answers.", ": All right. You and Kasich have got to keep him under 50 percent. Okay? If you do, then you both pick up some delegates, if you don't, if you don't do, he gets the whole deal. So, he is going to go, he is going to go wild, he's going to do what he's doing, lying Ted. I don't know what he calls Kasich this week but he'll figure out a name. And I'm just wondering what your positive message is to New Yorkers, I mean, what are you selling us? What are you selling us?", " So, we just did a rally that had thousands of people standing in line and my positive message, the exact same thing I focused on every day in Wisconsin. And we won a landslide in Wisconsin.", ": Okay. What is that?", ": It is three things. It is jobs, freedom and security. My number one priority as president is bringing jobs back to America.", ": All right. Now, in New York --", ": If I'm elected president, we will repeal ObamaCare.", " We know all of that. But in New York, specifically, you got a governor who is not going to frack, okay, if you fracked, you would help Upstate New York like crazy. You as president --", "Yes. But you're not going to force Cuomo to frack. You see, I don't know how you are going to bring jobs to New York specifically. I have got 30 seconds.", ": Let me answer you, Bill. You bring jobs to New York by repealing Obamacare, by passing a flat tax, by abolishing the IRS. By reigning in the ETA and federal regulators. By stopping amnesty and ending sanctuary cities and we will see millions of high paying jobs. We will see wages rising and we'll see young people coming out of school with opportunity and with three, four, five job offers again. That's what this election is about. Jobs and raising wages for working Americans who corrupt Washington has been leading behind.", "All right. So if you do the press conference in Penn Station, I will go, I want to see that. Is that place is unbelievable. It's like New Delhi, India. That's what it looks like now.", "All right. Senator, we always appreciate you coming on."]},
{"newspaper_name": "foxnews", "first_name": "Ted", "last_name": "Cruz", "articles_date": "2016-04-19T15:20:05.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2016/04/19/ted-cruz-on-winning-over-voters.html", "articles_title": "Ted Cruz on winning over voters", "article_text": [" \"Personal Story\" segment tonight. New York State primary tomorrow. Polling has Donald Trump and Hillary Clinton out front with a new NBC News Wall Street Journal poll says most of the candidates are not popular with many voters. Trump 24 percent positive. Sixty five percent negatives. Cruz 26 percent positive. Forty nine negatives. Kasich 31 percent positive, 19 negatives which indicates the Governor is still not widely known. Hillary Clinton 32 positive, 56 negative. Bernie Sanders 45 positive, 36 negative.", "With us now here now in New York City is, Senator Ted Cruz. What do you think accounts for all the negativity?", " Well, look, it's the nature of political season when everyone is attacking everyone, it drives everyone's negatives up. But I think we are going to see in November a clear contrast. I think Hillary Clinton is likely to be the Democratic nominee. Her agenda doesn't work.", "Well, if you are the nominee there will be a clear contrast. But here it seems Americans are more negative than usual. We compared against Romney and McCain and Obama. It's more negative this year than it has been in the past.", ": Well, this is been an unusual cycle. I think it's fair to say the candidates running the cycle are not typical. We have never had a full blown socialist, an admitted socialist at least in this --", "And he is popular.", "And he is popular.", ": And there is not a lot of difference between Bernie Sanders and Hillary Clinton on policy. So, they are both socialists. Just one admits it.", "Well, Hillary doesn't practice socialism where Bernie kind of does. All right. So, you think it's the rough and tumble that have gotten through to the folks and they are tired of it but, if you run against Hillary Clinton. It's going to be rough and tumble. Really that's going to be a tough --", " No doubt. But my response in the primary as insults and nasty personal attacks have flown. I haven't played that game. I haven't responded in kind. When people have insulted me, I don't insult them back.", ": No, I mean, trump has called you lying Ted and you haven't really come back like Marco Rubio did. But it did not work for Rubio interestingly enough. It did not work.", " My focus both in the primary and on the general is on substance. So, if Hillary engages on nasty attacks. I intend to go to the economy, to jobs and the people hurting that the Obama-Clinton economy doesn't work.", ": It won't be her but her surrogates that come after you.", ": Oh, sure.", ": Now, the \"New York Times,\" front-page article on you today saying that you are the most conservative political candidate since Barry Goldwater. Is that fair?", " Well, you know, it's funny. I think the times meant it to be a hit piece. I actually retweeted it and sent it around to people.", ": You think that's okay.", ": Well, we're so tired of being lied to.", "You didn't hear my Talking Points memo because you just got here. The senators would enough to come in. That's exactly what I said.", " Yes.", " We're just being lied to all the time. But the times' point was on abortion and some other issues you are so far out of the mainstream according to the polls that it might be hard for you to get the populous support and put you in the White House.", " Well, I think it's fair to say, the times is not exactly a barometer for the mainstream.", ": No, but they're going on the polling --", ": I have no idea what the mainstream is. What I will say that the \"Times\" says right is that I'm a consistent conservative. But I've been a conservative my whole life. Now, the values I'm fighting for are common sense values. I think this election comes down to three issues, jobs, freedom, and security. And not a one of those is the narrow 51 percent wedge issue. Those are all unifying, 50, 70, 80 percent issue that bring us together.", ": Within the tent of those issues, you're going to have to deal with specifics. For example, they say, the \"Times\" says that you're against abortion even in cases of rape and incest. Is that true?", " It is true that I'm pro-life but, you know, Bill --", ": No, no, no. Rape and incest?", " Yes. It is true that I'm pro-life. But let me just give the flip side of that. Hillary Clinton's position on abortion.", ": Anything goes.", " Anything goes up to the moment of delivery. Partial birth.", " Let's stay on you.", "But I want to underscore something for a second --", " Right.", ": Because the Times says, she is mainstream, do you know nine percent of Americans agree with Hillary Clinton on abortion? Ninety one percent disagree with radical and extreme.", ": You are correct when you said \"The New York Times\" is not a mainstream publication.", ": Exactly.", ": However, you will going to have some trouble will all due respect on the rape and incest abortion thing with women voters. And all the polls say it. Now, is there a strategy or are you just going to say, I'm staying with this.", " You know, listen, I recognize that the media loves to focus on issues where they think they can hit Republicans over and over again. I'm talking about jobs. That is what I talked about. Every day over and over again. That's my focus.", ": Right.", " People want jobs and wages coming up. We want jobs coming back from Mexico. Back from China. We want manufacturing jobs back in America. And I'm the only candidate with a positive, concrete, serious plan to bring those jobs back.", ": Okay. It's tax day. IRS.", ": Yes.", " You want to ban the IRS. Disband the whole operation.", " Yes.", "I'm a simple man. Who is going to collect the taxes?", "So, well, I'm running on a simple flat tax where everyone of us will pay 10 percent flat tax. Fill out our taxes on a postcard.", " Okay. But who going to collect the 10 percent?", " You go to our website TedCruz.org and see the postcard.", "All right.", " When we abolish the mass that is the IRS code.", ": Yes.", " There are more words in the IRS code than there are on war and peace than there are in the Bible. The entity that exists is the IRS becomes largely unnecessary.", ": But who is going to collect the money?", ": A small office in the Treasury Department. But my point is, this IRS is so corrupt, it's politicized, it's --", ": So, you are going to establish the Treasury Department as the collector, right?", " Sure.", " It's ziggy in Ohio says blank you, I'm not paying, does he go to jail?", " Of course he does.", ": Okay. So you have to have enforcement done out of the Treasury Department on taxes?", " On a postcard. Yes. Somebody has got to collect the postcard and someone has to enforce that if you don't pay your taxes, the federal government comes after you. That's how taxes work.", " Okay. We have a lot more questions and not a lot of time. But it's likely that you are not going to do that well in New York. Okay?", ": Thanks for the vote of confidence.", " My job is to tell the truth.", " I'm kidding. I'm kidding.", ": It's not about you so much. It's about the state and what the state responds to. Is that going to reenergize the Trump campaign? And do you have anything that you are going to say on Wednesday to blunt it.", ": Listen. New York is Donald's home state.", ": It is.", ": Of course he is going to do well in his home state. When we were in Texas my home state, we walloped him in Texas.", ": Right.", " Let me say one thing on taxes.", ": Real quick.", ": Just because it is tax day.", ": Right.", ": I've released nine years of tax returns.", ": And you want Trump to release --", ": Donald needs to release his tax returns. He's claims he has been audited for a couple of years. So, release the other years.", ": All right. Senator, thanks for coming in. We appreciate it."]},
{"newspaper_name": "foxnews", "first_name": "Ted", "last_name": "Cruz", "articles_date": "2016-04-22T16:58:49.000-04:00", "articles_link": "http://www.foxnews.com/politics/2016/04/22/under-construction-kinder-gentler-ted-cruz.html", "articles_title": "Under construction – a kinder, gentler Ted Cruz", "article_text": ["Coming soon to a campaign stop near you – a kinder, gentler Ted Cruz.", "The senator's presidential campaign is embarking on a concerted effort to highlight a more affable version of the fiery Texas Republican. He's started working the late night talk show circuit, a new forum for the senator, and his wife, Heidi, has also been appearing more often on national TV to present him as a likable figure.", "Cruz's two young daughters, who have already provided occasional comic relief to their dad's campaign, will be joining the senator on the road frequently. And his team is looking for more opportunities to put Cruz in fun, laid-back settings, like when he joined kids for a matzo-making lesson in New York.", "\"It's important for us to show him in more of a lighthearted venue,\" said Alice Stewart, Cruz's communications director. She conceded that voters want more than just a candidate they agree with on policy, adding, \"It's not a secret that voters will vote for someone they like.\"", "The lengths Cruz has to go in boosting his standing with voters were starkly evident in a focus group of Republican women this week in Pittsburgh. When the women were asked what they knew about Cruz, several described him as \"untrustworthy\" or a \"liar.\" GOP front-runner Donald Trump has spent weeks assailing Cruz as \"Lyin' Ted.\"", "And when focus group participants were asked what animal best described Cruz, some said a \"mosquito\" or a \"hornet.\"", "\"You just want to bat it away,\" one woman said. The session was organized by Public Opinion Strategies and Purple Strategies as part of the \"Walmart Moms\" series that focuses on female voters.", "Cruz allies say the senator is warmer than he's given credit for, particularly in private moments. Rep. Reid Ribble, a Wisconsin Republican who backs Cruz, recalled seeing the candidate playing tag with his daughters backstage before a campaign stop earlier this month.", "\"I remember thinking to myself as I watched him play with his kids, 'That's the Cruz America needs to see,'\" Ribble said. \"The more people can see the humanity of any candidate, the better.\"", "The campaign's emphasis on Cruz's persona comes as the senator fights for any possible advantage in his Republican primary fight with Trump. Cruz has no mathematical chance of winning the nomination through the regular voting and is counting entirely on overtaking Trump at a contested convention.", "Cruz's campaign has demonstrated impressive deftness in working the convention delegate process. But many party insiders view Cruz with skepticism — his reputation in Washington is that of a self-serving opportunist — and his standing with the public is only a bit better.", "A recent Associated Press-GfK poll found that only 26 percent of Americans had a favorable opinion of Cruz, while 59 percent were unfavorable. Perhaps the only solace for Cruz is that Trump's numbers are even worse — 69 percent of Americans view him unfavorably as do 46 percent of Republicans.", "Cruz's campaign knows that in order to boost his numbers, he needs to reach out to Americans beyond those who listen to conservative talk radio and know the senator from his fights with Republican leaders on Capitol Hill, including his 21-hour filibuster against President Barack Obama's health care law that resulted in a government shutdown.", "In that effort, Cruz's campaign sees Obama as someone to emulate. The president has consistently had high personal favorability ratings and mastered the art of courting Americans outside the political arena.", "Stewart from the Cruz campaign said Obama \"may not have checked all the boxes for a candidate in terms of record and accomplishments, but voters liked him.\" Cruz this week even parroted Obama's famous \"yes we can\" campaign slogan, adopting \"yes we will\" as his promise to fulfill his campaign pledges.", "Before the New York primary, Cruz made the rounds of the late-night talk show circuit for the first time, appearing on \"Jimmy Kimmel Live\" and the \"Tonight\" show.", "Cruz is also doing more public events with his wife and daughters.", "During a CNN town-hall interview, Cruz talked about a recent class picnic where 8-year-old Caroline \"got to dress up daddy\" in a pink boa and \"big goofy-looking underwear.\"", "\"It was on a videotape the whole time,\" Caroline continued.", "\"Uh oh,\" Cruz said, trying to smile.", "\"And now it's a class video that they're sending out to all the parents,\" she said as her mom and the audience burst into laughter.", "Cruz quickly tried to change the subject."]},
{"newspaper_name": "foxnews", "first_name": "Beto", "last_name": "O'Rourke", "articles_date": "2012-05-30T06:59:53.000-04:00", "articles_link": null, "articles_title": "Silvestre Reyes Ousted in Texas Nail Biter", "article_text": ["The Texas 16th Congressional District Democratic primary was touted as the most important election to take place along the U.S.-Mexico border and in a nail biter Tuesday, challenger Beto O'Rourke defeated 16-year incumbent Sylvestre Reyes.", "The announcement wasn't made until 11:35 p.m. local time, well after the 191 precincts closed at 7 p.m.", "O'Rourke, 39, a former El Paso city councilor, won by a narrow margin of 50.47 percent with 23,248 votes to Reyes's 44.35 percent and 20,427, barely avoiding the need for a run-off.", "\"We worked really hard, I've been knocking on doors every day for nine months and it paid off,\" O'Rourke said.", "With a slight physical resemblance to Robert F. Kennedy and the same energetic, rolled-up-sleeves approach to campaigning, O'Rourke said his campaign was based on what the voters in his district wanted most.", "The importance to the border region in this contest was steeped in O'Rourke's platform of exploring methods to expedite the arduous journey across the border, especially for commercial traffic which has a profound impact on the El Paso economy. O'Rourke said he would like to see a new bridge constructed linking El Paso to Ciudad Juarez to further improve both local economies.", "\"We have a 10 percent unemployment rate in El Paso, that's more than 30,000 people not working,\" he said.", "O'Rourke's reform platform also addressed the needs of veteran healthcare, especially with El Paso being the home of the massive Ft. Bliss Army Base.", "\"The VA here is among the worst in the country,\" he said. \"Vets can't get seen in a timely fashion for healthcare and that's terrible.\"", "Arguably his most controversial position has been the support for the legalization of marijuana as a way to stem the violence in Ciudad Juárez, the sister city of El Paso. He said that, while will not ignore this issue, veteran affairs and the local economy will be taking precedence in his bid for the November election.", "By 12:30 a.m., Wednesday, O'Rourke, who was celebrating with his family and supporters at a downtown El Paso restaurant had yet to hear from Reyes. In the background the chant of  \"Beto! Beto! Beto!\" set the backdrop for congratulatory calls from supporters.", "Reyes was endorsed in this race by President Barack Obama.", "Winning the Republican primary was Barbara Carrasco who will face O'Rourke in November for Reyes's seat.  ", " "]},
{"newspaper_name": "foxnews", "first_name": "Ted", "last_name": "Cruz", "articles_date": "2017-09-13T13:57:00.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2017/09/13/sen-ted-cruz-outlines-his-tax-reform-plan.html", "articles_title": "Sen. Ted Cruz outlines his tax reform plan", "article_text": ["ADVERTISEMENT", "SEAN HANNITY, HOST: Welcome to \"Hannity.\" This is a Fox News Alert. President Trump is telling Congress, Do your job, get to work on passing historic, Reaganesque tax reform that the American people voted for and they will benefit from.", "Now, tonight on this program, we will offer up solutions and we will explain why this is needed now more than ever. And more importantly, we will continue to hold Washington accountable. And that is tonight's important \"Opening Monologue.\"", "All right, President Trump is pushing for sweeping tax cuts and major tax reform. Why? To unleash the American economy and provide relief to the American people. Why? Because millions of Americans desperately need the health and the growth of the economy. ", "Now, the president sat down with a group of bipartisan lawmakers at the White House earlier today, and here's what he said.", "(BEGIN VIDEO CLIPS)", "PRESIDENT DONALD TRUMP: We have four principles for tax reform. Make the tax code simple and fair. Cut taxes substantially. It'll be the largest tax decrease in the history of our country for the middle class. Encourage companies to hire and grow in America, and by doing that, we're going to have to reduce the taxes for companies.", "TRUMP: Another bipartisan project that is urgently needed is infrastructure and infrastructure investment. ", "TRUMP: It's time now to build new roads, new bridges, airports, tunnels, highways and railways all across our great land. ", "TRUMP: We don't want to forget DACA. And it's already been a week-and-a-half and people don't talk about it as much. We want to see if we can do something with regard to immigration, with regard to the 800,000 people that are now -- young people. They're not children anymore. They were children. Now they're young people. But we want to see if we can do something in a bipartisan fashion. ", "TRUMP: We want to get our country working again and competing again worldwide. And there'll be nothing that can stop us.", "(END VIDEO CLIPS)", "HANNITY: Now, notice, but for DACA, the president was echoing everything he promised you in the campaign. Now, the president also wrote on Twitter earlier today, \"The approval process for the biggest tax cut and tax reform package in the history of our country will soon begin. Move fast, Congress.\" And he added, \"With Irma and Harvey devastation, tax cuts and tax reform is needed more than ever before. Go, Congress, go.\"", "Now, President Trump is right. The time for tax reform is right now. We did not do this since 1986! And tonight, the president dined with Democratic leaders Chuck Schumer and Nancy Pelosi. ", "Here's what's happening. Look, the president is reaching across the aisle to try and get things done because, let's face it, Republican leadership in Congress -- they have failed miserably and at every turn.", "Now, Republican failure -- they've broken promises. They have now left the president with no other option if he's going to keep his promises to the American people. They have proven themselves to be incompetent, ineffective. And the president -- frankly, I don't blame him -- he's done waiting and he's forging ahead with or without Mitch McConnell. We'll have more on him in just a second.", "But first, let's look at some of these statistics on how massive and how burdensome this tax system in this country has now become. Now, according to Republican members on the House Ways and Means Committee, the current federal tax code -- look at this, over 70,000 pages! Who could ever comprehend that?", "Now, put that in perspective for you -- back in 1913, when the income tax was introduced, it was only 400 pages long. Now, the Tax Foundation also has an estimate that Americans spent 8.9 billion hours in tax preparation last year! And that translates to over $400 billion in lost productivity.", "Now, the president understands this all has to change, because unlike the vast majority of politicians in the swamp and the sewer and the so-called policy wonks in D.C., well, the president -- he's actually run a business. And here's what the president has been calling for. Pay close attention.", "He wants bold tax cuts and tax reforms. He wants an emphasis on benefiting the middle class, including middle class tax cuts. He wants seven brackets to go to three brackets to make it easy and simple. He wants that 15 percent corporate tax rate. Why? Because that makes American businesses more competitive on the global stage. ", "And of course, he's been talking about allowing multi-national corporations -- what? To repatriate trillions of dollars that they have sitting overseas at a low rate. And that way, they can invest in American workers and build factories and manufacturing centers right here in Michigan, in Wisconsin and Ohio and Pennsylvania.", "And of course, he's also pushing energy independence. Why? Because there are literally millions of high-paying career jobs available. And the Treasury secretary, Steve Mnuchin -- he's saying the administration wants to make these tax cuts retroactive. Wow! People start spending money.", "Texas Senator Ted Cruz -- who will join us in just a minute -- he's also offering up his own tax reform plan. Now, here's the senator explaining today what you, the American people, need and why you need tax reform. Take a look.", "(BEGIN VIDEO CLIPS)", "SEN. TED CRUZ, R-TEXAS: Our economy since World War II has grown on average 3.3 percent a year. And yet for the past eight years, we've been mired in stagnation. ", "CRUZ: From 2008 to 2012, the economy grew on average 0.9 percent a year.", "CRUZ: Ronald Reagan was elected on a promise of tax cuts, of tax reforms. We saw historic tax reform in '81 and '86. And by the fourth year of Reagan's presidency, 1984, we went from stagnant economic growth, less than one percent a year, to 7.2 percent a year -- massive, booming growth lifting millions out of poverty, increasing significantly median incomes!", "(END VIDEO CLIPS)", "HANNITY: Senator Cruz is right. In the Reagan years, Reagan went from 70 to 28 percent top marginal tax rates in this country. OK, how did it result? Government doubled the revenues that they had in eight years, 20 million new jobs were created. ", "And by the way, Here are the highlights of what Senator Cruz is proposing. This makes perfect sense, and it's simple and it's easy and it's basic and it's fundamental. A low flat tax rate, tax returns that can be filed on a postcard, immediate expensing for businesses, a low corporate tax rate, repatriation, ending the death tax, getting rid of the alternative minimum tax. ", "Now, President Trump and Senator Cruz's philosophy on tax reform is simple. They want to get the government off your back and let you keep more of your hard-earned money in your wallet, spend it the way you want.", "And as we've been seeing, President Trump is working nonstop. He wants to get his major agenda items passed with members of Congress, meeting with them day and night and by taking his message on the road and speaking directly to the American people. ", "Now it's time for Congress. I cannot believe they have no urgency. Get your job done! And I'm specifically talking about, you, Senator Mitch McConnell and the never-Trumpers out there like, let's see, John McCain, Lindsey Graham, Jeff Flake -- oh, Ben Sasse. We'll add him to the list.", "You know what? It's now or never. And by the way, no more excuses as to why you can't keep your promises. Oh, it's so hard! Well, for seven-and- a-half years, you promised to repeal, replace ObamaCare, and you couldn't get it done. ", "No more blaming the president like Mitch McConnell did last month, and he said the president had excessive expectations, and well, he doesn't understand the parliamentary procedures and the difficulties of legislation because he's never done this before. Take a look.", "(BEGIN VIDEO CLIP, AUG. 7)", "SEN. MITCH MCCONNELL, R-KY., MAJORITY LEADER: Now, our new president has, of course, not been in this line of work before and I think had excessive expectations about how quickly things happen in the democratic process.", "(END VIDEO CLIP)", "HANNITY: That's so pathetic! That's the swamp! That's the sewer! And now, according to Roll Call, Senator McConnell is now saying tax reform may have to wait until next year? This is pathetic! It's inexcusable! It's unacceptable! Why did we elect you? ", "Now, it's time for an ultimatum. Senator McConnell, other Republicans, if you don't get the urgency to work for the American people, if you don't pass tax reform by the end of this year, you need to resign, go home, play golf, and get out of the way and let's get people in those positions that can serve the American people. ", "I'm tired of the complacency and business as usual. You know what? It's not been working. Congress is now failing the American people -- 50 million Americans in poverty, 50 million on food stamps, 90-plus million out of the labor force, lowest home ownership rate in 51 years. Really? ", "This is why, Congress, you have an approval rating that hovers around 15 wonderful percent. It's why Mitch McConnell has a dismal 18 percent approval rating in his own home state of Kentucky!", "Now, instead of whining and complaining and pointing fingers about why you can't pass legislation, you people in Washington and Congress, time to roll up your sleeves, get in a room -- I'll send you pizza and beer -- and turn off the air conditioner, like our framers and founders, and get to work and don't leave the room until you build consensus to help people.", "You know what? It's not like these issues or ideas are new. Just like with ObamaCare. What have you been doing? You've been promising and promising and running and elect us and elect us. The American people -- you've been doing this for years! And you know what? You said you're going to do this. You said you'll cut taxes. You said you'll pass reform. You said you'll repeal and replace. Where is your sense of urgency? Every American I know has a sense of urgency on their job. Where's your accountability?", "Now, the president can't do everything on his own. You need to hold up your end of the bargain. You need to accomplish something for once!", "Here with reaction, Texas senator Ted Cruz. Senator, are my expectations out of whack?", "SEN. TED CRUZ, R-TEXAS: Sean, you're exactly right. Your expectations are what the American people are rightly demanding. We need to get the job done. We've got a mandate, an overwhelming victory from the voters in November. They've given us a Republican president, Republican heads of every agency and Republican majorities in both houses of Congress. We don't have any more excuses. We need to get the job done.", "And the big four that we promised the American people is repeal the train wreck that is \"Obama care.\" We've got to get that done. Major tax cuts, major tax reform -- we got to get that done. Regulatory reform, getting Washington off the backs of small businesses and job creators. And confirming constitutionalists to the U.S. Supreme Court and the federal courts.", "If we do those four, this could be the most productive Congress in decades. And if we don't do any of them, it will be a heartbreaking missed opportunity.", "HANNITY: Listen, I see that your plan and the president's plan are almost identical. I can live with either one and the American people would benefit. You add energy independence to that. ", "CRUZ: Absolutely.", "HANNITY: You're right about justices. You build 400 miles -- 300 miles of the wall. You show you're getting that job done. And Republicans can have the best year they ever dreamed of in 2018!", "CRUZ: Yes.", "HANNITY: But it's not happening. And I -- do you agree that the Republicans, especially in the Senate, have pushed the president into the arms of the Democrats now, and he's got to look for alternates?", "CRUZ: Well, look, I think the president is frustrated. I think the American people are frustrated because we're not getting the job done. On \"Obama care,\" we came one vote short. It was beyond -- it made your head explode. But let me tell you, on \"Obama care,\" we're going to get the job done. I believe failure is not an option. I've told Mitch McConnell, I've told other senators we need to keep at it until we honor that promise, and critically, we lower premiums and give people more choices, more options, put you in charge of your health care.", "On tax reform, we've got to do it. And what the president just said that you aired earlier on the show, simple and fair. Put it on a postcard. Get rid of those 9 billion hours that we waste filling out forms, paying accountants, paying lawyers. Make it simple, fair and focus on jobs. ", "HANNITY: All right...", "CRUZ: Let small businesses create more jobs, raise wages. If we get the economy booming, we cut taxes, repeal \"Obama care,\" we'll have a terrific election in 2018. If we don't get any of it done, we'll have a terrible election in 2018!", "HANNITY: Senator, here's your plan. Now, it's what I've been saying. It's what the president has been saying. It's simple! Give the middle class a tax cut, corporate tax cuts, repatriation, file on a postcard. I agree with you 100 percent. And you add that to energy jobs and you've got millions of Americans now working. And you got money flowing in to Washington. You guys will have more money than you ever dreamed of. And Newt Gingrich told me he thinks it's about a 50 percent shot we get that done. Those aren't great odds to me.", "CRUZ: Well, and let me emphasize a couple of points from the tax speech I gave today. Number one, the president said today he wants a big, big tax cut. There's some Republicans in Congress that are talking about making tax reform revenue-neutral. Revenue-neutral means they're not cutting taxes. They're just moving money around from one bucket to another. We don't need revenue-neutral. We need a big tax cut on you, on families who are struggling, on small businesses. We need a Reaganesque tax cut that unleashes incredible growth.", "And I laid out today how we do it. We do that under the budget rules by having a 30-year budget window, which means we can have a big tax cut that isn't revenue-neutral that lasts for 30 years and unleashes booming growth.", "Let me make a second point, which is something I called for today, which is total expensing, immediate expensing of capital expenditures. What that does, if you're a farmer, it lets you buy a new tractor. If you're a steel worker, it lets the company invest in a new steel factory. If you're a truck driver, it lets you buy a new truck.", "We care about jobs here in America, Main Street jobs, manufacturing jobs, union jobs, blue-collar jobs. Immediate expensing unleashes incredible growth. I think that's a very important part of tax cuts and tax reforms that we're pushing forward.", "HANNITY: Senator, you mentioned that you still think the window's open on health care. One of the proposals -- and as a conservative, I always kind of like the idea of sending stuff back to the states...", "CRUZ: Absolutely.", "HANNITY: Lindsey Graham has that proposal. I talked to Dave Brat and I talked to Mark Meadows. They support it, but they said the devil is in the details. ", "CRUZ: Sure.", "HANNITY: Something that could work, is that maybe the alternate, maybe you get it done by the 30th using reconciliation or considering reconciliation?", "CRUZ: I think Lindsey Graham's proposal could easily be part of the solution. I am a big, big believer in federalism, sending things to the states, empowering the states. You know, that's something -- if Lindsey's proposal brings a few moderates on board, great. And let different states have different approaches. Let a John Kasich in Ohio have one approach, and let a conservative like Greg Abbott in Texas have a different approach. That's why we've got 50 states.", "HANNITY: Absolutely.", "CRUZ: And...", "HANNITY: That's why I'll move to Texas.", "CRUZ: ... and I think we're close on ObamaCare. You know, I think we're -- ", "HANNITY: I'm -- Senator, I want to say one last thing. I don't -- I'm really -- like, I can't tell you the type of feedback I'm getting from my audience in radio and TV. They are livid! They're apoplectic. And I will say this. You -- on health care, you keep saying on the economy, Keep your promises. The Freedom Caucus is working day and night with you and together to keep their promises. If these guys don't wake up, you're the only few people I trust in Washington now. It's really despicable.", "CRUZ: Well, Sean, the role I'm trying to play is do everything I can to help and encourage the president to go in a positive direction, not a negative direction, and to bring Republicans together, talking to conservatives and moderates and leadership and the president and the administration saying, Everyone, look, if we do our job, just keep our word, the economy booms...", "HANNITY: That's it.", "CRUZ: ... we see more jobs. And that's a win-win for everyone!", "HANNITY: Why does it have to be so hard? ", "CRUZ: Yes.", "HANNITY: Senator, I do appreciate you keeping your promises. It means a lot to us. Thank you. ", "And when we come back, Dr. Sebastian Gorka calling out the D.C. sewer, swamp. He's next.", "Later, Hillary Clinton still blaming -- on the blame game book tour! You're going to see Lanny Davis try to defend that and much more straight ahead.", "(COMMERCIAL BREAK)", "HANNITY: Welcome back to \"Hannity.\" Former deputy assistant to the president Dr. Sebastian Gorka had an interesting message for D.C. Republicans in a recent LA Times interview. Now, just take a look at the title of the piece. Sebastian Gorka says the GOP did not win last November, Donald Trump did. He joins us now to explain what he meant. He's also the author of \"Defeating Jihad.\"", "Dr. Sebastian Gorka, certainly, I would argue the president, and even today, was on message with the promises he made. To me, the Republican Party has no identity right now. They're not fighting for anything that they promised. You agree?", "SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT: Absolutely. Look, the president won the election. The rank outsider, the man who was anti-establishment as far as the right is concerned and the left is concerned -- he won an agenda of make America great again, not make the Republican Party great again. ", "And the sad thing is, Sean -- and this is the wakeup call and this is why he met with Schumer and Pelosi last week -- the GOP doesn't understand. It isn't the Republican Party that won last November the 8th. It is a New York real estate billionaire who won. And there's a reason for that, because they haven't served the nation's interests for more than a decade.", "HANNITY: You know, look, let's be honest here. Pelosi and Schumer -- they hate him, too.", "GORKA: Right.", "HANNITY: And they're political opportunists. And come 2020, there will be nothing he did that they're going to like and they will support the Democrat. Knowing the president as well as I do, I suspect, knowing Donald Trump, that he's basically sending a loud message, Get your act together or I'm going to find another way. I still think there's time and hope, but probably, the time is getting short now.", "HANNITY: You're absolutely right. This is the man who closes the deal. And he sent a very clear message. The viewers need to understand -- I saw a lot of stuff on social media that the president has caved and he's giving in to the Democrats. The opposite is true. He will keep to his agenda. That's the message he sent me the day after I left the White House. He said, I'm staying on the agenda, and I'd like you to help me. And I said, I'm going to help you. ", "He's not going to give up. But if he has to work with somebody else to get things done, he's going to do that, Sean, because he is results-oriented. And he doesn't matter...", "HANNITY: You know -- ", "GORKA: He doesn't care -- it doesn't care whether he's got an R behind your name or a D behind your name. He wants to make America great again.", "HANNITY: Is this statement true, that Republican inaction and failure and lack of vision and lack of urgency has pushed Donald Trump into the arms of Democrats? Is that a true statement?", "GORKA: I think it misrepresents what he wishes to do. He hasn't -- he hasn't pushed -- this was his call. They didn't invite themselves to the Oval Office. The president of the United States invited them. And you know, they say -- some people said he was firing a shot across the bow of the GOP. Wrong. Donald J. Trump fired a torpedo into the hull of the GOP to say, Guys, wake up.", "HANNITY: Wake up.", "GORKA: I'm serious...", "HANNITY: Wake up.", "GORKA: ... about what I want to do.", "HANNITY: Oh, listen, I think his more important issue is serving the American people. He's got to fulfill his promises, whether they do or not. Dr. Gorka, great insight. Always good to see you, my friend. Thanks.", "GORKA: Thanks, Sean.", "HANNITY: When we come back, Hillary Clinton continues -- we're now up to 42 specific excuses, blaming everyone but herself for her election loss. You don't want to miss this. Lanny Davis, Caley McEneny (ph) will debate and face off. A \"Hannity\" shoot-out straight ahead.", "(COMMERCIAL BREAK)", "(NEWSBREAK)", "HANNITY: Welcome back to \"Hannity.\" So Hillary Clinton continues to blame everyone and anything for her loss in 2016 in the election except, of course, herself. Now, earlier today during an interview with Matt Lauer, Clinton refused to take any responsibility for losing! Watch this.", "(BEGIN VIDEO CLIP)", "MATT LAUER, NBC NEWS: When it comes to the self-inflictd wounds, when you look at the list of them -- and you go through them in the book -- did you make enough mistakes yourself to lose the election without any of the other things you talk about?", "HILLARY CLINTON, D-FMR. PRESIDENTIAL NOMINEE: Well, I will say no, Matt. I don't think that will surprise you.", "(END VIDEO CLIP)", "HANNITY: No, Matt, I didn't do anything! And there's more. So while Hillary Clinton won't take responsibility for her loss, she is more than happy to blame the left-wing destroy Trump establishment media. Watch this.", "(BEGIN VIDEO CLIP)", "CLINTON: I don't think the press did their job in this election, with very few exceptions.", "The other guy's running a reality TV show, which is, like, hard to turn away from. And whatever he says, we think it's kind of goofy, but hey, it's good TV. And she's over there, saying, OK, here's how we're going to raise taxes on the wealthy. And here's what we're going to do to close loopholes and here's where I think I can do it. And you know what? She's going to win anyway. So let's cover the other guy because he's a lot more fun.", "(END VIDEO CLIP)", "HANNITY: Talk about denial. Here with reaction, RNC spokesperson Kayleigh McEnany is with us, and former special counsel to President Clinton, probably Hillary's best friend, Lanny Davis. ", "All right, Lanny, I'm going to go as fast as I can. Sexism, racism misogyny, xenophobia, suburban women, Comey, FBI, Russia, Putin, WikiLeaks, DNC, Obama, Biden, Sanders, Weiner, Electoral College, polling data, cable news, New York Times, fake news bots, Facebook, Twitter, Netflix, TV executives -- I'm keeping going here -- anti-American forces, Democratic documentaries, low-information voters, people wanting change, people that assumed she'd win, of course the Republican Party, contest forums in Macedonia, Infowars, Guccifer, D.C. leaks, Jill Stein, Bannon, voter I.D.'s, Chief Justice Roberts, Kris Kobach, Citizens United, and colluding Trump officials. Why isn't she on the list? And by the way, why isn't Trump on the list, because he beat her soundly? ", "LANNY DAVIS, TRIDENT DMG FOUNDER: I have no idea why you just read that list. But first off, good evening, Sean, nice to be with you.", "HANNITY: Just for your entertainment purposes. ", "DAVIS: I was entertained. But let's take the occasion for a historic moment, and that is there's something that Hillary Clinton and President Trump agree on, which Clinton has said publicly now. And that is the poor, I would say reckless judgment of James Comey. And I don't know whether he deserved to the fired because of the Russian investigation. That sounds like a poor decision by the president which led to the Mueller appointment, but I do think he should have been disciplined because of his recklessness and the way he handled Hillary's email investigation, and President Trump and his deputy attorney general agree with that statement. So let's start out on what we agree with. ", "HANNITY: All right, Lanny, this is what I love about you. I didn't ask you any of those questions. ", "DAVIS: I made you speechless. It's a historic moment. ", "HANNITY: I didn't ask you that question in any way, shape, matter, or form. ", "DAVIS: You did not. ", "HANNITY: And the fact that Comey exonerated Clinton before he even did the investigation is pretty amazing. ", "All right, Kayleigh, maybe you'll answer my question because Lanny has no desire to answer it.", "(LAUGHTER)", "KAYLEIGH MCENANY, RNC SPOKESPERSON: I'm ready to answer it. Yes, Sean, it's incredible. She blames Comey. As you point out, he exonerated her months before he had even interviewed her. Instead of blaming Comey, she should be crediting him with her evasion of just, but instead she blames him. ", "And let's just debunk this myth right now, Lanny. The \"New York Times\" Nate Cohn, obviously no friend of Republicans here, said I even question this so-called Comey defense because his poll showed the day the Comey came out with that announcment that Trump was winning by four points in Florida. Trump was already on the upswing. I would advise Hillary Clinton to take a self-reflective moment and blame herself for the election loss rather than some faux reasoning for James Comey.", "DAVIS: Of all people that Hillary Clinton will not be taking advice from, Kayleigh, with all due respect, is you. ", "MCENANY: Well, she'd probably be in 1600 Pennsylvania if she did.", "DAVIS: We do agree, and, Sean, I believe you agree, that when the deputy attorney general criticized Comey for poor judgment, for violating the rules, and that he deserved to be disciplined, I can show you data that on the day that Comey wrote his letter Hillary Clinton was ahead in Pennsylvania, Wisconsin, and Michigan but six to eight percentage points, and within two days of that letter, she plunged. So that's one answer.", "HANNITY: Lanny, I hate to say this, the emails she deleted were under subpoena. That would be obstruction. Mishandling of classified information, that's a felony. Destruction of classified information, top secret special access program information, that also is a felony. Hillary Clinton also has problems, $145 million dollars kicked back to the Foundation, destroying BlackBerries with hammers, BleachBit, acid washing, the emails that she did delete.", "DAVIS: I've heard you do this before.", "HANNITY: Lanny, you can laugh all you want. I would be in jail and Kayleigh would be in jail and you would be bailing us out because I'd make you.", "DAVIS: If you were right, Mr. Justice Hannity, of course. But there's a lot of disagreements between your accusation -- ", "HANNITY: Now you're going to say Comey has exonerated her?", "DAVIS: Let me go back to answering your question and to respond to Kayleigh's comment.", "HANNITY: That would be a first. Go ahead.", "DAVIS: Hillary Clinton has said I take responsibility for my mistakes, and I made many mistakes. But on October 28th, she's winning by a substantial margin. It is a simple fact that the data cannot be disputed. ", "HANNITY: They're crimes. ", "DAVIS: I know that you conclude that, but you're not a jury. ", "HANNITY: Now you're going to rely on Comey to exonerate her. ", "DAVIS: But we are at least saying that the facts, the data shows on October 28th she wins. By October 30th, she's plummeted. And one thing happened, the reckless judgment of James Comey 10 days from an election violating all the rules. That's the singular event. But she has taken responsibility for her mistakes. ", "MCENANY: I just want to debunk one -- ", "HANNITY: It's a crime, though. Go ahead. ", "MCENANY: It is a crime, you're right. And I just want to debunk one of the many things that Clinton has blamed really quick. She blames the media for covering her emails obsessively. Until about five weeks ago, I was a member of the so called mainstream media on every single night, and I can count on one hand, Sean, the number of times an entire segment was devoted to her emails. I can count that on one had. ", "HANNITY: Thanks for being with us.", "When we come back, more controversy brewing over at ESPN. One of their hosts not calling President Trump a white supremacist. Tomi Lahren, Gina Loudon, and Danielle McLaughlin all join us straight ahead. ", "(COMMERCIAL BREAK)", "HANNITY: Welcome back to \"Hannity.\" Now for months ESPN has faced criticism for mixing liberal politics and sports. And now one of its hosts under fire after she called President Trump a white supremacist. ", "On September the 11th, SportsCenter anchor Jemele Hill tweeted, quote, \"Donald Trump is a white supremacist who has largely surrounded himself with other white supremacists.\" ESPN did issue a statement reading in part \"The comments on Twitter from Jemele Hill regarding the president do not represent the position of ESPN. Now, we have addressed this with Jemele, and she recognizes her actions were inappropriate.\" No word if she will face any disciplinary action from ESPN. ", "Earlier today, White House press secretary Sarah Sanders responded. Here's what she said.", "(BEGIN VIDEO CLIP)", "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY: I think that's one of the more outrageous comments that anyone could make, and certainly something I think it's a fire-able offense by ESPN. ", "(END VIDEO CLIP)", "HANNITY: Keep in mind only a few months ago Jemele Hill defended a Colin Kaepernick tweet and comparing, quote, \"Runaway slave patrols to police officers.\" ", "Here now with reaction, Fox News contributor Tomi Lahren, psychology expert Dr. Gina Loudon, and author, attorney, and political liberal analyst Danielle McLaughlin. Here's the most amazing thing, and I can't take it anymore, Danielle. I don't like that conservatives, that the president -- this is a lie. And this is a narrative that happens every two years and every four years. Republicans, conservatives, the president are racists, sexist, misogynistic. You know what, stop lying about who we are because none of us, Tomi, we're not racist, nor is the president, nor the people around him.", "And I'm not saying for this woman to be fire. I'm saying that the left does this every single election cycle. And I've never heard you say for them to knock it off. ", "DANIELLE MCLAUGHLIN, LIBERAL POLITICAL ANALYST: I'll say it right now, knock it official. I don't think it's fair for anyone to be characterizing the president that way. I think he gave folks a little bit of red meat with his on both sides comment in Christian, which he did, in fairness, walk back. ", "I will say, though, that the idea that someone from the White House podium calling for the firing of a private employee is ridiculous. Can you imagine if Josh Earnest had said Donald Trump shoud have been fired for the birther conspiracy from \"The Apprentice\"? I don't think that's the place of the White House. ", "But I will say that this is not a helpful comment. ", "HANNITY: Tomi, you understand this. Dr. Loudon, you understand this. As conservatives, they say one thing that is viewed over the line, and fire them, boycott them. Tomi? ", "TOMI LAHREN, FOX NEWS CONTRIBUTOR: Well, it's happened at ESPN before. I think we remember what happened to Curt Schilling because of a post that he made on Facebook. Again, it was not on the channel, but his repercussions were far more strict than the little talking to that they gave the other host over at ESPN. And I can't help but think maybe there is a little double standard going, and maybe ESPN really values diversity, but not so much diversity of opinion. I think that sounds more correct to me.", "HANNITY: Dr. Loudon, isn't there something wrong if you're so willing to lie about other people? I'm leaning on your psychology background and your doctorate here. ", "DR. GINA LOUDON, PSYCHOLOGY EXPERT AND RADIO HOST: Yes, there's definitely something wrong with somebody who is going around name calling instead of acting professional. Having said that, she has the right to say it. ", "But here's the thing, Sean. It's as if ESPN doesn't realize that the Trump voter is their audience. If you look at the NFL players, you look at the PGA, the LPGA even, very frequent voters, very conservative people, and those are your ESPN viewers. And so if they were going to do anything with this particular commentator, they may want to think of replacing her just because she is bashing their own audience. This is why the left continues to lose, and this is why conservatives tend to build their numbers. ", "HANNITY: Dr. Loudon, I think we conservatives are far more tolerant of freedom of speech, expression, and thought. I don't do boycotts and I don't call for firings. Imagine if a conservative had said whatever similar during the Obama years. What would the reaction be?", "LOUDON: Well, there's always a hypocrisy, Sean, and we're used to it. But here's the good news. You watch this decay of the leftist media over the last eight to 10 years as they continue to spout their bigotry and to be so intolerant. And it's left a really good place for conservative media, and conservative media is continuing to fill those voids.", "I like to say that every time the left spouts their mantra, another conservative gets their wings. And I really believe this is no exception to that. ", "(LAUGHTER)", "HANNITY: All right, it's a wonderful life, Dr. Loudon. Tomi, I assume, and I don't know for sure, I know I've been a target of all of this, and fire Hannity and boycott Hannity. And the left isn't really tolerant. I've seen horrible things about you and Dr. Loudon, myself on social media and by these groups that are funded seemingly from Soros type of people. ", "LAHREN: Of course. And I'm not someone that has gone to bat for what I believe in, I've had to feel the repercussions. So I'm not somebody that calls for boycott or calls for firings either, and I would never do that. I have been very vocal about that. ", "But I will say this, kind of what Dr. Gina was talking about there, the Trump voter is a sports watcher and we're folks that enjoy watching ESPN, love watching the commentary. And I wouldn't call for a boycott, I wouldn't call for a firing, but I would just say to ESPN, your numbers are not going to lie, because we're going to start turning off the TV. And that's how we're going to voice our opinion, that's how we're going to use our freedom of expression, our freedom of speech. So watch you. You might be losing a big chunk of your audience, and we're not going to feel bad for you when you do. ", "HANNITY: And, Danielle, last point to you. It hasn't been helping the NFL. Colin Kaepernick and all these players, it seems that a lot of people are reacting. Ratings are down from last year and last year was nodd not a good year for the NFL. ", "MCLAUGHLIN: I'm a free speech absolutist like many conservatives even though I'm not a conservative. And I think -- ", "HANNITY: A lot of your fellow liberals are not.", "MCLAUGHLIN: Well, maybe that's a discussion for another day.", "HANNITY: Nobody defends me when I'm being boycotted from the left. Very few, Lanny Davis.", "MCLAUGHLIN: I don't think that if you hear something that you don't like, you should call for the firing of that person. That's one of the foundational values of this country. And I don't like it when it comes from the left or the right.", "On Colin Kaepernick, he has the free-speech right to protest, to take a knee, which I personally think is a very reverential thing to do obviously when you listen to the National Anthem. People have the right to like it, to not like it. His employers, a private entity, have the right to hire him or not. And maybe this is the free market talking, but I will defend his right to take that knee until my last breath. ", "HANNITY: It looks like the conservatives are the ones that are open- minded, the ones that believe in freedom. All right, guys, good to see you all. Thank you for being with us.", "When we come back, Daily Caller has a huge, explosive report about Congresswoman Debbie Wasserman Shultz's former I.T. aide. They are reporting he tried to hide a secret server. This gets bigger every day. Sara Carter, Gregg Jarrett, they're next. ", "(COMMERCIAL BREAK)", "HANNITY: Welcome back to \"Hannity.\" Luke Rosiak is an investigative reporter with The Daily Caller. There's an explosive report out today about Debbie Wasserman Shultz and her former I.T. staffer. Rosiak reports that, quote, \"Exclusive DWS I.T. guy was banned from House after trying to hide the secret server.\" Luke goes onto explain in the article, quote, \"Now indicted former Congressional I.T. aide Imran Awan alleged routed data from numerous House Democrats to a secret server.\" Fox News has not been able to independently verify this, but if that is true, that is beyond damning.", "Here with reaction, Fox News anchor, attorney, Gregg Jarrett, Circa News, Sara Carter. Gregg, if that's true, to me that means one thing, that there's a chance other countries could have been fed this information, that the security concerns we had may be real. ", "GREGG JARRETT, FOX NEWS ANCHOR AND ATTORNEY: Absolutely. He was downloading huge quantities of sensitive documents to a secret server. And that puts a lie to what Democrats including Debbie Wasserman Shultz have been claiming all along that there were no security breaches. Clearly there were. ", "It also suggests to me that this is a guy who probably is planning to flip, to implicate Democrats who were either wittingly or unwittingly complicit in his criminal activities. Why do I think that? Because his wife who is safely ensconced in Pakistan has now reportedly decided to turn herself in to American authorities. She wouldn't do that unless an immunity deal was in the works to implicate people like Debbie Wasserman Shultz.", "Now, did Russians actually hack our system? A senior investigative official said, does it mean that this guy sold the information to the Russians? I don't know. So, Sean, they're clearly looking at whether a Democratic insider is the one who gave the information to the Russians, not hacking at all.", "HANNITY: And add to that, Sara Carter, that Imran Awan actually took Debbie Wasserman Shultz's computer, left it in a place with a message for law enforcement, here, it's all here. I've got to believe Debbie Wasserman Shultz, I think that plea deal is coming. She's in trouble. ", "SARA CARTER, CIRCA NEWS: Well, I have to believe something is coming because not only did Imran leave her laptop sitting there in that small room at the Rayburn office building, but he left a letter for the U.S. attorney. He left copies of his identification sitting all around. Luke was very detailed in this story on how this happened. ", "And just like Gregg said, Sean, these are huge national security implications. Imran Awan and his wife, Hina Alvi, they moved data apparently, if this story is true, from protected servers of members of the House Intelligence Committee, House Foreign Affairs Committee, to an offsite server that was connected to the House Democratic Caucus. And that could have been established right there. They could have put it within the server that's connected to the House Democratic Caucus, created a backdoor where they could infiltrate that system wherever they wanted. ", "And not only that, he created a Dropbox account where he put everything into this Dropbox account where he could access it after February 2nd when he was removed. And all of his trips to Pakistan for months at a time and having armored escort in Pakistan has to raise the suspicion that possibly Imran and his wife Hina Alvi are connected to Pakistani intelligence. ", "HANNITY: We're going to stay on this story. Nobody else in the media will dare touch it. I promise you we're ahead of the curve. Thank you both. Sara, Gregg, thanks.", "When we come back, our friends, our really good friends, Diamond and Silk, they get the final word tonight. You do not want to miss it. Hillary, I hope you're watching. ", "(COMMERCIAL BREAK)", "HANNITY: Welcome back to \"Hannity.\" Tonight the conservative rock star group Diamond and Silk, they get the final word again. Watch this. ", "LYNNETTE \"DIAMOND\" HARDAWAY: Hey, Sean. Here is tonight's final word. Well, we know Hillary Clinton is on a book tour, but we call it a desperation tour. ", "ROCHELLE \"SILK\" RICHARDSON: Yes.", "HARDAWAY: Maybe she's trying to reinvent yourself. Oh, Hillary, Hillary, Hillary. Now she is out playing the blame game, bashing everyone in her sight.", "RICHARDSON: Yes.", "HARDAWAY: Saying woe is me. You did it to me. It's not my fault. Well, the buck stops with her. And you know what, Sean, she will go down as the most clueless politician in history because she didn't know her base. She didn't know how to stay on base, and she is way off base. Even Democrats said she will say anything to get a vote. And you know what we are finding out, Sean? ", "RICHARDSON: What?", "HARDAWAY: She will say anything to sell a book. ", "Now, Sean, that's our final word for tonight. ", "HANNITY: Our friends Diamond and Silk. ", "That's all the time we have left this evening. We hope you'll set your DVR, never miss an episode of \"Hannity.\" Don't forget, this show is not the establishment media. We are different. We're fair, we're balanced, and we're thankful that you are here every night. And we'll see you back here tomorrow. Thanks for being with us. ", " ", " "]},
{"newspaper_name": "foxnews", "first_name": "Ted", "last_name": "Cruz", "articles_date": "2015-11-17T12:12:06.000-05:00", "articles_link": "http://www.foxnews.com/politics/2015/11/17/ginni-thomas-endorses-ted-cruz.html", "articles_title": "Ginni Thomas endorses Ted Cruz", "article_text": ["Ginni Thomas has endorsed Ted Cruz for president.", "Thomas is a prominent conservative activist, as well as the wife of Supreme Court Justice Clarence Thomas.", "\"I relish the opportunity to change this town, but what I really love are the people outside of this beltway of Washington and the people who see we can have a strong America again,\" Thomas said in a video of her endorsement released by the Cruz campaign. \"Ted Cruz has got the scars to show that he's tangled with the top Republican leaders and Democrat leaders in town. It was so refreshing to see Ted Cruz come and be truthful principled, and conservative, even under attack.\"", "Ginni Thomas' political positions have caused some controversy in the past, mostly in regards to whether they create any conflict of interest for her husband, the Supreme Court justice. One example is when she was engaged in activism against the Affordable Care Act prior to a high court ruling on the legislation."]},
{"newspaper_name": "foxnews", "first_name": "Ted", "last_name": "Cruz", "articles_date": "2015-11-18T17:00:06.000-05:00", "articles_link": "http://www.foxnews.com/politics/2015/11/18/how-ted-cruz-would-win.html", "articles_title": "How Ted Cruz would win", "article_text": ["The 2016 GOP primary has confounded political analysts who have tried to understand why governor after governor has failed to connect with voters and quit the presidential race.", "ADVERTISEMENT", "But Texas Sen. Ted Cruz thinks he knows exactly what has happened, and broke down the horse race exclusively for the ", "'s Your Choice, Your Voice Teleforum.", "Cruz detailed his path to victory and who he expects will be his main opposition.", "\"Historically in the Republican primary, there have been two major lanes: there's been a moderate establishment lane and there's been a conservative lane,\" Cruz said. \"And in past elections, typically, the moderate lane there is a consensus moderate choice early on and all of the money gets behind that candidate. But on the conservative side, typically there are a whole bunch of us, nobody has any money, and we fight like cats and dogs. And that's how in primaries in past cycles, the moderate has gone on to win the nomination and then they lose the general election because millions of conservatives stay home and don't vote.\""]},
{"newspaper_name": "foxnews", "first_name": "Ted", "last_name": "Cruz", "articles_date": "2016-02-17T08:24:05.000-05:00", "articles_link": "http://www.foxnews.com/transcript/2016/02/17/donald-trump-vs-ted-cruz.html", "articles_title": "Donald Trump vs. Ted Cruz", "article_text": ["ADVERTISEMENT", ": Hi, I'm Eric Bolling in for Bill O'Reilly. Thanks for watching us tonight.", "Let's get straight to our top story: Donald Trump versus Ted Cruz. Both sides are unleashing vicious broad sides against each other with their attacks escalating over the past few days.", " I have never seen anybody that lied as much as Ted Cruz. He is a lying guy -- a really lying guy. Some people misrepresent, this guy is just a plain out liar.", " Truth matters. You cannot simply scream \"liar\" when somebody points out the actual position of Donald Trump. So I will continue to focus on substance and truth and let other candidates focus on the insults and attack.", " And the Cruz campaign isn't stopping there. Releasing a fresh attack ad, taking aim at Donald Trump.", ": Between sips of wine and bites of salad, a Planned Parenthood doctor discusses getting money for tissue from aborted fetuses.", " Harvesting the organs of aborted fetuses for money.", "Planned Parenthood treats the unborn like another form of currency. And yet, some politicians still defend them.", "T", " Planned Parenthood serves a good function. We have to look at the positives.", ": Donald Trump is just plain wrong.", "And Trump fired back today.", "This guy, Cruz, comes out. Well I don't think he is going to win. This guy is so strident and so nasty he is going to lose every single state.", ": Well this battle between Trump and Cruz isn't costing Trump support, at least not yet. A new survey by Public Policy Polling, a Democratic group shows Trump maintaining a strong lead in South Carolina with 35 percent of likely Republican voters backing him. Ted Cruz and Marco Rubio are tied for second at 18 percent, followed by John Kasich at 10 percent then Jeb Bush and Ben Carson tied at 7 percent.", "Joining us now with reaction from Columbia, South Carolina Alice Stewart, senior adviser for the Cruz campaign; and from Dallas Trump national spokesperson Katrina Pierson.", "Now, Katrina and Alice, no two better people sitting right here to debate all recent events between your two candidates. I'm going to start with you Katrina. Donald has said Ted Cruz has repeatedly lied about him and is ready to sue. Is that the case? Will Trump sue Cruz for libel?", " Well, he actually might, considering how a lot of these attacks against Mr. Trump are not true. And specifically with this new ad on Planned Parenthood, Donald Trump simply says that cervical cancer screening for poor women is a good thing, even though he opposes abortion and opposes funding for abortion for Planned.", "The Cruz campaign wants to take it a little bit further. It's obvious that Senator Cruz needs South Carolina to move forward and he is not going to stop at anything, including misrepresenting his positions on pretty much everything at this point -- Eric.", "Ok. Alice, is Ted Cruz concerned about being sued in the middle of a fight for the GOP nomination?", ": Well, if Donald Trump wants to sue, bring it on. The fact of the matter is Ted Cruz has done nothing but point out Donald Trump's exact words, exactly as he said them.", "And he has said that he supports the nation's largest abortion provider. He has said he is pro-choice. He has said that Planned Parenthood does some great things. And so -- I want to ask Katrina, the nation's largest abortion provider, how can he compete in a state like South Carolina when he supports abortion?", ": Katrina.", ": Well, first, I would like to ask Alice if she actually believes Mr. Trump supports abortion because the ads that the campaign are running are from 17 years ago. Mr. Trump hasn't been pro-abortion for a very long time. He has been pro-life. He has told stories on the campaign trail about that transition.", "Senator Cruz props up people like Ronald Reagan who, as governor of California, signed the most liberal piece of abortion legislation in that state, in the country's history, Alice.", "Mr. Trump is pro-life and the Cruz campaign knows it.", " Alice.", "Well, it was just last week when we were on the debate stage when Donald Trump said that he supports taxpayer funding for the nation's largest abortion provider. We are talking last week not 17 years ago. He has said repeatedly that he is --", "Mr. Trump said he supports the good things, the good things like cervical. Do you think poor women shouldn't have cervical cancer screenings?", " Planned Parenthood is the nation's largest abortion provider. He supports the nation's largest abortion provider and South Carolina is a pro-life state. The Republican Party is a pro-life party. And you cannot go around saying that you are pro-life when you support funding for Planned Parenthood. In addition to that he has said repeatedly that he thinks they do good things.", "He has also said he supported Democrat candidates over the years.", ": He also supported Ted Cruz. He's donated to Ted Cruz.", " Hold on guys. We can go back and forth on this. I mean Alice, honestly, there are a lot of candidates who change positions on certain things, for example on immigration. Some would say Ted Cruz has changed his position on immigration over the years as well. Should you be holding Donald Trump to the standard of what he said as Katrina points out -- I'm not sure about that 17 years ago number. If, in fact, it was 17 years ago that he said it, should he be held to that standard now?", ": He should be held to the standard of what he said on the debate stage just last week, Eric. That's what people are basing their decision on.", "And when it comes to immigration, no one has fought harder against Marco Rubio and the Gang of Eight and their amnesty program than Ted Cruz in Washington, D.C. Here's the fact. I'm in South Carolina. We have been out on the campaign trail for days here in South Carolina talking to South Carolinians about issues that they are concerned with.", "Not some Donald Trump just calling his opponents liars and nasty. Ted Cruz this morning gave a phenomenal national security speech here in Charleston where he talked about the importance of funding and building up our military. Barack Obama has spent the past seven years with our national security on the back burner. Ted Cruz will put it on the front burner.", "This afternoon, we were out on the campaign trail with Texas governor, former governor Rick Perry and Medal of Honor recipient Dakota Myer. Talking about our vets --", " Katrina, now --", ": Donald Trump is pro-life and has been for a very long time. We too are on the ground in South Carolina listening to the voters who think that a lot of these things that the Cruz campaign are too doing have very sleazy from Iowa all the way to South Carolina with these horrible push polls.", "I will say this with regard to immigration. Donald Trump is the most solid on immigration as we have seen and the only reason we are having this discussion is because of Donald Trump. On Senator Cruz's own YouTube page, he is praising bringing Syrian refugees to this country because it's the right thing to do for America. He flip-flopped on that after Mr. Trump came out against it. He supported increasing HB1 visas and green cards.", " Right. We can't go through the complete platforms of both candidates. What I would like to talk about a little bit and we don't have a ton of time. I'm going to start with you Katrina, in the aftermath of the last debate where Donald Trump had mentioned some things about George W. Bush yet afterwards the poll numbers haven't seem to have budged. Is he concerned -- are you hearing on the ground that that's going to affect anything going forward going into Saturday's primary?", " No. Not at all, Eric. The people on the ground in South Carolina and all over the country are tired of the transnational corporations backed people like Senator Ted Cruz who promotes Obama trade. They are tired of it. They want their jobs back. They want to make things in this country again. They want to secure the borders. They want to stop immigration. They want to deport criminal aliens.", "The people on the ground get it. They are very used to politics and politic politicians alike and that's why we see the poll numbers staying the same.", ": And what do you say Alice. Is Ted Cruz concerned that the poll numbers in the aftermath of the -- what a lot of people thought this was the one thing that's going to give Donald Trump his numbers to come down after all the other things. This was going to be the one because George W. Bush seems to be beloved, but it hasn't seemed to budge. Is Ted Cruz concerned that maybe he shouldn't have picked this fight?", "Well, here's the thing. Ted Cruz has done nothing more than point out Donald Trump's own record and his own words. And for -- it's sad that Katrina has to defend someone who basically says anyone that calls out his record is lying. That's a pretty weak defense. And just by saying someone is a liar does not address the issue. So, you know, it's unfortunate.", " Here is where the rubber meets the road. You look at the last poll, the poll we just sited Ted Cruz was solidly in second prior to that poll. Now he is tied for second. His numbers have slid a bit. Is this a concern in the Cruz camp?", " We are encouraged by the crowds we've seen here on the ground in South Carolina. We are making tens of thousands of phone calls every day and knocking on doors and having tremendous surrogates out here on the trail with us. And keep in mind, the polls have Donald Trump in first in Iowa and we had a resounding victory in Iowa.", "We are looking forward to Saturday.", "We're going to have to leave it right there, ladies. Thank you very much. Hot debate."]},
{"newspaper_name": "foxnews", "first_name": "Ted", "last_name": "Cruz", "articles_date": "2017-04-26T22:30:00.000-04:00", "articles_link": "http://www.foxnews.com/politics/2017/04/26/sen-ted-cruz-its-only-fitting-cartel-money-be-used-for-border-wall.html", "articles_title": "Sen. Ted Cruz: 'It's only fitting' cartel money be used for border wall", "article_text": ["Texas Sen. Ted Cruz told Fox News' \"Tucker Carlson Tonight\" that \"there's a justice\" to his proposal that money seized from drug cartel capos be used to pay for President Trump's promised border wall.", "ADVERTISEMENT", "\"These drug cartels are the ones crossing the border with impunity, smuggling drugs, smuggling narcotics, engaged in human trafficking,\" the Republican told host Tucker Carlson. \"They’re the ones violating our laws and it’s only fitting that their ill-gotten gains fund securing the border.\"", "Federal prosecutors are looking to seize $14 billion in drug profits from the Sinaloa Cartel leader, who is facing trial in the U.S. on a multitude of federal charges.", "\"Now, it so happens, coincidentally, that the estimated cost of the wall is between $14-20 billion,\" Cruz said. \"So, the legislation I filed yesterday was very simple.\" ", "On Monday, Cruz introduced the Ensuring Lawful Collection of Hidden Assets to Provide Order (EL CHAPO) Act.", "\"It said any proceeds that are forfeited from El Chapo and from other drugs lords shall be spent building the wall and securing the border,\" said Cruz, who also praised the Trump administration for their willingness to enforce immigration laws. ", "\"I visited with about 150 Border Patrol agents [in January],\" Cruz said. \"The relief these men and women had at the election results, it was palpable ... And I asked the agents, ‘What’s changed?’ And they said, ‘The only thing that’s changed is the cartels understand now we have an administration that will enforce the law.’ That matters.\""]}
]