[
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 10, 2018", "articles_link": "https://www.nytimes.com/2018/04/10/us/politics/mercer-family-cambridge-analytica.html", "articles_title": ["Facebook Fallout Deals Blow to Mercers’ Political Clout"], "article_text": ["Last month, a friend of the wealthy conservative donor Rebekah Mercer arrived at Facebook’s Silicon Valley headquarters. His task: Find out what — if anything — could repair relations between Facebook, the world’s biggest social media company, and Cambridge Analytica, the voter-profiling firm co-founded by her father and used by the Trump campaign.", "The revelation last month that Cambridge Analytica improperly ", "acquired the private Facebook data of millions of users", " has set off government inquiries in Washington and London, plunging Facebook into crisis. But it has also battered the nascent political network overseen by Ms. Mercer, 44, and financed by her father, Robert Mercer, 71, a hard-line conservative billionaire.", "Ms. Mercer’s standing in Mr. Trump’s circle had already declined following the departure last year of Stephen K. Bannon, her family’s former adviser and President Trump’s former chief strategist, according to Republicans with close ties to the president’s political operation. A pro-Trump advocacy group controlled by Ms. Mercer has gone silent following strategic disputes between her and other top donors. Plans to ", "wage a civil war against the Republican establishment", " in the 2018 midterms have been derailed.", "And last month, after reports on Cambridge in The New York Times, The Observer of London and The Guardian, Facebook banned the company from its platform, a major blow to any political or commercial targeting firm. Not a single American candidate or “super PAC” committee has reported payments to the company since the 2016 campaign, according to federal records.", "Several Republicans in Ms. Mercer’s orbit or with knowledge of Cambridge’s business said that fallout from the Facebook scandal — combined with widespread doubts about the accuracy of Cambridge’s psychological profiles of voters — had effectively crippled the firm’s election work in the United States.", "“They’re selling magic in a bottle,” said Matt Braynard, who worked alongside Cambridge on the Trump campaign, for which he served as the director of data and strategy, and now runs Look Ahead America, a group seeking to turn out disaffected rural and blue-collar voters. “And they’re becoming toxic.”", "The Mercers have made no public statements about Cambridge Analytica’s troubles. Through a spokeswoman, Ms. Mercer declined to answer questions about her role in Mr. Trump’s circle or the Facebook meeting about Cambridge Analytica.", "But the effort by Ms. Mercer’s friend to help mend fences with Facebook hints at both Cambridge’s importance to her family’s political ambitions and the perils posed by Facebook’s ban.", "Although a Cambridge spokesman last month downplayed Ms. Mercer’s role at the company — saying she had a “broad business oversight” role and no involvement in its daily operations — she serves on the company’s board and in the past has worked to drum up campaign business for Cambridge, according to Republicans who have worked with or competed against the firm. Former Cambridge employees said she was close to Alexander Nix, the company’s chief executive, who was suspended last month after reports on Cambridge’s harvesting of Facebook data.", "Ms. Mercer’s intermediary with Facebook was Matthew Michelsen, a tech entrepreneur and investor based in San Diego, who lists his employer as GothamAlpha, a consulting firm. ", "According to his LinkedIn profile", ", he has also advised major Silicon Valley companies, including Facebook and Palantir, a data-mining firm and intelligence contractor.", "Mr. Michelsen’s meeting came on March 20, the day after ", "Facebook announced that Cambridge", " had agreed to let it audit the firm’s computer servers. Mr. Michelsen met informally with a Facebook acquaintance who was accompanied by a Facebook lawyer, according to a person briefed on the meeting, and both Cambridge Analytica and the Mercers were discussed. The person discussed the meeting on the condition of anonymity because he was not authorized to speak about it publicly. No immediate actions were taken as a result of Mr. Michelsen’s outreach.", "Mr. Michelsen acknowledged in an interview on Thursday that he visited the company but he would not discuss the purpose of the trip, citing nondisclosure agreements Facebook required him to sign. Ms. Mercer declined to say whether she and Mr. Michelsen had discussed the purpose of the meeting or whether he had briefed her on it afterward.", "Cambridge also mounted a more formal effort to assuage Facebook, the person said, sending its own lawyers to meet with Facebook on the same day Mr. Michelsen was there. The Cambridge lawyers asked Facebook officials whether the firm could be reinstated on the platform. Mark Zuckerberg, Facebook’s chief executive, ", "acknowledged that meeting", " in an interview with The Times last month, saying that his company had not decided whether to lift the ban.", "A Cambridge spokesman did not respond to requests for comment. In ", "a lengthy public statement", " on Monday, the company stated that “the vast majority of our business is commercial rather than political, contrary to the way some of the media has portrayed us.”", "In recent years, the Mercers have become among the most prominent and highly scrutinized political donors in the United States. In the early years of the Obama administration, they began doling out tens of millions of dollars to an eclectic array of conservative groups — many of them outside Washington’s mainline Republican establishment. Mr. Mercer invested $10 million in Breitbart News, the nationalist website, bringing on Mr. Bannon as chairman, while Ms. Mercer joined the boards of leading conservative think tanks.", "The Mercers were critical of the Republican Party’s existing data apparatus, which was controlled by the party officials and consultants they hoped to disempower. Mr. Mercer bankrolled Cambridge Analytica in 2014, and Ms. Mercer encouraged candidates and PACs that took the family’s money to also hire the family’s data firm. Early in the 2016 presidential campaign, the Mercers backed Senator Ted Cruz of Texas, putting millions of dollars — and Cambridge Analytica — behind him.", "But after Mr. Trump prevailed in the primaries, the Mercers switched candidates. In summer 2016, Ms. Mercer helped orchestrate a shake-up that put Mr. Bannon at the head of the Trump campaign. After Mr. Trump won the presidential election, he attended a costume ball at the Mercer estate on Long Island.", "Ms. Mercer secured a slot on his transition team and prime seats at his inauguration. As Mr. Trump took office, she sought to take a leading role in America First Policies, a nonprofit formed to back the president’s agenda. Last spring, Ms. Mercer and her father ", "attended the Time 100 black-tie gala", ", where she was feted as ", "one of the country’s most influential people", ".", "But her insistence on using Cambridge to provide the Trump group with voter data, and other clashes over strategy, alienated other donors and Trump allies, according to other Republicans. Ms. Mercer formed her own group, Making America Great, and hired Emily Cornell, a Cambridge executive, to run it.", "Yet after an initial splash of spending in 2017 to promote Mr. Trump’s policies on environmental deregulation and other issues, Making America Great appears to have gone quiet. Ms. Cornell said she was no longer affiliated with Making America Great and could not comment on the group.", "In November, Mr. Mercer ", "stepped down", " from the helm of Renaissance Technologies, one of the world’s most successful hedge funds, as some investors began expressing dismay over his alliance with Mr. Trump.", "The family is likely to retain significant influence in broader conservative circles thanks to its vast fortune, which finances donations that many political organizations and candidates are eager to accept. The family foundation handed out about $20 million to more than two dozen conservative think tanks, charter school groups, watchdog outfits and other nonprofit organizations in 2016, according to its most recent tax return.", "Ms. Mercer remains a trustee of the Heritage Foundation, a prominent Washington think tank that has ", "provided the Trump administration with grist", " for a range of initiatives. The foreign policy hawk John R. Bolton, whose super PAC the Mercers lavished with cash and whom Ms. Mercer once lobbied the White House to make secretary of state, was recently tapped to become Mr. Trump’s national security adviser.", "The family has also donated $4.5 million to Republican candidates and super PACs during the 2018 election cycle, putting the Mercers among the top 20 donors in the country. And the father-daughter duo still inspire fear: Virtually no Republicans were willing to speak on the record about the family’s troubles.", "“I would not confuse silence with them being out,” said Dan K. Eberhart, a Colorado drilling-services executive who is active in America First Policies, now the lead pro-Trump political advocacy group. “I think they’re very strategic, and I think they’re quiet folks.”", "Any contributions the family gives directly to candidates and super PACs will be disclosed to the Federal Election Commission. But their contributions to ideological nonprofit groups like the Heartland Institute, which disputes the scientific consensus on climate change, may become less visible in the future. In 2016, when the Mercers’ backing of Mr. Trump subjected the family to intense public scrutiny, the Mercer foundation’s largest contribution was to DonorsTrust, ", "an advisory group", " for conservative givers.", "That grant, the Mercer foundation’s first recorded contribution to DonorsTrust, could herald a shift in the family’s philanthropic strategy. DonorsTrust helps wealthy conservatives obtain charitable tax benefits while — if so desired — shielding their giving from public view. The donor records a contribution to DonorsTrust and recommends potential recipients, while grantees receive a donation from DonorsTrust charitable vehicles. In 2016, DonorsTrust disbursed more than $66 million worth of such grants.", "“Donor-advised funds offer you any level of privacy you’d like from the receiving organization,” states a promotional pamphlet available from ", "the DonorsTrust ", "web", "site", ". “A donor can ask the fund provider to share their full name with one favored grantee and keep their identity private from other.” Such privacy can be useful to donors who “may be supporting a sensitive or personal cause that could endanger familial or professional harmony,” according to the pamphlet.", "Such mechanisms, which are legal, are used by many donors on the right and the left. Ms. Mercer declined to answer questions about whether she intended to shift more of her family’s future political philanthropy into intermediaries like DonorsTrust. A 2017 tax return for the Mercer foundation is not yet publicly available.", "“Ms. Mercer is a private person,” her spokeswoman said in a statement. “And she does not intend to discuss with the media either the conversations she has with her close friends or her philanthropic and charitable giving.”", "Lawson Bader, the president of DonorsTrust, referred questions to the Mercers. “I do not discuss DonorsTrust accounts real or imagined,” he said in an email.", "The Facebook scandal has hit just as the Mercers appear to be expanding their business in the world of big data. Public records show that Ms. Mercer, her sister Jennifer and Mr. Nix ", "serve as directors of Emerdata", ", a British data company formed in August by top executives at Cambridge Analytica and its affiliate, SCL Group, according to British corporate records.", "Incorporation documents state that Emerdata specializes in “data processing, hosting and related activities.” An SCL official ", "told Channel 4, a British television station", ", that Emerdata was established last year to combine SCL and Cambridge under one corporate entity.", "Exactly what ambitions the Mercers, who joined the Emerdata board last month, have for the company is unclear. Another Emerdata director, Johnson Ko Chun Shun, is a Hong Kong financier and business partner of Erik Prince — the brother of the education secretary, Betsy DeVos, and founder of the private security firm formerly known as Blackwater. Mr. Ko, who declined to comment, is a substantial shareholder and deputy chairman in Mr. Prince’s Africa-focused logistics company, Frontier Services Group.", "Mr. Ko and Mr. Prince have links to the Chinese government: Another major Frontier investor is Citic, a state-owned Chinese financial conglomerate that for decades has employed the sons and daughters of the Communist Party’s elite families.", "Emerdata has a second Hong Kong-based director, Peng Cheng. Little public information about Ms. Peng, a British citizen, is available. But a woman with the same name is the chief executive of a publishing and online game company located in the same Hong Kong office tower as Frontier Services. In 2016, Mr. Ko’s brokerage company said it would buy a stake in Ms. Peng’s company, Culturecom.", "While in Hong Kong in September to speak at a conference, Mr. Nix ", "told Bloomberg", " that Cambridge Analytica was looking into China for commercial ventures. “We’ve been scoping this market for about a year,” he said. “We see huge opportunity to bring some of these technologies to advertising and marketing space brands.”"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 10, 2018", "articles_link": "https://www.nytimes.com/2018/04/10/us/politics/mark-zuckerberg-testimony.html", "articles_title": ["Mark Zuckerberg Testimony: Senators Question Facebook’s Commitment to Privacy"], "article_text": ["Facebook’s chief executive, Mark Zuckerberg, began the first of two marathon hearings in Washington on Tuesday afternoon, answering tough questions on the company’s mishandling of data.", "This was Mr. Zuckerberg’s first appearance before Congress, prompted by the revelation that Cambridge Analytica, a political consulting firm linked to the Trump campaign, harvested the data of an estimated 87 million Facebook users to psychologically profile voters during the 2016 election.", "Mr. Zuckerberg, ", "clad in a navy suit and bright blue tie", ", faced hours of questioning from lawmakers, who pressed him to account for how third-party partners could data without users’ knowledge. Senator John Thune of South Dakota talked about the need for Facebook to avoid creating “a privacy nightmare.”", "Lawmakers grilled the 33-year-old executive on the proliferation of so-called fake news on Facebook, Russian interference during the 2016 presidential election and censorship of conservative media. Among the highlights:", "• Senators warned that they are skeptical that the company can regulate itself and threatened to enact privacy rules and other regulations. They said they weren’t sure if they could trust a company that has repeatedly violated its privacy promises.", "• There were glimmers of a partisan divide: Senator Ted Cruz, Republican of Texas, asked about Facebook’s handling of conservative media, including content related to Glenn Beck and a Fox News personality; Democrats probed Mr. Zuckerberg on how quickly Facebook responded to Russian meddling.", "• Mr. Zuckerberg, surrounded by his top legal and policy executives, appeared well-coached. He answered questions directly and without defensiveness as he tried to reiterate the mission of the social network to better connect the world.", "— ", "Cecilia Kang", "Senator Richard J. Durbin, Democrat of Illinois, zeroed in on the issue at the heart of Facebook’s troubles, asking Mr. Zuckerberg whether he would be comfortable sharing the name of the hotel he stayed in last night or if he would be comfortable sharing the names of the people he has messaged this week.", "“No. I would probably not choose to do that publicly here,” Mr. Zuckerberg said.", "“I think that may be what this is all about,” Mr. Durbin said. “Your right to privacy. The limits of your right to privacy. And how much you give away in modern America in the name of, quote, connecting people around the world.”", "— ", "Deborah Solomon", "Much of the hearing so far has centered on Cambridge Analytica. The hearing was called as a result of ", "reporting by The New York Times", " on the company’s data harvesting. Lawmakers asked Mr. Zuckerberg what, if anything, he knew about Cambridge’s harvesting, what he was doing to ensure it would not happen again and whether he knew of other operations that engaged in similar data collection on the platform.", "Mr. Zuckerberg said Facebook would be “investigating many apps, tens of thousands of apps, and if we find any suspicious activity, we’re going to conduct a full audit of those apps to understand how they’re using their data and if they’re doing anything improper. If we find that they’re doing anything improper, we’ll ban them from Facebook and we will tell everyone affected.”", "— Matthew Rosenberg", "Senator Kamala Harris, Democrat of California, zeroed in on whether Facebook deceived consumers. She pressed Mr. Zuckerberg on whether the company made a decision not to inform users about the Cambridge Analytica episode when they learned in 2015 that data was sold by a researcher to the political consulting firm.", "“I’m talking about notification of users. And this relates to the issue of transparency and the issue of trust: informing users of what you know in terms of how their personal information was misused,” Ms. Harris said.", "Mr. Zuckerberg did not admit that the company explicitly decided to withhold that information from consumers, but he said the company made a mistake in not informing users.", "The question was key to the Federal Trade Commission’s investigation of Facebook’s violation of a 2011 consent decree. If the company withheld information, which would be a deceptive act, the company could face record fines for violating its promises to the agency.", "The tough questions by Ms. Harris, were closely watched because she is from the San Francisco Bay Area and is seen as a rising political star within the Democratic Party.", "— Cecilia Kang", "Senator Dianne Feinstein, the top Democrat on the Judiciary Committee, pressed Mr. Zuckerberg on Russia’s exploitation of the platform during the 2016 presidential election.", "Mr. Zuckerberg admitted that the company’s effort to find and stop the Russian meddling was “slow,” and called that failure “one of my greatest regrets.” He said Facebook was tracking known Russian hacking groups in real time but took much longer to recognize the inflammatory posts of the Internet Research Agency, a private company with Kremlin ties.", "“There are people in Russia whose job is to exploit our systems,” Mr. Zuckerberg said. “This is an arms race.”", "But the Facebook founder said the company deployed new artificial intelligence tools to detect malicious activity in elections in France, Italy and a special Senate race in Alabama. He said he believed the new technology would help protect the integrity of elections around the world from manipulation via Facebook.", "— Scott Shane", "Senator Cory Booker, Democrat of New Jersey, questioned Mr. Zuckerberg over discriminatory uses of Facebook’s advertising platform to target ads to users by race, and tools that law enforcement officials have reportedly used to surveil activists of color.", "Mr. Booker’s questioning is notable given that he and Mr. Zuckerberg have a history of friendly collaboration dating back to 2010, when Mr. Zuckerberg donated $100 million to the public school system in Newark, where Mr. Booker was mayor at the time.", "Mr. Booker has long been seen as a tech-friendly lawmaker, and he has known Mr. Zuckerberg for longer than most lawmakers. His tough stance today is a sign of how dramatically the political winds around Facebook have shifted.", "— ", "Kevin Roose", "Early impressions of Mr. Zuckerberg’s testimony were positive. In his first appearance before Congress, he appeared confident and answered questions directly. At first he was grim-faced, looked tired and serious. But he warmed up after an hour and offered humor about the company’s motto. He insisted on continuing questions when offered a break, eliciting smiles and laughter from staff sitting behind him.", "“This is a different Mark Zuckerberg than the Street was fearing,” said Daniel Ives, chief strategy officer and head of technology research for GBH Insights in New York. “It’s a defining 48 hours that will determine the future of Facebook and so far he has passed with flying colors and the Street is relieved.”", "Investors appeared pleased: Facebook’s stock closed up nearly 4.5 percent.", "Not all lawmakers left appeased by Mr. Zuckerberg’s testimony.", "“I was unsatisfied,” said Senator Richard Blumenthal, Democrat of Connecticut. “More of the apology tour,” he said, “which we have heard before.”", "Mr. Blumenthal said it was clear to him that Facebook could not and would not fully regulate itself and that Congress needed to provide a solution.", "“The old saying: There ought to be a law. There has to be a law. Unless there’s a law, their business model is going to continue to maximize profit over privacy,” he said.", "— ", "Nicholas Fandos", "Senator John Cornyn of Texas, the majority whip, asked if Facebook’s motto is still “move fast and break things.” Mr. Zuckerberg said it has been revised.", "“I don’t know when we changed it,” Mr. Zuckerberg replied, “but the mantra is currently ‘move fast with stable infrastructure,’ which is a much less sexy mantra.” He appeared to be joking, eliciting laughs from the executives sitting behind him.", "— ", "Cecilia Kang", "Mr. Zuckerberg said that Facebook was working with Robert S. Mueller III, the special counsel investigating Russia’s interference in the 2016 election and potential ties to the Trump campaign.", "Replying to Senator Patrick Leahy, Democrat of Vermont, Mr. Zuckerberg initially seemed to confirm that Facebook had been served with subpoenas along the way, before saying he was not certain.", "“I want to be careful here because our work with the special counsel is confidential,” he said. “And I want to make sure that in an open session I’m not revealing something that’s confidential.”", "Mr. Zuckerberg said he had not personally spoken with investigators from Mr. Mueller’s team, but that he thought others at the company had.", "—", " Nicholas Fandos", "Mr. Zuckerberg has a history of apologizing for the company’s mistakes and promising to do better. Wired Magazine recently noted that Mr. Zuckerberg has a 14-year history of apologizing. That seems to have caused some consternation on Capitol Hill, where lawmakers prodded Mr. Zuckerberg about why, exactly, they should believe his promises now.", "“After more than a decade of promises to do better, how is today’s apology different and why should we trust Facebook to make the necessary changes to ensure user privacy and give people a clearer picture of your privacy policies?” Senator John Thune, Republican of South Dakota, asked.", "Mr. Zuckerberg referred again to his company’s humble beginnings in his dorm room at Harvard.", "“So we have made a lot of mistakes in running the company. I think it’s pretty much impossible, I believe, to start a company in your dorm room and then grow it to be at the scale that we’re at now without making some mistakes.”", "Mr. Thune, the chairman of the Senate Commerce Committee, called Facebook and its role in society “extraordinary” and began the hearing by explaining why Facebook is being singled out and why Mr. Zuckerberg was asked to appear alone.", "He said the Cambridge Analytica situation underscored how Facebook can be used for nefarious reasons, saying it appeared “to be the result of people exploiting the tools you created to manipulate users’ information.”", "In an indication that he may support legislation for internet companies, Mr. Thune said, “In the past, many of my colleagues on both sides of the aisle have been willing to defer to tech companies’ efforts to regulate themselves. But this may be changing.”", "Senator Charles E. Grassley of Iowa, who chairs the Judiciary Committee, said the tech industry “has a responsibility” to protect its users and said “the status quo no longer works.”", "— Cecilia Kang", "That was the accusation that Senator Ted Cruz, Republican of Texas, was leveling at Mr. Zuckerberg when he grilled him for several minutes as to why the social network has been allegedly censoring content from conservative organizations and Trump supporters.", "Mr. Zuckerberg declined to answer whether Facebook is a neutral public forum or if it is expressing its own views of free speech, avoiding a complex legal question that Mr. Cruz was posing.", "However, Mr. Zuckerberg insisted that the company does not discriminate against Republican employees and that its definition for what kind of language should be kept off the platform was rooted in common sense.", "“I am very committed to making sure that Facebook is a platform for all ideas,” he said after Mr. Cruz ticked off several examples of potential liberal bias on the social network.", "— ", "Alan Rappeport", "Senator Lindsey Graham, Republican of South Carolina, pressed Mr. Zuckerberg on whether Facebook is a monopoly, asking him to explain what other options customers have if they get frustrated with the social network.", "While Mr. Graham, the South Carolina Republican, tried compare his industry to the car business, where people can switch from Ford to Chevrolet if they want, Mr. Zuckerberg insisted that in his case, it’s complicated. He noted that Facebook overlaps with companies like Google and Twitter and that he faces competition from a variety of popular apps.", "“You don’t think you have a monopoly?” Mr. Graham asked.", "Mr. Zuckerberg replied: “It doesn’t feel that way to me.”", "Mr. Zuckerberg is clad ", "in a suit", " and tie at his hearing. He also had a cushion in his seat to help give his testimony a lift."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 10, 2018", "articles_link": "https://www.nytimes.com/2018/04/10/us/politics/zuckerberg-facebook-senate-hearing.html", "articles_title": ["Mark Zuckerberg Testifies on Facebook Before Skeptical Lawmakers"], "article_text": ["WASHINGTON — Outside the Capitol Building on Tuesday sat dozens of cardboard cutouts depicting Mark Zuckerberg, the chief executive of Facebook, wearing a characteristic T-shirt emblazoned with the message “Fix Fakebook.”", "Inside, clad in a navy suit and bright blue tie, Mr. Zuckerberg appeared before the Senate Commerce and Judiciary committees as he really is: the billionaire leader of one of the world’s most powerful commercial and civic enterprises.", "Mr. Zuckerberg’s appearance, his first before Congress, turned into something of a pointed gripe session, with both Democratic and Republican senators attacking Facebook for failing to protect users’ data and stop Russian election interference, and raising questions about whether Facebook should be more heavily regulated. Of specific interest were the revelations that sensitive data of as many as 87 million Facebook users were harvested without explicit permission by a political consulting firm, Cambridge Analytica, which was connected to the Trump campaign.", "Mr. Zuckerberg, 33, appeared confident and answered questions directly, and his performance helped bolster Facebook’s stock, which ended the day up 4.5 percent. It was the first of two marathon hearings; the second will be before the House Energy and Commerce Committee on Wednesday.", "He was forced to admit mistakes and take responsibility for his company’s actions — as have the many tobacco, pharmaceutical and bank executives who have been summoned to Washington.", "“I think it’s pretty much impossible, I believe, to start a company in your dorm room and then grow it to be at the scale that we’re at now without making some mistakes,” Mr. Zuckerberg said.", "Senator Richard Durbin, Democrat of Illinois, zeroed in on the central issue of the hearing, asking Mr. Zuckerberg whether he would be comfortable sharing aloud the name of the hotel where he stayed on Monday night, or whether he would be comfortable sharing the names of the people he has messaged this week.", "“No. I would probably not choose to do that publicly here,” Mr. Zuckerberg said.", "“I think that may be what this is all about,” Mr. Durbin said. “Your right to privacy. The limits of your right to privacy. And how much you give away in modern America in the name of, quote, connecting people around the world.”", "Mr. Zuckerberg was the only technology chief in the room, but he was often treated as a stand-in for the whole industry. Facebook has come under intense criticism for the Cambridge Analytica leak and for its initial response, which set off a #DeleteFacebook campaign online and sent the stock plunging more than 15 percent.", "But the hearing was about more than Facebook; it exposed a critical turning point as the power, sophistication and potential exploitation of technology outpaces what users, regulators or even its creators expected or seem prepared to handle.", "The moment is creating a showdown between two national power centers — Washington and Silicon Valley — as they jockey in a technology-centric world. Although Washington has long served as a check on the power of Wall Street and other profitable industries, lawmakers have tended to act as cheerleaders for technology companies rather than watchdogs. Light regulation enabled a culture of freewheeling innovation, and the beloved products that Silicon Valley companies created made them politically convenient allies.", "Today, five of the eight largest companies in the world are West Coast technology companies. Only a single East Coast institution, JPMorgan Chase, cracks the top 10. And lawmakers on both sides of the aisle suggested that Facebook and other companies may not be able to police themselves.", "“Have you gotten too big?” Senator Dan Sullivan, Republican of Alaska, asked Mr. Zuckerberg, before suggesting that Facebook might need to be reined in to protect it from itself.", "Senator Lindsey Graham, Republican of South Carolina, pressed Mr. Zuckerberg on whether Facebook had become a monopoly, asking why Congress “should let you self-regulate?”", "Mr. Zuckerberg said he welcomed some form of regulation, as long as it was the “right regulation.” He also expressed support for the Honest Ads Act, a bill in Congress that would require more disclosures from online political advertisers.", "His answers did not mollify lawmakers, including Mr. Graham, who said in a statement after the hearing that “continued self-regulation is not the right answer when it comes to dealing with the abuses we have seen on Facebook.”", "Senator Richard Blumenthal, Democrat of Connecticut, said in an interview that he was “unsatisfied” and that it was clear Facebook could not and would not fully regulate itself and that Congress needed to provide a solution.", "“The old saying: There ought to be a law,” he said. “There has to be a law. Unless there’s a law, their business model is going to continue to maximize profit over privacy.”", "Mr. Zuckerberg’s appearance before more than 40 senators came after weeks of preparation, and it appeared to pay off, as he seemed calm, deferential and prepared. Mr. Zuckerberg offered humor about the company’s onetime mantra: “move fast and break things.” (It has since been edited to “move fast with stable infrastructure.”) He insisted on continuing questions when offered a break, eliciting smiles and laughter from staff sitting behind him. However, when Mr. Zuckerberg did take a break, he left behind his notes, which were quickly photographed and contained talking points for various topics including “Defend Facebook,” “Disturbing Content” and “Election integrity (Russia).”", "His performance won accolades on Wall Street. “This is a different Mark Zuckerberg than the Street was fearing,” said Daniel Ives, chief strategy officer and head of technology research for GBH Insights in New York. “It’s a defining 48 hours that will determine the future of Facebook, and so far he has passed with flying colors, and the Street is relieved.”", "But Mr. Zuckerberg acknowledged that his idealistic view of humanity, and those of his fellow executives, had exposed Facebook’s roughly 2.2 billion users to danger. Among them: Facebook failed to detect and stop Russian interference in the 2016 presidential election, an oversight that Mr. Zuckerberg called “one of my greatest regrets.”", "Senator John Thune, Republican of South Dakota and chairman of the Senate Commerce Committee, called Facebook and its role in society “extraordinary” and began the hearing by explaining that Facebook and Mr. Zuckerberg were being singled out because of the company’s power.", "Mr. Thune said the Cambridge Analytica situation underscored how Facebook could be used for nefarious reasons, saying it appeared “to be the result of people exploiting the tools you created to manipulate users’ information.”", "In an indication that he may support legislation for internet companies, Mr. Thune said, “In the past, many of my colleagues on both sides of the aisle have been willing to defer to tech companies’ efforts to regulate themselves. But this may be changing.”", "Mr. Zuckerberg was careful when pressed on how he defined the company, wary of opening it up to new legal liability. He said that Facebook was responsible for the content on the social network, but he argued that it was a technology company, rather than a publisher.", "“I agree that we’re responsible for the content,” Mr. Zuckerberg said. “But we don’t produce the content.”", "The primary thing that Facebook does, he added, is employ engineers and build products.", "Some of the hardest questions came from Senator Kamala Harris, Democrat of California, whose name is being floated for a presidential bid. Ms. Harris pressed Mr. Zuckerberg on whether Facebook executives made a decision not to inform users about the Cambridge Analytica data leak when they learned in 2015 that data was sold by a researcher to the political consulting firm. The question was crucial to the Federal Trade Commission’s investigation of Facebook’s violation of a 2011 agreement to protect users’ privacy. If the company withheld information, which violates its agreement, the company could face record fines.", "Mr. Zuckerberg did not admit that the company explicitly decided to withhold that information from consumers, but he said the company had made a mistake in not informing users.", "There were glimmers of a partisan divide during the hearing. Senator Ted Cruz, Republican of Texas, asked about Facebook’s handling of conservative media, including content related to Glenn Beck and a Fox News personality; Democrats questioned Mr. Zuckerberg on how quickly Facebook responded to Russian meddling in the election.", "But the dominant theme of the day was uncertainty about how to deal with Facebook, a complex, multifaceted giant that even technologists have struggled to define. Lawmakers — many of whom grew up in an era without social media — labored at times to understand the fine-grain nuances of Facebook’s business model, such as the difference between selling user data to advertisers and allowing advertisers to target ads to an aggregated slice of Facebook users. At one point, Mr. Zuckerberg was forced to shoot down a conspiracy theory floated by Gary Peters, Democrat of Michigan, that Facebook listens to users through their microphones in order to serve them ads.", "Mr. Zuckerberg, who spent weeks being coached for the hearing by a team of outside experts, remained cool and collected while fielding question after question.", "But the lawmakers’ technical sophistication was mostly irrelevant — by the end of the session, the warning had been sent: In order to avoid a much harsher regulatory glare that could include major punitive measures, Facebook needs to stop apologizing, get its act together, and show that it is capable of changing.", "“This episode has clearly hurt us,” Mr. Zuckerberg said. “We have to do a lot of work about building trust back.”"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "April 9, 2018", "articles_link": "https://www.nytimes.com/2018/04/09/opinion/trump-republicans.html", "articles_title": [], "article_text": []},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018", "articles_link": "https://www.nytimes.com/2018/04/11/books/review/stray-city-chelsey-johnson.html", "articles_title": ["She’s Here, She’s Queer, She’s Figuring Out What That Means"], "article_text": ["STRAY CITY", " ", "By Chelsey Johnson ", "416 pp. Custom House. $25.99.", "For much of “Stray City,” Chelsey Johnson’s engrossing debut novel, readers are slingshotted back in time to the late 1990s: the era of grunge bands, of the Clinton impeachment hearings, of Bob Dole shilling for Viagra.", "What serves as the novel’s central drama, however, isn’t the sexual caprices or misadventures of straight white men, but the coming of age of Andrea Morales, a young gay woman from Westerly, Neb., who now lives in Portland, Ore., having moved there six years earlier to attend Reed College. There, as we learn through a series of vivid flashbacks, she immerses herself in an enchanted and freewheeling land where she soon locates her true family — artistic, zine-producing and, as she frequently quips, card-carrying members of the Lesbian Mafia.", "Once Andrea’s conservative, Catholic parents get wind of her new identity, however, while she’s home for Christmas during her sophomore year, they cut off all financial support, though not before a Hail Mary attempt to shame her back into the fold with the help of their parish priest. Andrea flees back to Portland and vows to live free of heteronormative artifice, despite the personal costs. “All my stockpiling of good behavior had been for nothing,” she reflects. “My currency was no good with them, counterfeit from the start. They still wanted the other Andrea, the one I had made up for and with them.”", "But before we double back to meet Andrea’s family, we meet her in the novel’s present of 1998, when Portland is “still an old industrial river town in a remote corner of the country. Hard to get to. Hard to leave.” Andrea is in the throes of a painful and disorienting breakup with an older woman who isn’t interested in the same variety of domesticity Andrea is, namely, monogamous cohabitation: “It had turned out the only person my former girlfriend of three years ", "didn’t", " want to have sex with — or ", "share", " sex with, as she called it — was me.”", "Heartbroken and unmoored, Andrea finds guilty, covert solace in the arms of a straight man, Ryan Coates, whom Andrea knows “in the Portland way, one and a half degrees of separation” — he cuts her ex’s hair and is the drummer for the Cold Shoulder, a local band that seems to be on a trajectory toward career-making success. As their romance develops, the sensitivity and insight with which Johnson treats Andrea’s bewilderment and shame at betraying not just her identity but her people — lesbians as a community — are among this novel’s many felicities.", "The author resists drawing Ryan as a sexual tourist or a two-dimensional cad; he’s sincere and shy and the one who falls earnestly in love during the months of their clandestine affair. Andrea, by contrast, keeps her own feelings at arm’s length while permitting herself to slink around with him, out of view of her censorious and gossip-loving friends.", "When Andrea learns she’s pregnant, she decides to keep the baby, and for lack of other viable options (she still lives hand-to-mouth, piecemealing an income from different part-time jobs), she and Ryan try on the costume of heterosexual couplehood. “I began to see billboards and advertisements in a new way,” she observes. “A family frolicked on an afternoon-gilded lawn, a woman threw her arms around a man’s shoulders and they gazed at a screen together, everyone grinning and buying, grinning and selling. … Versions of the relationship I was now in played out in everything ever written, acted, sung, sold, declared. … There was so much written and sold about the love and trouble between men and women that if you lined it all up end to end the whole world would be wrapped as thickly and totally as a rubber-band ball.”", "This is another of the novel’s delights — how clearly Johnson delineates the psychosexual dualities and prejudices of our culture, how effortlessly she instructs even as she entertains. As Andrea puzzles out the alarming reality of her life and her attraction to Ryan, tenuous as it might be, we too are wondering if it’s possible to be both straight and gay (bisexuality is scorned as a provisional space, more fiction than nonfiction). In due course, Johnson offers us her answer, but I won’t spoil the pleasures of that discovery.", "In its final section, the novel fast-forwards to 2009 and shifts from first person narration to an alternating close third person point of view. Here the momentum falters a bit. Andrea’s perspective is so fresh and funny, her voice at once self-effacing and arch, that the move to third person is both jarring and a bit of a letdown. Johnson presumably employs this tactic in order to access Ryan’s thoughts and those of their 9-year-old daughter, Lucia. I don’t know if this shift was necessary, but it’s understandable why the author chose to make it. At its heart, this book is about risk-taking, and Johnson should be admired for taking the ones she does.", "“Stray City” makes an expansive canvas, diverse and colorful, for a vibrant portrait of a woman coming into her own, in a city also coming into its own, brimming with music, art and beauty. Johnson’s debut is a thoughtful and joyous literary experience, one that celebrates its characters and liberally rewards its readers."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "April 11, 2018", "articles_link": "https://www.nytimes.com/2018/04/11/opinion/donald-trump-mike-pence.html", "articles_title": [], "article_text": []},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018", "articles_link": "https://www.nytimes.com/2018/04/11/us/politics/zuckerberg-facebook-cambridge-analytica.html", "articles_title": ["Lawmakers Grill Mark Zuckerberg Over Facebook: Live Coverage"], "article_text": ["Right Now:", " Zuckerberg is facing a far tougher crowd as he testifies before the House for a second day of grilling by lawmakers.", "Mark Zuckerberg, the billionaire founder and chief executive of Facebook, is facing a much tougher crowd on the House side of Capitol Hill in his second day of congressional testimony.", "Lawmakers on both side of the aisle grilled Mr. Zuckerberg over his company’s handling of user data and were particularly focused on the platform’s privacy settings, which put the onus on users to protect their privacy. Both Democrats and Republicans pressed Mr. Zuckerberg about the company’s default settings, asking why Facebook required people to opt in to protect their privacy, rather than having privacy protections as the default.", "Representative Frank Pallone, a New Jersey Democrat, pressed Mr. Zuckerberg on whether Facebook would agree or refuse to change Facebook’s default settings to minimize collection and use of users’ data.", "“This is a complex issue that deserves more than a one word answer,” Mr. Zuckerberg answered.", "“That’s disappointing to me,” Mr. Pallone responded.", "The concern was echoed by Bobby Rush, a Democrat of Illinois, who pointed a finger at Mr. Zuckerberg and asked: “Why is the onus on the user to opt in to privacy and security settings?”", "While Tuesday’s Senate hearing contained tough questions, the lawmakers were generally deferential to Mr. Zuckerberg. That is less the case in the House, where lawmakers have repeatedly pointed their fingers at Mr. Zuckerberg and expressed their “disappointment” with his answers.", "Mr. Zuckerberg, wearing a blue suit and tie, has remained calm and respectful in answering the questions. However, he has more frequently told lawmakers he is unsure what their question means when being asked to give direct answer.", "California Democrat Anna Eshoo asked Mr. Zuckerberg bluntly: “Are you willing to change your business model to protect users’ privacy?”", "“Congresswoman, I’m not sure what that means,” Mr. Zuckerberg said.", "Mr. Zuckerberg was accompanied by Facebook’s top legal and policy staff. Facebook’s general counsel, Colin Stretch, and Joel Kaplan, vice president of global public policy, resumed their seats behind Mr. Zuckerberg.", "His appearance before the House Energy and Commerce Committee comes less than 24 hours after a nearly ", "five", "-hour grillin", "g in the Senate", ", where lawmakers attacked Facebook for failing to protect its users’ data and its inability to spot or stop Russia’s use of the platform to try to interfere in the 2016 United States presidential election. Several senators on both sides of the aisle raised the prospect of stricter government regulation of Facebook and suggested the tech company might have become a monopoly.", "Mr. Zuckerberg, ", "who spent weeks preparing for the hearings", ", admitted he had made mistakes and accepted responsibility, but that did little to mollify some senators, like Senator Lindsey Graham, Republican of South Carolina, who said Facebook needed stricter oversight.", "House lawmakers began their hearing with a similar theme: That Facebook has grown too big and too powerful and may need more government regulation.", "Like Tuesday’s hearing, Wednesday’s hearing is also a packed house, with Mr. Zuckerberg seated at a long table, flanked by advisers, with an overflow crowd filling up the hallway outside. And, like Tuesday, Mr. Zuckerberg repeated his same opening testimony, which lawmakers ", "had released earlier this week", ".", "Representative Greg Walden, Republican of Oregon and chair of the Energy and Commerce Committee, kicked off the hearing by declaring that “while Facebook has certainly grown, I worry it has not matured.”", "Mr. Walden floated the prospect of regulation, saying that “I think it is time to ask whether Facebook may have moved too fast and broken too many things.”", "Later in the hearing, Mr. Zuckerberg said regulation was “inevitable.” But he repeated that the right kind of regulation mattered and he pointed out that some regulation could only solidify the power of a large company like Facebook, which could hurt start-ups.", "On Tuesday, several senators sounded a similar tune, saying Facebook couldn’t be trusted with the vast amounts of data being collected, much of which was being done without users’ full understanding.", "“Most Americans have no idea what they are signing up for because Facebook’s terms of service are beyond comprehension,” Mr. Graham said in a statement after the hearing.", "He called Facebook a “virtual monopoly” and said “continued self-regulation is not the right answer when it comes to dealing with the abuses we have seen on Facebook.”", "Three senators introduced privacy legislation on Tuesday that would require users’ permission to collect and share their data.", "Mr. Zuckerberg repeatedly said he was open to regulations but that it would have to be the “right” regulations with the right details. On Wednesday, Mr. Zuckerberg was asked to agree to privacy legislation that requires permission for data collection. Mr. Zuckerberg demurred and did not express support for any specific legislative proposal.", "Last week, Mr. Zuckerberg made a promise. He said that Facebook planned to give users worldwide the same privacy controls required by a tough new data protection law which will go into effect in the European Union next month.", "This morning, Rep. Gene Green, a Texas Democrat, and Jan Schakowsky, an Illinois Democrat, pressed him repeatedly on the issue. And Mr. Zuckerberg repeated his commitment to give all users those controls.", "But European regulators and privacy advocates said over the last week that a number of Facebook’s current practices seemed violate the new law, called the General Data Protection Regulation.", "For one thing, the European law requires privacy by design and default. European experts said that, in their view, that would require Facebook turn off a number of advertising and privacy settings which are currently set to sharing should be turned off — and instead ask user permission to turn them on.", "Mr. Zuckerberg answered the legislators’ questions by saying that the company plans to put a tool “at the top of everyone’s app” where users will be able to make privacy and sharing choices. But the company may not offer affirmative consent — asking users to explicitly opt-in — in every country, depending on legal issues, he said.", "Mr. Green also asked Mr. Zuckerberg if Facebook planned to comply with the provision in the European law that allows individuals to obtain a copy of the data companies hold about them. That data would include both the messages, posts and photos that an individual posted as well as details a company may have collected about them, European regulators said.", "Facebook currently allows users to download a copy of their personal data like their messages, likes and posts.", "But Rep. Green wanted to know if Facebook would comply with the European law — and extend those protections to users worldwide — by providing individuals with the complete records and profiles the Facebook has compiled on them. That would include any data the company collected about its users by tracking them on other websites, and any data the company bought or acquired from third parties about users, and any categorizations or algorithmic scores Facebook created about users, regulators said.", "Mr. Zuckerberg said he believed all of the data is available.", "That isn’t true for the moment — at least for a couple of reporters who recently downloaded their Facebook data. But Facebook has about six weeks to figure out how to give users a copy of their algorithmic scores, Web tracking data and other records the social network has compiled before the law goes into effect in Europe.", "Senators pressed Mr. Zuckerberg on why Facebook didn’t inform users about the ", "harvesting of user data by Cambridge Analytica", ", a political consulting firm with ties to the Trump campaign, in 2015, when it was informed of the data abuse.", "Mr. Zuckerberg did not admit that the company explicitly decided to withhold that information from consumers, but he said the company made a mistake in not telling users.", "Several lawmakers have pointed out to Mr. Zuckerberg, repeatedly, that the Obama campaign used a Facebook app to also scrape data from users and their friends in 2012.", "But those lawmakers have failed to mention one very important distinction between the Obama campaign’s app and Cambridge Analytica’s app: The Obama app was actually on Facebook itself, and it was very clear about who and what the data would be used for.", "The app used to scrape data for Cambridge Analytica was accessed through a personality questionnaire hosted on a site outside of Facebook, and it appeared to users to be for academic research, not for a political data company owned by a wealthy Republican donor and dedicated to reshaping the American electorate.", "Asked whether Facebook will sue the researcher who created the app, ", "Aleksandr Kogan, or Cambridge Analytica, Mr. Zuckerberg said “it’s something we’re looking into.”", "Representative Joe Barton, Republican of Texas, zeroed in on a line of questioning that his Texas counterpart in the Senate, Ted Cruz, also asked, pressing Mr. Zuckerberg on why Facebook has been allegedly censoring content from conservative organizations and Trump supporters such as Diamond and Silk.", "Mr. Barton also asked Mr. Zuckerberg if he would agree that Facebook would work to ensure it is “a neutral public platform,” a question also asked by Mr. Cruz.", "“I do agree that we should give people a voice,” Mr. Zuckerberg said.", "Steve Scalise, a Republican from Louisiana and the majority whip, questioned whether Facebook’s newsfeed algorithms tamp down conservative news in favor of more left-leaning outlets.", "Mr. Zuckerberg said that “there is absolutely no directive” to have “any kind of bias in anything we do,” adding that Facebook’s goal “is to be a platform for all ideas.”", "The proliferation of so-called fake news has put Mr. Zuckerberg in an awkward spot, as the company promises to do a better job of weeding out propaganda and falsehoods but insists it cannot police free speech.", "At Tuesday’s hearing, Senator Ted Cruz, Republican of Texas, grilled Mr. Zuckerberg on allegations that Facebook had censored content from Trump supporters and conservatives.", "And Democrats expressed concerns about the inflammatory stories that were published on the platform by the Internet Research Agency, a private company with Kremlin ties.", "Mr. Walden foreshadowed a line of questioning for Mr. Zuckerberg on how Facebook works and if the social media site has become a publisher or utility service that deserves regulation.", "“What exactly is Facebook?” Mr. Walden asked, listing industries like advertising, publishing and even telecom, or “common carrier in the information age.”", "The definitions matter. If Facebook is viewed as a telecommunications service that is more like a utility, it may be regulated by the Federal Communications Commission. If lawmakers define Facebook as a publisher, it could also fall under regulations at that agency.", "“I consider us to be a technology company,” Mr. Zuckerberg answered. “The primary thing we do is have engineers that write code and build services for other people.”", "Facebook, he said, is not a software company, despite creating software. It is not an aerospace company, ", "even though it builds planes", ". It is not a financial institution, although it offers payment tools for users.", "“Do we have a responsibility for the content people share on Facebook? I think the answer to that question is yes,” Mr. Zuckerberg said.", "The Senate hearing made clear that lawmakers aren’t quite sure what Facebook’s business model is or how it works, including what the difference is between selling user data to advertisers and allowing advertisers to target ads to an aggregated slice of Facebook users.", "The technological gap between Silicon Valley and Washington was apparent when Senator Roger Wicker, a Republican of Mississippi, asked about internet regulation.", "Mr. Zuckerberg explained that when thinking about regulations, government officials need to differentiate between internet companies like his and broadband providers, the companies that build and run the “pipes” that carry internet traffic, like AT&T and Comcast.", "The difference is at the heart of net neutrality, a hotly debated regulation that was overturned last year. The rules prevent internet service providers from favoring the flow of all internet content through their pipes.", "“I think in general the expectations that people have of the pipes are somewhat different from the platforms,” Mr. Zuckerberg said.", "“When you say pipes, you mean?” Mr. Wicker asked."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "April 10, 2018", "articles_link": "https://www.nytimes.com/2018/04/10/technology/zuckerberg-elections-russia-data-privacy.html", "articles_title": [], "article_text": []},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "April 11, 2018", "articles_link": "https://www.nytimes.com/2018/04/11/upshot/republicans-couldnt-knock-down-obamacare-so-theyre-finding-ways-around-it.html", "articles_title": [], "article_text": []},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 10, 2018, 11:58 P.M. E.D.T.", "articles_link": "https://www.nytimes.com/aponline/2018/04/10/us/politics/ap-us-facebook-privacy-scandal-the-latest.html", "articles_title": ["The Latest: Reddit Says It Banned 944 Suspicious Accounts"], "article_text": ["WASHINGTON —  The Latest on Facebook's privacy scandal and Mark Zuckerberg's congressional testimony (all times local):", "8:20 p.m.", "Discussion forum company Reddit issued its transparency report for 2017 during Facebook CEO Mark Zuckerberg's Senate appearance, saying it had found and banned 944 suspicious accounts associated with Russia's Internet Research Agency.", "Reddit CEO Steve Huffman says in a post that the company is cooperating with Congress and informed lawmakers of its findings Tuesday.", "Sen. Mark Warner welcomed the announcement in a statement, saying all technology platforms have a responsibility to prevent foreign adversaries from interfering in U.S. elections.", "The update went out during Zuckerberg's five-hour appearance before a joint U.S. Senate committee hearing. Senators grilled him about privacy in the wake of pro-Trump data mining firm Cambridge Analytica's collection of Facebook data on millions of Americans without their knowledge.", "__", "6:55 p.m.", "CEO Mark Zuckerberg says Facebook has not seen a falloff in usage in light of the Cambridge Analytica scandal.", "Zuckerberg had already said last week that the company has not seen any \"meaningful impact\" from an online campaign to \"delete Facebook\" or from some high-profile departures, such as Elon Musk's companies pulling their pages from the site.", "Tuesday's congressional hearing is the first of two Zuckerberg faces this week to answer questions about Facebook's privacy protections and other issues.", "__", "6:25 p.m.", "If his notes are any indication, Facebook CEO Mark Zuckerberg expected senators to ask whether he'd resign. His notes acknowledge he's made mistakes and say the company is facing a \"big challenge\" but will solve this one too.", "Zuckerberg's notes were briefly visible to an Associated Press photographer during a hearing Tuesday in which he answered questions about privacy, election interference and other issues.", "The bullet-pointed pages include sections on \"diversity,\" ''competition,\" and GDPR, the European data-privacy rules that go into effect next month. Zuckerberg's notes warn him, \"don't say we already do what GDPR requires.\"", "The notes even refer to Tim Cook, the Apple CEO who recently criticized Facebook. One note says there are \"lots of stories about apps misusing Apple data, never seen Apple notify people.\"", "__", "6:20 p.m.", "Sen. Richard Blumenthal had a piece of evidence during Tuesday's grilling of Facebook CEO Mark Zuckerberg.", "The former Connecticut attorney general displayed what his staff called a previously undisclosed 2014 agreement in which Facebook granted the researcher at the center of the Cambridge Analytica scandal permission to sell data collected from Facebook users through a survey.", "Facebook has claimed it was deceived by the researcher, whose survey was used to collect data on up to 87 million users.", "Blumenthal asked if the document violated a 2011 consent decree on improving user privacy that Facebook reached with the Federal Trade Commission.", "Zuckerberg said no, but also said the document was \"in conflict\" with Facebook rules.", "Blumenthal decried Facebook's \"willfull blindness\" and insisted it will only change its ways with strict regulation.", "___", "5:40 p.m.", "Facebook CEO Mark Zuckerberg is assuring lawmakers he has learned a lot since starting the social network in his Harvard dorm room 14 years ago.", "The roughly 2.2 billion people now using Facebook can only hope Zuckerberg's views on personal privacy have changed.", "Not long after Zuckerberg started Facebook while he was still 19 years old, he mocked the people entrusting him with their emails, pictures and other sensitive information while instant messaging with a friend. The exchange was obtained and published in 2010 by Business Insider.", "After his friends asked him how he obtained so much information about 4,000 people, Zuckerberg said they \"trust me\" and then described people as \"dumb\" for doing it, punctuated with a profanity.", "Zuckerberg later apologized for the remarks in a 2010 interview with \"The New Yorker\" and said he had \"learned and grown a lot.\"", "___", "5:10 p.m.", "Investors are rallying around Facebook as CEO Mark Zuckerberg appears before Congress to answer questions about the social media giant's recent privacy scandal.", "Facebook shares rose 4.5 percent to $165.04, their biggest percentage gain in almost two years.", "About half the gain came early in the day as the broader market surged on signs of an easing in trade tensions between the U.S. and China. Facebook shares gained further as Zuckerberg took questions from senators seeking an explanation for how Facebook failed to prevent a data-mining company from gathering personal information on 87 million users and whether the company does enough to protect users' data.", "Facebook shares are still down about 11 percent since the scandal broke last month due to concerns about stricter regulation of social media companies.", "___", "5 p.m.", "Facebook CEO Mark Zuckerberg says the company wouldn't necessarily know if someone set up a shell corporation to run political ads in the U.S. to skirt the company's verification process.", "The company announced recently that it would require political advertisers — and those running so-called political \"issue ads\" — to verify who they are and that they have a physical address. Facebook would verify this by asking for a government-issued ID and by mailing a special code to the advertiser's physical address to verify it.", "Zuckerberg was responding to questions by Sen. Sheldon Whitehouse, a Democrat from Rhode Island, who asked how the company is able to verify the \"true beneficiary\" of a site that is putting out political material.", "Tuesday's congressional hearing is the first of two Zuckerberg faces this week to answer questions about Facebook's privacy protections and other issues.", "___", "4:50 p.m.", "Crisis-management experts say the Facebook CEO looks a bit shaky at points but is overall doing a fairly good job on appearing cooperative and forthright.", "Mike Chapple, a University of Notre Dame professor, said Zuckerberg was doing a good job overall.", "Chapple said: \"As far as I can tell the answers he's providing are accurate, he's being upfront about mistakes they've made in past and committed to correcting issues in the future.\"", "But Dartmouth Business Professor Paul Argenti said he sounded \"staged and careful.\"", "Argenti said: \"He's probably said 15 times, 'I'll have my people get in touch with you.' There's a formality about the way he's presenting himself.\"", "__", "4:35 p.m.", "Facebook CEO Mark Zuckerberg says the company is \"responsible for the content\" on its platform.", "That's a departure from how internet companies have traditionally viewed themselves — as neutral platforms generally not responsible for what people post and share on their services.", "But Zuckerberg, who is testifying before a rare joint congressional committee on Tuesday, says Facebook needs to take a \"broader view\" of its responsibility in the world.", "He also says that advances in artificial intelligence mean companies like Facebook will have to think about proactively removing objectionable content, for example, not just reactively after someone flags it. This, he says, raises \"moral and legal\" obligation questions.", "Facebook already removes some content, such as suspected terrorist propaganda before anyone sees it. But as its systems improve, it'll likely be able to remove other content too.", "___", "4:30 p.m.", "Texas Sen. Ted Cruz says many Americans are concerned that Facebook is biased against conservatives.", "Questioning Facebook CEO Mark Zuckerberg at a Senate hearing Tuesday, the Republican senator and former GOP presidential candidate said that to many people there \"appears to be a pervasive pattern of political bias\" after some conservative pages were taken down from the platform. In a series of pointed questions, Cruz asked Zuckerberg if he had tracked the political affiliations of his employees.", "Zuckerberg said he had not. But he noted that the company is based in left-leaning Silicon Valley, and said \"it is a fair concern.\"", "Cambridge Analytica, the data-mining firm alleged to have collected private Facebook data on users, has boasted of helping Cruz win the Iowa caucus in 2016.", "___", "3:55 p.m.", "Facebook CEO Mark Zuckerberg says his company is \"working with\" special counsel Robert Mueller in his probe into Russian interference.", "Earlier this year Mueller charged 13 Russian individuals and three Russian companies in a plot to interfere in the 2016 presidential election through a social media propaganda effort that included online ad purchases using U.S. aliases and politicking on U.S. soil. Some of the Russian ads were on Facebook.", "Zuckerberg says he has not been personally interviewed and said he is not aware if the company has been subpoenaed.", "___", "3:50 p.m.", "Asked by Senator Lindsey Graham if Facebook has a monopoly, CEO Mark Zuckerberg said it \"certainly doesn't feel that way to me.\"", "Zuckerberg is facing 44 senators in a rare joint committee hearing to talk about how his company protects user data and deals with elections meddling, among other issues. He says Facebook has many competitors and demurred at naming just one.", "He says Facebook provides a \"number of different services\" and that the average person uses eight different apps to communicate with friends.", "Some critics who say Facebook is too big say it should be forced to spin off apps like WhatsApp and Instagram.", "Generally, though, Facebook is considered a \"duopoly\" with Google when it comes to the digital advertising market. It does have several competitors on other fronts, including by Twitter, Snapchat and various messaging apps around the world", "___", "3:45 p.m.", "Facebook CEO Mark Zuckerberg is trying to assure U.S. lawmakers who are worried that Russia and other foreign powers will use the social media network to meddle in the upcoming midterm elections.", "Testifying for the first time publicly on Capitol Hill, the 33-year-old told lawmakers that 2018 was an \"incredibly important year\" for elections around the world, including the U.S. , India and Brazil.", "He says Facebook has deployed new artificial intelligence tools that do a better job identifying fake accounts. This is intended to help prevent elections interference by foreign actors — something Zuckerberg says is an \"arms race.\"", "He's said in the past that the company is in better shape this year than it was in the 2016 U.S. presidential election when Facebook said to be used by Moscow to sow discord among Americans.", "___", "3:40 p.m.", "Facebook could have artificial intelligence tools within a five to 10 year period that accurately flag hate speech.", "CEO Mark Zuckerberg said in a Senate hearing that he is optimistic that in that time period the company will have the tools that can get into \"linguistic nuances\" of content to be more accurate in flagging posts that use hate speech.", "Today, he said, \"we're just not there on that.\"", "Zuckerberg is facing 44 senators as part of a rare joint committee hearing to address how his company handles user privacy and other issues.", "___", "3:30 p.m.", "Facebook CEO Mark Zuckerberg says \"it was clearly a mistake\" to believe the data-mining company Cambridge Analytica deleted Facebook data it had gathered in an attempt to sway elections.", "A former employee of Cambridge Analytica, a London-based data-mining firm with ties to U.S. President Donald Trump, said the company collected the Facebook information of tens of millions of users without their permission. The firm got Facebook information through an app in order to build psychological profiles on a large portion of the U.S. electorate.", "Zuckerberg said the company considered the data collection \"a closed case\" because they thought the data had been deleted. He said they would handle it differently today.", "He said the company did not alert the Federal Trade Commission about the data collection.", "___", "3:05 p.m.", "Facebook CEO Mark Zuckerberg is facing 44 senators as part of a rare joint committee hearing to address how his company handles user privacy and other issues.", "Zuckerberg said in his opening statement Tuesday that Facebook didn't do enough to prevent its tools from being used for harm. This, he says, goes for fake news, foreign elections interference, hate speech and data privacy.", "Zuckerberg is apologizing, as he has in the past, and says he is \"responsible\" for what happens on Facebook. Zuckerberg is also reiterating that the company is in the process of investigating apps that had access to user data. He says the company is investigating \"many apps,\" in the tens of thousands.", "__", "2:40 p.m.", "A person wearing a blue and green pointy wig, aiming to look like a Russian troll, watched from the back of the room as the Senate kicked off its hearing with Facebook CEO Mark Zuckerberg. The person wore a red and blue Russian flag around his neck.", "Other protesters held up signs that said \"Stop Corporate Spying.\"", "Judiciary Committee Chairman Chuck Grassley noted that the crowd was not big by the standards of the gargantuan social network platform. But the hearing room was filled, with a line of hundreds of people waited down the hall and into the next office building.", "Zuckerberg is testifying in the Senate on Tuesday and the House on Wednesday.", "__", "2:15 p.m.", "The first of two congressional hearings with Facebook CEO Mark Zuckerberg has begun.", "Zuckerberg is testifying in the Senate on Tuesday and the House on Wednesday. He agreed to testify after revelations that Cambridge Analytica, a data-mining firm affiliated with Donald Trump's presidential campaign, gathered personal information from 87 million users to try to influence elections.", "Senators are expected to also ask him about Russian interference on his company's platform in the 2016 election.", "In testimony released Monday, Zuckerberg apologizes for the privacy scandal and for not recognizing Russian interference sooner.", "___", "2 p.m.", "Twitter says it is endorsing the Honest Ads Act, a bipartisan bill designed to make online political advertisements more transparent by revealing who paid for them, among other information.", "Facebook recently came out in support of the bill. The company's CEO, Mark Zuckerberg, is testifying before Congress on Tuesday and Wednesday on users' data privacy and other issues, including foreign elections interference.", "Google, Facebook and Twitter were questioned last fall about Russian elections meddling through their platforms and all three were asked whether they'd support the bill. Google did not immediately respond to a request for comment on Tuesday afternoon.", "___", "12:30 p.m.", "Facebook faces two new federal lawsuits for allegedly violating the trust of the millions of users whose personal data was shared with the data-mining firm Cambridge Analytica.", "A California suit filed Monday seeks a court order to halt what it calls Facebook's unfair and deceptive business practices.", "A Delaware case filed Tuesday contends Facebook violated a 2011 consent decree with the Federal Trade Commission. It also names Cambridge Analytica and its business partners as defendants, alleging they committed fraud by using the social network to obtain personal data on at least 80 million Facebook users without their knowledge and consent.", "Both are seeking class-action status. Lawyers in the Delaware case say they are aware of about a dozen similar suits. Facebook had no comment, but referred to previous statements that called Cambridge Analytica's actions a breach of trust.", "___", "10 a.m.", "Facebook has begun alerting some users that their data was swept up in the Cambridge Analytica privacy scandal.", "A notification that appeared on Facebook for some users Tuesday told them that \"one of your friends\" used Facebook to log into a now-banned personality quiz app called \"This Is Your Digital Life.\" The notice says the app misused the information, including public profile, page likes, birthday and current city, by sharing it with the data-mining firm Cambridge Analytica.", "As many as 87 million users who might have had their data shared were supposed to get a detailed message on their news feeds starting Monday. Facebook says more than 70 million of the affected users are in the U.S., though there are over a million each in the Philippines, Indonesia and the U.K.", "___", "1:45 a.m.", "Experts are questioning whether Facebook is fundamentally changing its relationship with users or just tinkering around the edges of its deep need for user data to sell ads.", "CEO Mark Zuckerberg is testifying before Congress on Tuesday and Wednesday in the wake of revelations that pro-Donald Trump data-mining firm Cambridge Analytica scooped millions of Facebook users' data without their knowledge.", "Researchers say it's unlikely that Facebook will upset its business model, which allows advertisers to precisely target users, even as the company clamps down on the information it passes to app developers.", "And Wall Street analysts are counting on Facebook to survive a user revolt, with shares up some 4 percent after a nine-month low hit late last month.", "___", "12:10 a.m.", "After privately assuring senators that his company will do better, Facebook CEO Mark Zuckerberg is undergoing a two-day congressional inquisition that will be very public — and could be pivotal for his massive company.", "Zuckerberg visited with senators in closed-door meetings Monday, previewing the public apology he plans to give Congress on Tuesday after revelations that the data-mining firm Cambridge Analytica gathered personal information from 87 million users to try to influence elections.", "Zuckerberg will testify before a joint session of two Senate committees on Tuesday and before a House panel on Wednesday.", "In prepared testimony released Monday by the House Energy and Commerce Committee, Zuckerberg apologizes for fake news, hate speech, a lack of data privacy and Russian social media interference in the 2016 elections."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018", "articles_link": "https://www.nytimes.com/2018/04/11/nyregion/chelsea-hotel-doors-auction.html", "articles_title": ["Even the Doors From the Chelsea Hotel Are Icons"], "article_text": ["The once-elegantly shabby ", "Chelsea Hotel", " has been called different things over the years: A hangout (writers like Mark Twain, Tom Wolfe and Jack Kerouac called it home). A crime scene (after the punk rocker Sid Vicious was charged with stabbing his girlfriend to death in their room in 1978). A muse for future parents (Bill and Hillary Clinton ", "named their daughter Chelsea", " for the song “Chelsea Morning”).", "Now discarded pieces from the hotel are hanging in an art gallery and are to be sold by an auction house.", "The pieces are doors from some of the rooms where things that made the Chelsea famous happened, and there are some head-spinning juxtapositions: Iggy Pop and Bette Davis shared Room 126, decades apart. Tennessee Williams and Jon Bon Jovi lived in the same fifth-floor room, but at different times.", "The doors were salvaged by a man who once lived there but was homeless by the time a top-to-bottom renovation began in 2011. The former tenant, Jim Georgiou, saw the doors being trundled to the trash and arranged to retrieve them, store them, document them — and now sell them.", "“For me they were history and beauty and connected to my heart,” he said. “They’re precious because there are so many people who’ve been through them.”", "The hotel is sheathed in construction netting as the renovation goes on. One result will bring the installation of new doors that conform to city fire codes.", "The hotel once had long-term tenants and transients (like Humphrey Bogart, who arrived, drunk, one night in 1951, checked in, trashed his room, passed out and departed the next day). The hotel stopped taking reservations for transients in 2011 and canceled the reservations that were on the books.", "One of the owners, Ira Drukier, said last month that 48 long-term tenants remained. He said the goal was to open rooms on the upper floors in a few months.", "“We started from the top down,” he said. “We hope to have 10, 9, 8, 7 in operation before the end of the year.”", "Last month the renovations reached the restaurant on the first floor, ", "El Quijote", ". It will remain closed for several months while workers install support columns in the kitchen, among other things. And the tenants who are living through the renovation come and go through an unstylish vestibule that leads to a lobby that has all the charm of a construction site, although the ornate front desk is a transplant from the hotel’s earlier days.", "Mr. Georgiou said he lived in the Chelsea from September 2002 to April 2011. He said he had been a principal in an internet start-up company, living on Chambers Street downtown, and witnessed the Sept. 11 attacks from his apartment. He moved out amid health problems and a financial drain, and ended up at the Chelsea.", "“When you move in there,” he said, “without getting ethereal about it, there is a sense of energy in the building.”", "There was also what he called its “utopian spirit.” “They were running a business, for sure,” he said, “but there was eccentricity, kookiness, darkness, light, all of it colliding to make it a very interesting place.” That began to change after the longtime manager, ", "Stanley Bard", ", was ousted in 2007 in a power struggle among the owners at the time.", "Mr. Georgiou said he had occupied Room 225, and of course it had a history. “I lived in Bob Dylan’s room,” he said. One of them, anyway. “He lived in three rooms: 211, 215 and 225,” he said.", "Mr. Georgiou said he visited the building after renovations began and construction workers were in the corridors. “I said, ‘Do you guys realize what you’re doing here?’” he recalled. “I said, ‘This is history. I realize the building needs work, but tread lightly.’ One day I asked, ‘What are you doing with this stuff?’ They said, ‘Oh, we’re throwing it away.’”", "So he set his sights on what he called “the procession of garbage.”", "He also made an arrangement with friends who had a truck, and when the construction workers put the doors in the trash, they loaded them in. Then Mr. Georgiou dug into the hotel’s history, reading and talking with people whose memories reached back decades. He was looking to assemble a room-by-room history of who had done what and where, arranged according to the room numbers on the doors. Then he called Guernsey’s, an auction house that has found buyers for everything from Rembrandts and Renoirs to a $3 million baseball to ", "one of Les Paul’s guitars", ".", "“The doors are anything but beautiful,” said Arlan Ettinger, the president of Guernsey’s. “Some of them have big spray-can X’s to indicate the throw-it-out kind of thing. They are iconic objects, but as with many objects, what’s important is not their physical presence but what they represented.”", "What they represented, he said, was the portal to something Mr. Georgiou did not have at the time, a home. But Mr. Ettinger said Mr. Georgiou had insisted that money from the sale go to charity. City Harvest, a nonprofit group that collects and redistributes uneaten food from restaurants, bakeries and greenmarkets, among other places, will receive the same amount as Mr. Georgiou, Mr. Ettinger said. The auction is to take place at 7:30 p.m. Thursday at the ", "Ricco/Maresca + Flowers Galleries", ", 529 West 20th Street.", "At the hotel, the renovation continues. Zoe Pappas, the head of the tenants’ association, said the owners had been responsive to concerns her group had raised. She also said that tenants who had moved within the building had been able to add personal touches to their new apartments, choosing tile for the bathrooms or adding molding where they wanted it. But there is still dust and noise — and a construction elevator outside one of her windows.", "Sometimes she waves at the workers riding in it. They wave back.", "She could put curtains on the windows so they could not see into her apartment for a glimpse of her grand piano or a look at where she and her husband, Nicholas, work — she is a structural engineer, he is an architect.", "On a sunny day, the apartment is bright, and curtains do not appeal to her.", "“I don’t want to live in a coffin,” she said."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 12:22 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/aponline/2018/04/10/us/politics/ap-us-trump-mueller-.html", "articles_title": ["Senators Move to Protect Mueller as Trump Criticizes Probe"], "article_text": ["WASHINGTON —  A bipartisan group of four senators is moving to protect special counsel Robert Mueller's job as President Donald Trump publicly muses about firing him.", "Republican Sens. Thom Tillis of North Carolina and Lindsey Graham of South Carolina and Democratic Sens. Chris Coons of Delaware and Cory Booker of New Jersey plan to introduce legislation Wednesday that would give any special counsel a 10-day window in which he or she could seek expedited judicial review of a firing, according to two people familiar with the legislation. They were not authorized to discuss the bill ahead of its release and requested anonymity.", "The legislation, which combines two bipartisan bills introduced last summer, signals escalating concerns in Congress as Trump has fumed about a Monday FBI raid of the office of his personal attorney, Michael Cohen. Trump has privately pondered firing Deputy Attorney General Rod Rosenstein and publicly criticized Mueller and his Russia probe.", "In addition to investigating potential ties between Russia and the Trump campaign, Mueller is also examining whether the president's actions constitute obstruction of justice. As the investigation has worn on, Trump has repeatedly called it a \"witch hunt.\" On Monday, after the Cohen raid, he said it was \"an attack on our country.\" The raid was overseen by the U.S. Attorney's office in Manhattan and was based in part on a referral from Mueller, said Cohen's lawyer, Stephen Ryan.", "After introducing similar bills in August, when Trump first began criticizing the Mueller probe, both Tillis and Graham had been quiet for months on whether the legislation was still needed as Democrats continued to push for a bill. Both Republicans said they didn't think Trump would really move to fire Mueller. But the senators moved to push out a new, combined bill in the hours after Trump's tirade.", "Under the legislation, the expedited review would determine whether the special counsel was fired for good cause. The bill would also ensure that any staff, documents and other investigation materials were preserved as the matter was pending.", "It's unclear if it could ever become law. Such legislation is unlikely to move through the House, and many Republicans in the Senate still expressed confidence Tuesday that Trump would not fire the special counsel.", "\"I don't think he's going to be removed,\" said Senate Majority Leader Mitch McConnell, R-Ky. \"I think he'll be allowed to finish his job.\"", "Still, senators have publicly and privately let the White House know that firing Mueller would be a mistake, said the No. 2 Republican, Sen. John Cornyn of Texas.", "\"There would be serious repercussions,\" said Sen. Bob Corker, R-Tenn. \"I've shared with the president what a massive mistake it would be for him to do this. I've done that in person.\"", "Sen. Chuck Grassley, R-Iowa, the chairman of the Judiciary Committee, said Tuesday on Fox Business News: \"It would be suicide for the president to want to talk about firing Mueller. The less the president said on this whole thing, the better off he would be, the stronger his presidency would be.\"", "Democratic leaders have pushed for Republicans to move legislation to protect Mueller.", "\"Stand up and say what the president is doing is wrong,\" said Senate Minority Leader Chuck Schumer, D-N.Y. \"Make it clear that firing Mueller or interfering in his investigation crosses a red line.\"", "Trump cannot directly fire Mueller. Any dismissal, for cause, would have to be carried out by Rosenstein, who appointed the counsel in May 2017 and has repeatedly expressed support for him.", "___", "Associated Press writer Lisa Mascaro contributed to this report."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018", "articles_link": "https://www.nytimes.com/2018/04/11/books/review/michelle-dean-sharp.html", "articles_title": ["Ten Women Whose Tongues and Pens Were as ‘Sharp’ as Knives"], "article_text": ["SHARP ", "The Women Who Made an Art of Having an Opinion", " By Michelle Dean ", "362 pp. Grove Press. $26.", "“One must have a mind of winter,” Wallace Stevens writes in his poem “The Snow Man.” It’s the cold eye that beholds, without sentimentality or fear, “Nothing that is not there and the nothing that is.” In “Sharp: The Women Who Made an Art of Having an Opinion,” the journalist Michelle Dean has rounded up 10 minds of winter, all of them female, all of them prominent writers whose criticism, long-form reporting, fiction and satire have shaped thinking on world events and cultural dramas: Dorothy Parker, Rebecca West, Hannah Arendt, Mary McCarthy, Susan Sontag, Pauline Kael, Joan Didion, Nora Ephron, Renata Adler and Janet Malcolm. Dean gathered these women together, she says in her preface, “under the sign of a compliment that every one of them received in their lives: They were called sharp.”", "It is, of course, a compliment with an edge. Call a man “sharp” and he’s stylish, incisive, smart. Apply it to a woman, Dean writes, and there’s a “sense of terror underlying it. Sharpness, after all, cuts.” A virtue of her book is that it shows how each woman, by wielding a pen as if it were a scalpel or a scimitar, confounded the gender norm of niceness and placed her analytical prowess front and center. Among 20th-century intellectuals, “men might have outnumbered women, demographically,” Dean writes, but “in the arguably more crucial matter of producing work worth remembering, the work that defined the terms of their scene, the women were right up to par — and often beyond it.” I agree with her.", "Dean has arranged her book as a series of biographical portraits, one woman to a chapter, in chronological order. She also includes shorter segue chapters — entr’actes — in which two or three of the women intersect. (These include cameo appearances by the African-American novelist Zora Neale Hurston and the combative playwright Lillian Hellman.) As with all such lineups, Dean’s raises questions about who is there and who isn’t. Would she have been better off beginning with Virginia Woolf rather than Dorothy Parker? Woolf was a consummate artist and pioneering feminist, arguably greater than any of Dean’s 10, while Parker, who could be harder on herself than she was on her victims — self-regarding writers (whom she parodied), forgettable plays, bad books — wouldn’t dream of calling her writing “art.”", "By stressing “opinion” in the book’s subtitle, however, Dean has framed sharpness as a barbed pulpit in which the public intellectual or critic-as-virtuoso resides. Where the mysterious interiority of Woolf’s novels was never going to grab the masses, Parker’s brittle, witty verse (“If I’m in bed each night by 10, I may get back my looks again”) had real cultural currency in the late 1920s, with its partied-out flappers and collapsing economy. I do wonder, though, why Camille Paglia, the queen Hippolyte of 1990s cultural criticism, isn’t here.", "Well, it’s Dean’s party and she’s invited the sharps she most admires, even if they don’t always admire one another. Positioning herself not as a scholar breaking new ground (many of these women have been well covered in biographies, memoirs and academic studies) but as a missionary championing her subjects’ “oppositional spirit,” Dean artfully shepherds the reader through the professional and personal ups and downs of each life, keeping an eye on the affinities — a taste for battle, an ethic of intellectual honesty — that made some of them allies (McCarthy and Arendt, Arendt and Adler) and drove others apart (McCarthy and Sontag, Adler and Kael).", "A leitmotif — at least until Didion, Ephron and Malcolm come along — is that of being “the only woman at the table.” Parker embodied this as a member of the Algonquin Round Table, a charmed lunch club in which writers jousted with quips and witticisms. She wasn’t the only woman at this table, but she was the one who memorably bested the men — her pun on “horticulture” is by far the most quoted piece of Algonquin wordplay. Indeed, two themes run through this book: the hard-won autonomy of the one girl in the boys’ club and her ambivalence toward the feminist movement. Though McCarthy once characterized her heroine in a short story — a clear alter ego — as “a princess among the trolls,” and Sontag complained about being the only woman on countless panels, both accepted elevated status as their due and neither felt obliged to lower the ladder for other women. (A story went around that McCarthy baited the younger Sontag, who was suddenly turning heads, by saying, “I hear you’re the new me.”) The political philosopher Arendt “was steadfastly against feminism until her dying day,” Dean writes. She didn’t think it was a serious use of brainpower. And Didion called some of the movement’s methods “Stalinist.”", "Dean teases out the tangled intramural politics, which in many cases trace back to a shared stance against groupthink — including the groupthink of some schools of feminism. “I ran into quite a lot of people who wanted to cut these women out of history,” Dean writes, “precisely because they took advantage of their talents, and did so without turning those talents to the explicit support of feminism. It is viewed as an unforgivable lapse.” This is shocking, and it would have been interesting to know if the unforgiving are activists, academics or what.", "For readers unfamiliar with the work of these women, “Sharp” should be eye-opening. Dean traverses the intellectual landscape of the 20th century at an easy gallop — the boozy cocktail parties; the plotting of editors in their offices; the literary and political trench wars, aggressive essays thrown across the breach like grenades. She is frank, giving us the skinny. She admits that much of Parker’s verse doesn’t hold up (“It seems clichéd, overwrought”), and owns that Kael, the brilliant film critic of The New Yorker, was less than authoritative on subjects requiring sustained research. (In her book on “Citizen Kane,” Kael lined up opinions that supported her thesis yet never interviewed Orson Welles, the film’s director, who was very much alive.) Writing about Adler, the critic and novelist, Dean shows how a relentless need to attack can shade into self-sabotage: It’s one thing to go ferociously at your subjects, backed by a nurturing editor, and quite another to launch an Electra-like offensive against that editor’s replacement.", "For those who have lived with these writers for years, Dean can come up short. When she writes that Adler, in her famous New York Review of Books hatchet job on Kael’s criticism, “made a decent case,” it’s not enough. Adler was lawyerly, certainly, running down Kael’s every repeated trope and overused word, but her attack was as humorless as Kael’s reviews are pleasurable. You can be so right that you’re wrong, and I wondered what Dean really thinks.", "And what of Ephron, the comic writer and filmmaker whose motto, tattooed on her psyche by her alcoholic mother, was “everything is copy” — a phrase that could have been coined by Parker, for whom nothing was sacred and with whom Ephron identified early on. Sure, she wrote “Heartburn,” which shocked the mediacracy by broadcasting raw details from her failed marriage to Carl Bernstein. But what was oppositional about Ephron’s work in Hollywood? Her rom-coms “You’ve Got Mail” and “Sleepless in Seattle” are formulaic films that pander, with none of the vicious wit her friends enjoyed. (It’s been said that at parties one didn’t want to be the first to leave a conversation that included Ephron, lest she entertain those who remained with a zinger about you.) Did Ephron sell out? Or did she find another way to be the only woman at the table, this time in Tinseltown, where she got to be as trite as the men? Dean doesn’t say.", "Then there’s Malcolm, who at The New Yorker has made a specialty of reportage that stubbornly hovers in the zone where truth, story, presumption and the law merge into mist. She herself, like the Cheshire Cat, appears and disappears, which brings yet another dimension to writing on subjects such as psychoanalysis, crime, and ethics in journalism and biography. Over a long career, an oppositional sensibility can become a default strategy that subtly or not so subtly distorts the picture, and Malcolm’s ineffable calculation sometimes leaves one queasy about her motives. “The experience of reading a Malcolm text,” Dean writes, “is always to linger in that sense of uncertainty, both about the nominal subject … and about exactly what new kind of sly trick the narrator might be pulling on us.” Is this the art of opinion? Or something else?", "One is also curious to know where Dean stands on Arendt’s “Eichmann in Jerusalem,” a 1963 meditation on war crimes that was incendiary because of its problematic phrase “the banality of evil,” and a tone so cold that Arendt’s friend the Jewish historian Gershom Scholem thought it flippant (some used the word cruel). Dean lays out this controversy, and many others, with a deft hand, but sometimes skips ahead just when we want her to deliver her own view.", "I was struck, as well, by the number of sloppy sentences. Dean knows that clarity doesn’t exist without precision; Ephron’s meandering style, for instance, is so controlled it’s practically pointillist. And yet Dean’s own writing, direct and lively, can get too loosely conversational — too wordy and imprecise. Her chatty approach to these formidable women makes them seem accessible, and that’s a good thing. But a blue pencil is as strong as a sword, and more cut and thrust would have made this book sharper."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 10, 2018, 10:19 P.M. E.D.T.", "articles_link": "https://www.nytimes.com/aponline/2018/04/10/us/politics/ap-us-facebook-privacy-scandal-congress.html", "articles_title": ["Hardly 'Friends': Zuckerberg Fends Off Senators on Privacy"], "article_text": ["WASHINGTON —  Under fire for the worst privacy debacle in his company's history, Facebook CEO Mark Zuckerberg batted away often-aggressive questioning Tuesday from lawmakers who accused him of failing to protect the personal information of millions of Americans from Russians intent on upsetting the U.S. election.", "During some five hours of Senate questioning, Zuckerberg apologized several times for Facebook failures, disclosed that his company was \"working with\" special counsel Robert Mueller in the federal probe of Russian election interference and said it was working hard to change its own operations after the harvesting of users' private data by a data-mining company affiliated with Donald Trump's campaign.", "Seemingly unimpressed, Republican Sen. John Thune of South Dakota said Zuckerberg's company had a 14-year history of apologizing for \"ill-advised decisions\" related to user privacy. \"How is today's apology different?\" Thune asked.", "\"We have made a lot of mistakes in running the company,\" Zuckerberg conceded, and Facebook must work harder at ensuring the tools it creates are used in \"good and healthy\" ways.", "The controversy has brought a flood of bad publicity and sent the company's stock value plunging, but Zuckerberg seemed to achieve a measure of success in countering that: Facebook shares surged 4.5 percent for the day, the biggest gain in two years.", "In all, he skated largely unharmed through his first day of congressional testimony. He'll face House questioners Wednesday.", "The 33-year-old founder of the world's best-known social media giant appeared in a suit and tie, a departure from the T-shirt he's famous for wearing in public as well as in private. Even so, his youth cast a sharp contrast with his often-elderly, gray-haired Senate inquisitors. And the enormous complexity of the social network he created at times defeated the attempts of legislators to hammer him on Facebook's specific failures and how to fix them.", "The stakes are high for both Zuckerberg and his company. Facebook has been reeling from its worst-ever privacy failure following revelations last month that the political data-mining firm Cambridge Analytica, which was affiliated with Trump's 2016 campaign, improperly scooped up data on some 87 million users. Zuckerberg has been on an apology tour for most of the past two weeks, culminating in his congressional appearance Tuesday.", "Although shaky at times, Zuckerberg seemed to gain confidence as the day progressed. An iconic figure as a billionaire entrepreneur who changed the way people around the world relate to each other, he made a point of repeatedly referring back to the Harvard dorm room where he said Facebook was brought to life.", "At times, he showed plenty of steel. After a round of aggressive questioning about Facebook's alleged political bias from Sen. Ted Cruz, for instance, Zuckerberg grinned and almost chuckled. \"That was pretty good,\" he said of the exchange with Cruz.", "For the most part, his careful but generally straightforward answers, steeped in the sometimes arcane details of Facebook's underlying functions, often deflected aggressive questioning. When the going got tough, Zuckerberg was able to fall back on: \"Our team should follow up with you on that, Senator.\"", "As a result, he found it relatively easy to return to familiar talking points: Facebook made mistakes, he and his executives are very sorry, and they're working very hard to correct the problems and safeguard the users' data.", "As for the federal Russia probe that has occupied much of Washington's attention for months, he said he had not been interviewed by special counsel Mueller's team, but \"I know we're working with them.\" He offered no details, citing a concern about confidentiality rules of the investigation.", "Earlier this year Mueller charged 13 Russian individuals and three Russian companies in a plot to interfere in the 2016 presidential election through a social media propaganda effort that included online ad purchases using U.S. aliases and politicking on U.S. soil. A number of the Russian ads were on Facebook.", "Much of the effort was aimed at denigrating Democrat Hillary Clinton and thereby helping Republican Trump, or simply encouraging divisiveness and undercutting faith in the U.S. system.", "Zuckerberg said Facebook had been led to believe Cambridge Analytica had deleted the user data it had harvested and that had been \"clearly a mistake.\" He said Facebook had considered the data collection \"a closed case\" and had not alerted the Federal Trade Commission. He assured senators the company would handle the situation differently today.", "Separately, the company began alerting some of its users that their data was gathered by Cambridge Analytica. A notification that appeared on Facebook for some users Tuesday told them that \"one of your friends\" used Facebook to log into a now-banned personality quiz app called \"This Is Your Digital Life.\" The notice says the app misused the information, including public profiles, page likes, birthdays and current cities, by sharing it with Cambridge Analytica.", "In the hearings, Zuckerberg is trying to both restore public trust in his company and stave off federal regulations that some lawmakers have floated.", "Democrat Bill Nelson of Florida said he believes Zuckerberg was taking the congressional hearings seriously \"because he knows there is going to be a hard look at regulation.\"", "Republicans have yet to get behind any legislation, but that could change.", "Sen. Lindsey Graham, R-S.C., asked Zuckerberg if he would be willing to work with lawmakers to examine what \"regulations you think are necessary in your industry.\"", "Absolutely, Zuckerberg responded, saying later in an exchange with Sen. Dan Sullivan, R-Alaska, that \"I'm not the type of person who thinks that all regulation is bad.\"", "Ahead of the hearing, John Cornyn of Texas, the No. 2 Republican in the Senate, said, \"This is a serious matter, and I think people expect us to take action.\"", "At the hearing, Zuckerberg said: \"We didn't take a broad enough view of our responsibility, and that was a big mistake. It was my mistake, and I'm sorry. I started Facebook, I run it, and I'm responsible for what happens here.\"", "He outlined steps the company has taken to restrict outsiders' access to people's personal information. He also said the company is investigating every app that had access to a large amount of information before the company moved to prevent such access in 2014 — actions that came too late in the Cambridge Analytica case.", "___", "Associated Press writers Richard Lardner and Lisa Mascaro contributed to this report. Ortutay reported from New York. Hamilton reported from San Francisco.", "___", "For complete coverage of the Facebook privacy scandal, visit https://apnews.com/tag/FacebookPrivacyScandal"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "FEB. 27, 2018", "articles_link": "https://www.nytimes.com/2018/02/27/us/politics/parkland-gun-control-politics-midterms.html", "articles_title": ["Parkland Massacre Thrusts Guns Into the Midterm Spotlight"], "article_text": ["WASHINGTON — In Minnesota, a Democratic candidate for governor with rural roots is running from his past affiliation with the National Rifle Association. In South Florida, endangered House Republicans are embracing an assault weapons ban.", "And in Ohio, the moderate Democratic candidate for governor, feeling heat from his left, is embracing a more stringent gun-violence platform than his past relations with the N.R.A. would suggest.", "The ", "mass shooting", " at Marjory Stoneman Douglas High School", " in Parkland, Fla., has thrust gun rights into the midterm campaign, scrambling traditions in both parties as the debate shifts toward firearms restrictions.", "A host of House Republicans and a handful of the party’s governors are beginning to distance themselves from their party’s gun-rights orthodoxy, signaling an openness to restrictions that reflects the rising anger among suburban voters. But Democrats are under even more pressure from within to recalibrate their position on the issue. Even as they attempt to reclaim governorships and congressional seats in red-tinged regions, moderates recognize that bearing the mark of the N.R.A. could be fatal in their primaries.", "“I’ve always respected law-abiding citizens’ right to be responsible gun owners and many people in Ohio feel strongly about that,” said Richard Cordray, the leading Democratic candidate for governor in Ohio and former head of the Consumer Financial Protection Bureau, who first must beat the left-wing candidate, Dennis Kucinich, for the nomination. “But I also think people with their eyes and ears open are seeing some of these tragedies, of all different kinds in our society, and thinking we need to do more.”", "In recent years, both major parties have honored something of a nonaggression pact. As the Republican Party’s moderates thinned out, few Republicans strayed from the gun-rights line, and Democrats in competitive regions deliberately avoided making guns central, fearing that it was far more of a voting issue for gun advocates than gun control supporters. In Congress and in most states, gun policy was largely kept off the legislative agenda.", "But with mass shootings becoming agonizingly routine, and Americans demanding action after 17 Florida teenagers and faculty members were murdered on Valentine’s Day, this election may be more like 1994, when an assault weapons ban thrust guns to the fore.", "“This is a tipping point,” said Gov. Jay Inslee of Washington State, the head of the Democratic Governors Association and one of those lawmakers who lost his House seat after voting for the 1994 ban. “I think what people are looking for is more independent thought and less slavish devotion to the N.R.A.”", "On the Republican side, Gov. Bill Haslam of Tennessee, who runs the Republican Governors Association but does not have to run again, gave his party a blunt warning about the political challenge staring it in the face: voters “particularly among suburban women,” are mobilizing for gun control.", "“When you have something put into stark dramatization like Florida, then I think that gets people’s attention. And they say, ‘There’s got to be certain things we can do,’” said Mr. Haslam, who called for raising the age limit on gun purchases over the N.R.A.’s opposition.", "Yet it was not at all clear whether Congress will take up a gun control measure anytime soon. Before a planned bipartisan gun summit meeting on Wednesday at the White House, Speaker Paul D. Ryan told reporters on Tuesday that “we shouldn’t be banning guns for law-abiding citizens.”", "He indicated that lawmakers would focus on narrow measures and added, “We also want to make sure that we protect people’s due process rights and legal constitutional rights while making sure that people who should not get guns don’t get them.”", "The political peril for each party lies in divergent parts of the country: For Republicans, ignoring voters’ fears about gun violence could take a pronounced toll in the House, where the party is defending several dozen districts around major cities — including Philadelphia, Chicago, Los Angeles and San Diego — where Mr. Trump is deeply disliked and the N.R.A. has little following to speak of.", "On the Democratic side, it is in the more rural states — key to Democrats’ hopes in Senate and governors’ races — where Democratic supporters of gun rights have scrambled to react. In some cases, the rapidly shifting conversation on guns has collided with primary elections that party leaders like Mr. Inslee are hoping do not grow too nasty.", "In 2018, Democrats’ ability to compete in statewide elections in the Midwest and in the South may depend on candidates’ ability to court gun owners, many of whom fiercely oppose new regulations. Until recently, liberal Democrats largely tolerated such overtures as a political necessity. Just last week, Conor Lamb, a Democrat running a tenacious special election campaign in a conservative House district in southwestern Pennsylvania, rebuffed calls for new gun laws after the Parkland shooting.", "But the grim spectacle of students, churchgoers and concert attendees being killed by individuals wielding military-style semiautomatic rifles has mobilized gun control advocates in a new way — and pushed even red- and purple-state Democrats to move abruptly in their direction.", "Some who have in the past sought to placate the N.R.A. are now attempting to make amends with the left: In Minnesota, Representative Tim Walz, a Democratic candidate for governor embroiled in a contested primary, posted an apologetic note on Facebook after the Parkland shooting, endorsing an assault weapons ban and acknowledging “criticisms from those who take issue with my past campaign contributions from the N.R.A.”", "Mr. Walz, a military veteran from rural southern Minnesota whom the N.R.A. has endorsed in the past, said he is now determined to “get the N.R.A. out of the way, and get us to the common-sense solutions that we all agree on.”", "But his Democratic opponents see an opening.", "“It has become a huge issue,” said Rebecca Otto, the Democratic state auditor. “The only thing that has changed about Congressman Walz is he’s now running for governor.”", "In South Carolina, State Representative James Smith, the front-runner for the Democratic nomination for governor, has faced attacks in the primary race from a businessman, Phil Noble, for having received an “A” rating from the N.R.A. for several years. In Ohio, Mr. Cordray unveiled a more stringent gun violence platform last week amid criticism from Mr. Kucinich of his past relationship with the N.R.A.", "Mr. Cordray said in an interview that the Parkland shooting had prompted a reassessment of existing policies even among people who back broader gun rights. He has called for greatly expanded background checks and said lawmakers should “rethink” regulation of assault weapons, stopping short of demanding an outright ban. Mr. Cordray also cautioned that there are many voters in rural areas who “feel strongly about the Second Amendment and their right to have guns for hunting, for self-defense.”", "In Florida, Gwen Graham, whose primary political calling card has been her ability to win over Republican voters, wasted no time calling for new gun regulations after the Parkland shooting, including a suspension on sales of AR-15 rifles. But Ms. Graham, who previously represented a conservative stretch of the state’s panhandle in Congress, will surely face scrutiny in her primary for making more pro-gun comments when she was a congressional candidate facing opposition from the N.R.A.", "Even before the Florida shooting, however, the ranks of staunchly N.R.A.-aligned Democrats had dwindled to the point of near-extinction. After the party’s losses in the 2010 and 2014 elections, only a small group of Democrats from rural, solidly Republican areas remain in Congress. Of the five Senate Democrats who voted against a 2013 bill to expand background checks for gun purchasers, just one — Heidi Heitkamp of North Dakota — is still in office.", "But even in Texas, which has a gun culture that can be traced to its founding, the tide in the party is running clearly in the direction of gun restrictions. Representative Beto O’Rourke of Texas, a Democrat challenging Senator Ted Cruz, acknowledged his support for banning assault weapons would probably not poll well.", "But, he said, “You’ve got to do what’s right, and people need to know where you are on these issues.”", "On the Republican side, uniformity on the gun issue has been just as pronounced. Only three Senate Republicans still in office voted for the 2013 background-check bill, drafted by Senators Joe Manchin III, Democrat of West Virginia, and Patrick J. Toomey, Republican of Pennsylvania, after the December 2012 massacre at Sandy Hook Elementary School in Newtown, Conn.", "Yet the Florida shooting has plainly caused some Republicans to rethink the issue, or at least to buy time until they can assess whether this latest outcry will fade.", "In New Jersey, Jay Webber, a Republican state legislator who is running to succeed Representative Rodney Frelinghuysen, a retiring Republican, said voters are demanding an “open” conversation on guns. “There’s certainly a desire to do something,” said Mr. Webber, who has been backed by gun-rights activists in the past.", "But a number of Republicans facing contested primaries and courting the right have lurched in the other direction, in some cases even targeting their ostensible business allies. In Georgia, for instance, Lt. Gov. Casey Cagle, a Republican candidate for governor, ", "threatened to retaliate against Delta Air Lines", " for terminating a discount deal with N.R.A. members.", "A handful of congressional Republicans have made more determined gestures in the direction of gun regulation over the past two weeks. Representative Brian Mast of Florida, a Republican from near Parkland, and Carlos Curbelo, an endangered Republican in Miami, endorsed an assault weapons ban. Five Republicans from competitive districts are sponsoring a Democratic bill to authorize federal research into gun violence.", "Sometimes, said Gov. Ralph S. Northam of Virginia, who ran unapologetically on gun control and routed his Republican rival last year, “You have to be slapped in the face.”"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "April 7, 2018", "articles_link": "https://www.nytimes.com/2018/04/07/opinion/sunday/ted-cruz-beto-orourke-texas.html", "articles_title": [], "article_text": []},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 11:31 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/reuters/2018/04/11/business/11reuters-paulson-viacom.html", "articles_title": ["Hedge Fund Paulson & Co Takes Stake in Viacom Amid Turnaround"], "article_text": ["(Reuters) - Paulson & Co, the hedge fund firm led by billionaire investor John Paulson, has taken a stake in Viacom Inc as the U.S. media company has started to turn around its business amid a challenging landscape, Paulson told Reuters in an interview.", "Over the past few months, Paulson has bought 3.7 million nonvoting shares of Viacom as the company, which for years has suffered from declining advertising and viewership, has begun to show results of its turnaround plan under Chief Executive Officer Bob Bakish, Paulson said on Tuesday.", "\"We are very impressed with the turnaround,\" Paulson said. \"It is starting to look attractive.\"", "Paulson said he began buying shares of Viacom before the company began re-exploring a merger with CBS Corp, which he does not own.", "CBS and Viacom, both of which are controlled by Shari and Sumner Redstone, began exploring a merger in February. The two companies are negotiating the price of a deal, which is expected to be all-stock, and who will run the combined company, sources have told Reuters.", "A merger of CBS, which owns its broadcast network and premier channel Showtime, with Viacom, the owner of Paramount Pictures and such networks as Comedy Central and MTV, makes sense because it would give the company scale at a time when many media companies are merging, Paulson said.", "Walt Disney Co, for example, is in the middle of acquiring a number of 21st Century Fox's assets.", "Paulson said he has been impressed not only with the fact that, under Bakish, Viacom has renewed carriage deals with traditional cable companies like Charter Communications Inc, but that Bakish is focused on gaining subscribers through deals with online streaming services and mobile deals.", "\"We are just at the beginning of this,\" he said.", "Viacom recently announced a deal with Telefónica SA in Latin America to give its mobile subscribers access to its networks and shows.", "Paulson also noted that Paramount Pictures, under its new head, Jim Gianopulos, has started to show a stronger slate. The studio's horror movie \"The Quiet Place,\" which opened last weekend, topped box-office sales, bringing in $50 million in ticket sales in the United States and Canada.", "Paulson estimates that a combined CBS/Viacom could realize more than $1 billion in synergies, adding that he hopes the two companies can agree on a management structure that includes CBS CEO Leslie Moonves and Bakish.", "\"When it's time for Les to retire, Bob is more than capable,\" he said.", "(Reporting by Jessica Toonkel; editing by Jonathan Oatis)"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "MARCH 7, 2018", "articles_link": "https://www.nytimes.com/2018/03/07/us/politics/ted-cruz-beto-orourke-texas-senate.html", "articles_title": ["Et Tu, Rafael? Cruz Asks Democratic Rival, Beto O’Rourke, ‘What’s in a Nickname?’"], "article_text": ["WASHINGTON — The day after the Texas primary, Senator Ted Cruz, Republican of Texas, jumped into his general re-election campaign on Wednesday with a quick strike trying to paint his Democratic opponent, Representative Beto O’Rourke, as a Latino-come-lately.", "But Mr. O’Rourke, whose family has lived on the Mexican border in El Paso for four generations, hit back with a secret weapon — a picture of him as a preschooler with the name “Beto” stitched onto his sweater.", "At issue is that most intangible of political assets, authenticity, or perhaps a Shakespearean question, “What’s in a name?”", "Mr. Cruz, taking a page from President Trump’s playbook of stamping damaging labels on his opponents, seemed to be trying to undermine the authenticity of Mr. O’Rourke, whose birth name is Robert Francis, but who has been known since childhood as “Beto.”", "A quick radio and online jingle, released on Wednesday, drawled, “Liberal Robert wanted to fit in, so he changed his name to Beto and hid it with a grin.”", "It is the kind of skewer that worked for Mr. Trump, including against the Texas senator, whom he called “Lyin’ Ted.”", "With a quick photo response that leaned more cute than cutting, Mr. O’Rourke may be able to defuse any lasting effect of Mr. Cruz’s approach. Mr. O’Rourke owned up that he tried to go by Robert as a student at Columbia University, but when his friends found out that he was known as Beto, that name stuck.", "“I am really happy with whatever anyone calls me,” Mr. O’Rourke said in an interview. He said Texas voters were far more interested in discussing jobs, health care and immigration.", "“They want us to take on these really urgent priorities,” he said, “not just this smallness and pettiness that dominates the national conversation today.”", "But as Mr. Trump showed, ", "derisive nicknames can plant doubt", ", as it did in the case of “Crooked” Hillary Clinton, and “Little Marco” Rubio during the campaign, and with “Low Energy” Jeb Bush, “Liddle Bob Corker” and “Cryin’ Chuck Schumer,” among others, as president.", "Of course Mr. Cruz comes to this game with his own label liability: He was born Rafael Edward Cruz, but goes by “Ted.”", "“Cruz lacks Trump’s visceral instincts,” said Paul Begala, a Democratic strategist. “Plus, I suspect voters are getting tired of Trump’s schtick from Trump; they’re unlikely to want a pale imitation.”", "So if Mr. O’Rourke is going for a Latin sound to appeal to one segment of Texas voters, Mr. Cruz could be accused of veering Anglo-Saxon to appeal to another.", "That Mr. Cruz would move so quickly to try to skewer his opponent is a measure of how seriously he is taking the challenge from Mr. O’Rourke, even though no Democrat has won a statewide office since 1994.", "“If you’re gonna run in Texas, you can’t run as a liberal man,” his jingle intoned.", "Mr. Cruz told “New Day” on CNN: “In terms of the jingle, some of it is just having a sense of humor. We had some fun with it.”", "As for his own use of Ted rather than Rafael, Mr. Cruz said, “You’re absolutely right. My name is Rafael Edward Cruz. I am the son of my father Rafael Cruz, an immigrant from Cuba who came to Texas with nothing.”", "Mr. O’Rourke has been raising more money than Mr. Cruz in recent quarters and has tried to awaken a dormant Democratic vote in rural parts of Texas by relentlessly holding town hall-style meetings.", "But Mr. Cruz, known as a skilled tactician and debater, is still the clear favorite in the race."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 3, 2018", "articles_link": "https://www.nytimes.com/2018/04/03/us/texas-ted-cruz-orourke-senate.html", "articles_title": ["In Texas, Ted Cruz Is Facing an Unusual Challenge: A Formidably Financed Democrat"], "article_text": ["HOUSTON — Senator Ted Cruz of Texas kicked off his re-election campaign this week with a new Texas-themed slogan and a new video, but something else that was entirely new went largely unspoken — a formidable and well-funded Democratic opponent.", "For the first time in Mr. Cruz’s rise to political prominence in Texas, he is facing a serious Democratic challenger, ", "Representative Beto O’Rourke", " from El Paso, who has stunned political observers by raising more money than any Democrat who has ever run for a Senate seat in Texas.", "Mr. O’Rourke, a former punk-rock bassist and El Paso city councilman, has raised $13.2 million in the race so far, and outraised Mr. Cruz in three of four Federal Election Commission reporting periods. (Mr. Cruz has not yet reported his latest fund-raising.) In the first three months of 2018, Mr. O’Rourke raised $6.7 million, more than any other Democratic Senate candidate in the country in that period.", "Mr. O’Rourke’s campaign has given Texas Democrats a burst of hope. They view Mr. Cruz as politically vulnerable and disconnected in Texas after his failed run for president, especially as anger against President Trump rises even in red states such as Texas. And they see in Mr. O’Rourke — an Irish-American congressman who is fluent in Spanish and has gone by ", "Beto, a Spanish nickname of Roberto", ", since childhood — a model of the future of the Texas Democratic Party.", "“It’s kind of Ann Richards-level enthusiasm, in the crowds he gathers,” said Harold Cook, a Democratic strategist in Austin and former executive director of the Texas Democratic Party, referring to the outspoken Democrat who served as Texas’ governor from 1991 to 1995 before losing to George W. Bush. “I haven’t seen a response like Beto O’Rourke is getting in a very long time. Beto has got that thing, that star-power deal that you can’t predict in advance.”", "But political analysts say Mr. O’Rourke’s chances are a long-shot at best, despite his fund-raising skills. He remains unknown to many voters, even as he has kept up a hectic travel schedule and visited 228 of the state’s 254 counties. In the Democratic primary last month, Mr. O’Rourke lost a number of counties to two lesser-known Democratic rivals, including the Hispanic-dominated border area of the Rio Grande Valley, parts of East Texas and the northern Panhandle region.", "On Monday, Mr. Cruz formally began his re-election campaign at a venue that has become one of his favorite political backdrops — the Redneck Country Club in Stafford, 17 miles southwest of downtown Houston. His speech and his surroundings were plastered with references to his new campaign slogan: “Tough as Texas.” It is meant to evoke the resilience of the state as it reeled from and united in the aftermath of Hurricane Harvey.", "At a campaign event on Tuesday night in San Antonio, Mr. Cruz acknowledged Mr. O’Rourke’s success in fund-raising and the challenge for Republicans this November.", "“That’s a whole lotta money — there’s no doubt about that — and it has been clear for some time that the hard left is energized and they’re mobilized and they’re angry at the president,” Mr. Cruz said, according to The Texas Tribune. “And we are seeing all across the country, the far left giving millions of dollars to liberal Democrats running for office, and it underscores that Republicans cannot take November for granted.”", "Mr. Cruz remains popular with Texas conservatives, particularly the Tea Party activists who helped him, back in 2012, clinch the Senate seat by defeating one of the most powerful Republicans in Texas, David Dewhurst, then the lieutenant governor. And Republicans continue to dominate Texas, culturally and politically, controlling both chambers of the Texas Legislature, the governor’s mansion and all of the more than two dozen statewide-elected offices. Democrats have not won any statewide offices since 1994.", "“Cruz has built-in name identification, conservative credentials and an ‘R’ behind his name, so his candidacy was effectively born on third base,” said Brandon Rottinghaus, a professor of political science at the University of Houston. “These advantages give him a serious head start, but he doesn’t want to be the hare who naps while the tortoise passes him by. O’Rourke’s fund-raising should be an eye opener for Senator Cruz.”", "Texas Democrats have been in this position before. In 2014, Democrats had believed that Wendy Davis would become the first Democratic governor in decades, but Ms. Davis lost and Greg Abbott won. In 2016, Democrats had believed that Hillary Clinton could win Texas in the presidential race, but she lost and Donald Trump won the state.", "The issue often comes down to voter turnout. In last month’s primary elections, ", "Democrats surged to the polls", " in record-breaking numbers. More Democrats voted early this year than voted early in the presidential election year of 2016. In the end, though, they were still outvoted: A total of 1.5 million votes were cast by Texas Republicans in the primary, compared to 1 million by Democrats.", "“Right now, history and recent elections are still on Ted Cruz’s side, and the dynamics of this state are still on Ted Cruz’s side, for Republicans to win at a statewide election from the governor’s office to senator and on down,” said Ted Delisi, a Republican strategist in Austin who was the national field director for former Gov. Rick Perry’s 2012 presidential campaign.", "At an event in Waco on Tuesday, Mr. O’Rourke suggested to The Texas Tribune that one of the differences between his race and Ms. Davis’s failed bid for governor in 2014 was the backlash against the Trump White House. “She did not have the benefit of this year, where, I hope you’ll agree, we’ve never seen this level of urgency, this level of motivation,” Mr. O’Rourke said.", "Asked if he was running against Mr. Cruz or Mr. Trump, Mr. O’Rourke replied, “Neither.” He added: “I’m not running against anybody. That just doesn’t get me going. It doesn’t energize me.”", "Mr. O’Rourke’s fund-raising success is an outgrowth of a campaign driven by social media, which has refused to accept money from political action committees.", "Republicans say they are not worried about an upset but are certainly paying attention. They point to the 2002 race for governor, when the Democrat, Tony Sanchez, a Laredo oil executive, spent $67 million and lost to Mr. Perry. They said that Mr. Cruz’s reputation among Texas conservatives took a knock in 2016 after he refused to endorse Mr. Trump at the Republican National Convention, but that Mr. Cruz had largely repaired the damage.", "“I think he’s recovered from that,” said State Senator Paul Bettencourt, a Houston Republican who is a former treasurer of the Republican Party of Texas and who is supporting Mr. Cruz. “This is an unusual year. The electorate is roiled. Statewide, Republicans are going to have to take these races seriously and campaign accordingly.”", "On Monday, Mr. Cruz and Mr. O’Rourke jabbed at each other on social media. Mr. O’Rourke’s campaign posted a Snapchat filter of a Cruz event in Beaumont and took a swipe at Mr. Cruz’s failed presidential run. “Ted Cruz visited 99 of Iowa’s 99 counties,” read the filter, which included an image of a frowning Mr. Cruz. “When’s the last time he listened to Texans in Beaumont?”", "But Mr. Cruz wasn’t taking the bait. He responded on Twitter, saying he had been to the city four times in the past year while pointing out Mr. O’Rourke’s failure to win Jefferson County, which includes Beaumont, in the Democratic primary. “As best I can tell, you’ve been there once for a drive-by campaign event on Feb 9,” Mr. Cruz wrote on Twitter of Mr. O’Rourke. “Maybe that’s why you lost Jefferson County in the Dem primary.”"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "FEB. 7, 2018", "articles_link": "https://www.nytimes.com/2018/02/07/travel/big-bend-boquillas-border.html", "articles_title": ["Along the Rio Grande, a Hot Spring and a Warm Welcome"], "article_text": ["The border between the United States and Mexico is in the news every day, in ongoing debates about immigration and spending on security initiatives. But what is it like to visit destinations along the border? To find out, writers for Travel spent time in five pairings of places: ", "Brownsville, Tex., and Matamoros, Mexico;", " ", "El Paso and Ciudad Juárez;", " ", "Nogales, Ariz., and Nogales across the border in Mexico;", " ", "San Diego and Tijuana;", " Big Bend National Park and Boquillas, Mexico. ", "“You’ve arrived,” announced our obliviously cheerful GPS navigator, as my buddy and I stared, white-knuckled and slightly teary-eyed, at a padlocked gate barely illuminated by the headlights of our rented S.U.V. We’d already traversed 9.2 hair-raising miles of a twisty, sandy unpaved road that an early-December freeze had turned into icy slush, our tires shifting side to side, our high beams no match for the pitch-black darkness.", "And now we were wondering what it was going to be like to spend the night in the car, in a vast, sparsely populated patch of far West Texas. But, after a few deep breaths and a modicum of quarreling, we carefully reversed course and slipped and slid 9.2 miles back to the main road, taking comfort in the jackrabbits playfully crossing our path in a single bound and Don Williams serenading us with “I Believe in You” on the satellite radio (“I don’t believe … that right is right and left is wrong, and north and south can’t get along”). Back on blessed pavement, and this time following the explicit instructions I had confidently ignored, we made our way to Terlingua Ranch, a community nestled in the snow-dusted Christmas Mountains, to a gorgeous rental house (where, incidentally, the heat would malfunction and we’d sleep fully clothed in a 41-degree bedroom, blue with cold and tickled pink to be alive).", "It’s hard to convey how humbling it is to visit this little pocket of the United States-Mexico border, a place the National Park Service calls “one of the last remaining wild corners of the United States.” Boosters market Texas as a “whole other country,” but the land within and without ", "Big Bend National Park", " really is. One of the least-visited of the federal park system, Big Bend is four hours by car from each of the nearest international airports, in El Paso and Midland. You have to really want to get here (or live here, which makes you a different breed altogether). And those who do, those inclined to make the long trek to the park and its attendant ghost towns (Lajitas, Study Butte, Terlingua), are seekers of a sort, not entirely unlike the homesteaders and fortune hunters drawn to these badlands long ago.", "But nowadays the treasures are silence and darkness and undeveloped natural beauty and all those other things that seem to be in short supply of late. If you’re longing for a respite from this era’s relentless beeping and buzzing and yelling and “Dear God, what now?” news alerts, what better place than one with limited cell service and unreliable electricity, where you step outside in the morning and hear nothing but the grumbling of your stomach and the muffled flap of a bird’s wings high above?", "Big Bend’s dramatic confluence of river, desert, and mountains makes it easy to wax poetic with words like “majestic” and “epic,” and even those fall short. There’s enough in these 800,000 acres for a lifetime of exploring, the tangible result of a landscape that has borne witness to shallow sea and coastal plain and volcanic upheaval. Eons of geological time are visible in everything from the walls of a towering canyon to the dull, dusty stone at your feet that hides the lacy remains of some ancient sea creature. From the grassy banks of the Rio Grande to the cactus-studded expanse of the Chihuahuan Desert to the oak-and-juniper-carpeted Chisos Mountains, Big Bend is a dream for photographers, a paradise for birders (more than 400 species), the promised land for amateur (and professional) geologists. Huge swaths of land are accessible for day hikes and backpacking (200 miles of trails), camping and river trips. More specifically, there’s the Fossil Discovery Exhibit, where you can gaze upon a life-size replica of the skull of a Bravoceratops (“wild horn-face”), pieces of which were unearthed in the park in 2011.", "At the ", "Boquillas Hot Spring,", " situated smack-dab against the Rio Grande, you can sink into a 105-degree pool contained by the remnants of an early 1900s bathhouse and dangle an arm over the rock boundary into the swift-moving, considerably colder water as it passes you by on its 1,900-mile journey to the Gulf of Mexico. (Some advice: Decide when you’re going to visit ahead of time, so that you can don the proper attire in advance. There are no changing rooms, and the vault toilets are like something out of “Trainspotting.” I’d like to take this moment to apologize to whichever park ranger found the bra I left behind in my haste to get out of there.)", "At any location in or near the park, you can simply look to the ever-changing sky, particularly in the evening, when fiery sunsets of pink and orange and dusty blue give way to an unfathomable darkness spattered with a breathtaking bounty of stars, including a clearly visible Milky Way (Big Bend is a stargazing mecca, officially designated by the ", "International Dark-Sky Association", "); like me, you may have the stupefying realization that this is what the night sky actually looks like. If you do nothing else but motor around in your car, you’ll have a blast. On our various drives, my friend and I spotted a little family of javelina lumbering across the blacktop, a coyote leaping effortlessly over a fence, numerous roadrunners dashing headlong across the pavement, and a golden eagle resting in some creosote along the side of the road, as if patiently waiting to cross. Finally, where else can you, at least for now, cross the border into Mexico in a rowboat?", "The Rio Grande (or the Río Bravo del Norte, from a southerly perspective) is all that separates Texas and Mexico within the boundaries of the park, winding its way for 118 miles between forbidding canyon walls; making the abrupt southeast to northeast shift that gives Big Bend its name; and changing in color (chocolate milk in one light, celadon in another) and flow (sometimes grande, often pequeño).", "There’s hardly a more delightful way to pass over a border; on our first of two trips, we had barely rounded the bend of the descending trail from the Boquillas Crossing Port of Entry before a young man in a “Houston Strong” T-shirt was rowing his way across the river to get us in a waterlogged metal boat, the “seats” covered in what looked like bathmats. It’s $10 round-trip for this makeshift ferry, which hauls its tiny load of camera-wielding tourists back and forth all day during official crossing hours. Once on shore it’s up the hill by foot, burro, or bed of pickup truck to a trailer, where your passport is stamped and you’re granted formal entry into Boquillas del Carmen, the colorful, sparsely settled remains of a former mining town.", "Borders are always porous, particularly the riverine kind, and so it goes for this one. “Maps that split country into zones of topography, climate, vegetation, and such things have much more neatly sweeping lines of demarcation than nature has usually been willing to go along with,” wrote John Graves, Texas’s beloved chronicler of land and lore, and that goes for people too. For decades the Boquillas border crossing was decidedly informal, illegal but never monitored, a conduit for supplies, a lifeline for loved ones residing on opposite sides, a day’s amusement for tourists. But it always was an international boundary and as such subject to the day’s prevailing sociopolitical anxieties. The crossing was shut down in 2002, in response to Sept. 11, and reopened 11 years later, this time with automated passport control. And now looms another threat.", "In Boquillas proper, the specter of the wall seems to be just that, haunting the dish towels and koozies for sale on every corner, their hand-embroidered wildflowers, roosters, and javelinas accompanied, in slightly crooked letters, by a simple phrase: “No wall.” A succinct “Trump no bueno” was all we got from a congenial gentleman who walked us into town, that and the declaration in small black letters on his white baseball cap: “The border makes America great” (that message brought to you by El Paso’s Beto O’Rourke, the Democratic congressman running against Senator Ted Cruz in November). The people here exhibit a sort of seen-it-all-before serenity, which seems appropriate, as this battle royal is going down a few miles from rock formations whose strata reveal the Cretaceous-Paleogene boundary, i.e., a visible record of the extinction event 66 million years ago.", "Existential musings aside, a visit to this village of a few hundred people feels much as it has for years. We perused the blankets and molcajetes at the shop at ", "José Falcon’s", ", then took a seat on the colorful patio of the adjoining restaurant for cheese enchiladas, clay copitas of sotol and sweeping views of the Sierra del Carmen range (and, incidentally, a fellow skinning rabbits and goats next door). The joy in a trip to Boquillas, other than its old-world charm, is the hospitality of the people, allowing a visitor brief proximity to the kind of community you’d expect to find in a remote, only recently electrified town 150 miles away from the nearest city. At Boquillas Restaurant, the proprietor offered to give us the souvenirs we happily picked out before realizing we had run out of cash (had too many of the excellent margaritas). We promised we’d return the next day, which we did, to find our items waiting for us in a neat pile on the counter.", "“Here’s a song about building bridges instead of walls,” said singer-songwriter Trevor Reichman, the featured talent the night we visited the ", "Starlight Theatre, ", "Terlingua’s main watering hole and music venue. As in Boquillas, you can walk the length of this onetime mining camp in a couple of minutes. And you’ll meet eccentric locals who possess the same equanimity that comes from living in isolated and unpredictable terrain. You’ll even detect the same age-old tension between insider and outsider, though the boundaries are a little less fraught. This seemed to me best encapsulated by a sign on the door of a nearby shop that trades in rocks and cactuses and sundry dusty things: “Keep investors, hipsters, and trust-fund babies out of Terlingua. Just look at what happened to Marfa.”", "Of course, right next to that is another sign, this one directing customers to just slide a check or cash under the door if there’s no one minding the store. Out here one ranch flies the “Don’t Tread on Me” flag; next door is “Just Resist.” But it seems, to this outsider, at least, that once again community trumps ideological differences among people who look out for one another and demonstrate a surprising forbearance of city folk unaccustomed to the extremes of weather and limits of technology, city folk who awake night after night to the howling of coyotes and, in the morning, find their prints in the frosty dust outside the door.", "Over an excellent made-from-scratch breakfast at the ", "Bad Rabbit", " at the Terlingua Ranch Lodge (“Do you want your grits thick or runny? Eggs soft or hard?”), our server warned us away from an “unimproved” road to a nearby city, because of course we hadn’t learned our lesson from the start of our trip. “You’ll have an adventure whether you plan it or not,” she said, after we regaled her with our back-road brush with death (from embarrassment, likely).", "She’s right. Heed warnings regarding rapidly changing weather and full tanks of fuel. Follow directions, literal and otherwise, regarding flashlights and high-clearance vehicles, snakes and scorpions. Avoid the entire area altogether during the more temperate weeks of Spring Break and Thanksgiving (or, as our white-hatted friend in Boquillas put it, “the fiesta of the turkey”). Do all that and you’ll have a wonderful experience, against a backdrop of almost inconceivable magnificence, along a stretch of border where, for now, you can climb to the top of a bluff pockmarked with perfectly round mortar holes left by ancient civilizations, look down on the gently moving river, and wave to people on the other side, a stone’s throw away and a world apart."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 10, 2018", "articles_link": "https://www.nytimes.com/2018/04/10/world/europe/european-union-balkans.html", "articles_title": ["In a New Cold War With Russia, Balkans Become a Testing Ground"], "article_text": ["SARAJEVO, Bosnia and Herzegovina — Cradle of the First World War, the Balkans have been a flashpoint, a place where empires, ethnicities and religions abut and contest. Now, analysts warn, the region is becoming a battleground in what feels like a new Cold War.", "Russia, they say, is expanding its influence and magnifying ethnic tensions in countries that hope to join the European Union. Its involvement has already spurred Brussels to revive dormant aims for enlargement. It is also prompting fresh attention from Washington about security risks to NATO members.", "After the concerted Western response to the poisoning in Britain of a former Russian spy and his daughter, which expelled ", "around ", "150 Russian diplomats and intelligence officers", ", “the Balkans become even more important,” said ", "Mark Galeotti", ", a senior researcher at the Institute of International Relations in Prague.", "“Russia is looking for ways to retaliate that are asymmetric and provide Moscow opportunities,” he said.", "In ", "a new paper", " for the European Council on Foreign Relations, Mr. Galeotti says that “Russia looks to the Balkans as a battlefield in its ‘political war,’” seeking “to create distractions and potential bargaining chips with the European Union.”", "Charles A. Kupchan", ", who was Europe director of the National Security Council under President Barack Obama, said that “the Russians are taking advantage of the last part of Western Europe that remains politically dysfunctional.”", "The situation bears distant echoes of Ukraine, where Russia originally agreed that Kiev could join the European Union — though not NATO — and then changed its mind, leading to ", "the revolution", " that prompted Moscow to annex Crimea and foment secession in eastern Ukraine.", "In the Balkans, the competition with Russia has the potential to sow fresh instability in a region still emerging from the vicious war of 1992-95 that broke apart the former Yugoslavia.", "In Sarajevo, many of the scars of the war have been erased. The ", "former Holiday Inn", ", once a nearly windowless shelter for reporters near Snipers’ Alley during the Bosnia war, is restored and busy. The ", "neo-Moorish City Hall", ", a monument to multiculturalism that was shelled and burned, has been burnished to a high standard.", "Yet Bosnia and Herzegovina, the broken country patched together in 1995 at the end of the war, remains a fragile construct, riven by corruption, weak leadership, and ethnic and nationalist strains among communities — a metaphor for the Balkans.", "It is one of several key entry points that Russia is seeking to exploit, Mr. Kupchan said, as the leader of the Serb semiautonomous region known as Republika Srpska, ", "Milorad Dodik", ", continues to press for an independence referendum. The others include Macedonia, where relations between ethnic Albanians and ethnic Slavs remain tense, and between Kosovo and Serbia.", "Wary of Russian meddling, the European Union is holding out a renewed prospect of membership to Bosnia and to the other five nations of the Western Balkans — Serbia, Montenegro, Macedonia, Albania and Kosovo — in return for fundamental structural reform.", "The skepticism among these countries about Brussels is deep. Many doubt the sincerity of a European Union that is turning more populist, more wary about migration and more cautious, after Romania and Bulgaria, about taking in nations before they are ready for membership.", "No one believes any of these countries is yet ready to join. But the urgency for reform fell away as the goal receded.", "Four years ago, the head of the European Commission, Jean-Claude Juncker, said there would be ", "no more quick enlargement of the bloc", ", sending the process into somnolence.", "It has been, as the Macedonian foreign minister, ", "Nikola Dimitrov", ", often says, like “being locked in a waiting room with no exit.”", "“Juncker made a mistake to say that he was not interested in enlargement,” said ", "Carl Bildt", ", a former Swedish foreign minister and United Nations special envoy to the Balkans. “The E.U. took its eye off the ball for several years, with detrimental effects.”", "But with Britain leaving the bloc and Russia playing on the fissures of the region, the European Union has now laid out a relatively detailed plan for the Balkans.", "It has even gone on record to say that if all goes well, Serbia and Montenegro, the only two countries now engaged in an accession process and hence the front-runners, could join by 2025.", "The bloc’s ", "strategy for the Western Balkans", ", published in February, laid out six initiatives: rule of law; security and migration; socio-economic development; transport and energy connectivity; digital agenda; and “reconciliation and good neighborly relations.”", "Bulgaria, the current president of the bloc, will hold a special Balkans summit meeting in May. T he Balkans are on the agenda for the European Council in June, and the British will be hosts of a Western Balkans summit meeting in July, just before NATO has its own meeting in Brussels.", "“It is time to finish the work of 1989,” said ", "Johannes Hahn,", " the European Union commissioner in charge of enlargement. “We have set 2025 as an indicative date for Serbia and Montenegro, which is realistic but also very ambitious.”", "Mr. Bildt said tartly: “Whether this is realistic or not remains to be seen.”", "Many think it is too ambitious, given that the bloc insists that all these countries settle their numerous, passionate ", "border disputes", ". There are also serious internal problems, the bloc’s report acknowledged.", "“Today the countries show clear elements of state capture, including links with organized crime and corruption at all levels of government and administration, as well as a strong entanglement of public and private interests,” it said.", "There is strong evidence of “extensive political interference in and control of the media” and lack of independence in the judiciary, it noted.", "Add to that uncompetitive economies and the flight of young people looking for better jobs, and prospects seem dim.", "But now the Americans are suddenly more interested, too. Renewed Washington concern “stems in part from concerns about expanded Russian influence,” said A. Ross Johnson, noting that Congress now demands that the Defense Department provide “an assessment of security cooperation between each Western Balkan country and the Russian Federation.”", "Russia has made it clear that it considers new NATO expansion to the Western Balkans as unacceptable, and Moscow was implicated in a strange ", "coup attempt", " in Montenegro in 2016 before that country joined NATO.", "Russia is trying to establish itself in the region, both with government and business, so when these countries do enter the European Union, “they will bring Russian influence with them,” Mr. Galeotti said.", "The strategy is similar to what China and Russia are doing with Greece and Cyprus, widely considered places where Russian money can be laundered into euros.", "Russia is also deeply engaged in local language media, both with Kremlin-owned websites like Sputnik and with bots that harp on local grievances.", "Mr. Bildt points in particular to Russian investment in critical Serbian infrastructure, like energy. Though Russian investment pales compared with ", "that of the European Union countries,", " Serbia has a natural affinity to its Russian Orthodox brethren and remembers Russian support during the Kosovo war.", "“Is the E.U. sensitive enough to what is happening in Serbia?” Mr. Galeotti asked.", "He thinks not. “E.U. policy has generally been to support whatever keeps the Western Balkans quiet,” Mr. Galeotti said. “It’s deeply dangerous and creates the perfect environment for Moscow to play its games.”", "Brussels, he and others say, should put more weight behind both the carrots and the sticks — offering genuine incentives for institutional reform, and genuine sanctions for falling short.", "A former senior United States official called the region a new Cold War battlefield, and said that Brussels was too rigid with the ways it tried to keep people on the good behavior track, while the money is not as connected as it should be to reform goals.", "The official, who asked for anonymity to preserve influence in the region, said that the countries reformed only when Brussels and Washington worked together to push leaders hard to break old habits of corruption, state capture, a politicized judiciary and Russian shell companies trying to take over key infrastructure and media.", "But Europe is not eager to import more problems. “The argument is that only by taking in the Balkan states are we assured to strengthen stability,” said ", "Norbert Rottgen", ", the chairman of the German Bundestag’s foreign affairs committee. “But is that true?”", "“If we import fragile states into the E.U., we import fragility,” he added. “If we compromise on conditions, we let in fragile countries open to foreign influences, so we have to be tough on the entry requirements.”", "The irony of history, Mr. Bildt mused, is that had Yugoslavia remained together, it almost surely would have been in the European Union by now, having been well ahead in 1990 of current members Romania and Bulgaria.", "“If the wars of dissolution hadn’t happened, all of this area would have been an E.U. member,” he said. “The Balkans have always lived best when integrated into a wider framework, as necessary today as in the past, and the one available today is the European Union.”", "Mr. Kupchan remains an optimist. “We know where this story will ultimately end, with all the former Yugoslav states integrated into the European Union,” he said. “But when?”"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "Feb. 19, 2018", "articles_link": "https://www.nytimes.com/2018/02/19/us/politics/ted-cruz-beto-orourke-election.html", "articles_title": [], "article_text": []},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "March 8, 2018", "articles_link": "https://www.nytimes.com/2018/03/08/opinion/louisiana-tax-cuts.html", "articles_title": [], "article_text": []},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 3, 2018, 10:30 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/aponline/2018/04/03/us/politics/ap-us-senate-race-texas.html", "articles_title": ["O'Rourke Raises $6.7M, Keeping Flush His Bid to Upset Cruz"], "article_text": ["AUSTIN, Texas —  Democratic U.S. Rep Beto O'Rourke says he raised more than $6.7 million in the first three months of the year in his underdog bid to oust Republican Sen. Ted Cruz.", "O'Rourke announced Tuesday that his first quarter donations came from more than 141,000 individual contributors.", "Cruz hasn't released his latest fundraising figures. But O'Rourke outraised him during last year's second and fourth quarters despite shunning money from outside political groups. Cruz has no such prohibition and has maintained a lead in overall cash on hand.", "O'Rourke is a onetime punk rocker who is giving up his El Paso-based House seat for the Senate race. He's promised to visit all of Texas' 254 counties before November's election.", "A Democrat hasn't won statewide office in Texas since 1994, the nation's longest political losing streak."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 11:19 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/aponline/2018/04/11/us/ap-us-arizona-teacher-protests.html", "articles_title": ["Arizona Teachers Demanding Raise Protesting at Schools"], "article_text": ["PHOENIX —  Teachers wearing red shirts, chanting and carrying protest signs protested outside Arizona schools Wednesday to show solidarity in their demand for higher salaries.", "\"Walk-ins\" planned at approximately 1,000 schools statewide are part of a grassroots movement pushing for a 20 percent raise and more than $1 billion in new education funding. Arizona's demonstration is part of a wave of educators demanding higher pay that started in West Virginia where teachers successfully won a 5 percent raise after a statewide strike.", "Oklahoma teachers have walked out in protest over educating funding, and Kentucky educators called in sick to protest pension reform.", "Arizona Educators United has mobilized teachers and supporters across the state through their #RedforEd campaign. In addition to a 20 percent pay bump, they're seeking increased pay for support professionals, a permanent raise structure, and a freeze on corporate tax cuts until per-pupil spending reaches the national average.", "Stephanie Terry, a 36-year-old single mother of two and a special education teacher at Fowler Elementary School in Phoenix, said she makes $36,000 annually and lives with her parents.", "\"I'm not the only one here struggling at this school,\" she told fellow teachers during the protest outside the school.", "Noah Karvelis, a co-founder of Arizona Educators United, said while the request for raises has received the most attention, teachers are ultimately fighting for their students.", "\"Our teachers are part of it, but we're having kids learning in abysmal situations — no paper towels in the classrooms, no textbooks in the classroom, no chairs or not enough chairs for kids,\" he said. \"We're essentially throwing away a whole generation of Arizonans and their futures and that's unacceptable.\"", "So far, Gov. Doug Ducey and the Republican-controlled legislature haven't budged to the group's demands. The governor has stuck by his proposal for a 1 percent increase this year, while pledging that other fund hikes will come down the road.", "A lack of legislative action could trigger a massive job action. On Monday, Arizona Educators United told their 35,000 Facebook members to prepare for a possible walk-out this week that would close schools. It urged members to ensure their students have places to go during the day, and to check that superintendents and school boards are aware of the actions.", "Arizona teachers are among the lowest paid in the nation. According to the federal Bureau of Labor Statistics, Arizona elementary teachers earned a median wage of $43,280 in 2017 and high school teachers $46,470, the 3rd and 6th lowest in the nation, respectively. Adjusted for local cost of living, federal figures show elementary teachers actually rank 49th in earnings and high school teachers 48th.", "___", "AP writers Bob Christie and Paul Davenport contributed to this report."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 12:01 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/aponline/2018/04/11/us/ap-history.html", "articles_title": ["Today in History"], "article_text": ["Today in History", "Today is Wednesday, April 11, the 101st day of 2018. There are 264 days left in the year.", "Today's Highlight in History:", "On April 11, 1968, President Lyndon B. Johnson signed into law the Civil Rights Act of 1968, which included the Fair Housing Act, a week after the assassination of Martin Luther King Jr.", "On this date:", "In 1689, William III and Mary II were crowned as joint sovereigns of Britain.", "In 1713, the Treaty of Utrecht was signed, ending the War of the Spanish Succession.", "In 1865, President Abraham Lincoln spoke to a crowd outside the White House, saying, \"We meet this evening, not in sorrow, but in gladness of heart.\" (It was the last public address Lincoln would deliver.)", "In 1921, Iowa became the first state to impose a cigarette tax, at 2 cents a package.", "In 1945, during World War II, American soldiers liberated the Nazi concentration camp Buchenwald in Germany.", "In 1947, Jackie Robinson of the Brooklyn Dodgers played in an exhibition against the New York Yankees at Ebbets Field, four days before his regular-season debut that broke baseball's color line. (The Dodgers won, 14-6.)", "In 1951, President Harry S. Truman relieved Gen. Douglas MacArthur of his commands in the Far East.", "In 1953, Oveta Culp Hobby became the first Secretary of Health, Education and Welfare.", "In 1970, Apollo 13, with astronauts James A. Lovell, Fred W. Haise and Jack Swigert, blasted off on its ill-fated mission to the moon.", "In 1974, Palestinian gunmen killed 16 civilians, mostly women and children, in the northern Israeli town of Kiryat Shemona.", "In 1988, the hijackers of a Kuwait Airways jetliner killed a second hostage, dumping his body onto the ground in Larnaca, Cyprus. \"The Last Emperor\" won best picture at the 60th annual Academy Awards ceremony; Cher won best actress for \"Moonstruck,\" Michael Douglas best actor for \"Wall Street.\"", "In 1998, the executive committee of the Ulster Union Party voted 55-23 to support the Northern Ireland peace accord and its leader, David Trimble, who had outmaneuvered rebels in his ranks.", "Ten years ago: Group of Seven financial officials meeting in Washington pledged to strengthen their regulation of banks and other financial institutions while anxiously hoping the credit crisis in the United States would be a short one. French troops captured six pirates after the pirates released 30 hostages who were aboard the French luxury yacht Le Ponant when it was seized off Somalia's coast.", "Five years ago: Congress' most serious gun-control effort in years cleared its first hurdle as the Senate pushed past conservatives' attempted blockade, rebuffing 68-31 an effort to keep debate from even starting. (However, proposals for tighter background checks for buyers as well as bans on assault weapons and high-capacity ammunition magazines went down to defeat six days later.) Comedian Jonathan Winters, 87, died in Montecito, California.", "One year ago: In Dortmund, Germany, three explosions went off near Borussia Dortmund's team bus ahead of a Champions League quarterfinal match, injuring one of the soccer team's players. (Prosecutors alleged that the suspected bomber bet that Borussia Dortmund's shares on the stock exchange would drop in value and tried to disguise the attack as Islamic terrorism.) Guitarist J. Geils, founder of The J. Geils Band, died in his Massachusetts home at age 71. David Letterman's mother, Dorothy Mengering, a Midwestern homemaker who became an unlikely celebrity on her son's late-night talk show, died at age 95.", "Today's Birthdays: Ethel Kennedy is 90. Actor Joel Grey is 86. Actress Louise Lasser is 79. Pulitzer Prize-winning columnist Ellen Goodman is 77 Movie writer-director John Milius is 74. Actor Peter Riegert is 71. Movie director Carl Franklin is 69. Actor Bill Irwin is 68. Country singer-songwriter Jim Lauderdale is 61. Songwriter-producer Daryl Simmons is 61. Rock musician Nigel Pulsford is 57. Actor Lucky Vanous is 57. Country singer Steve Azar is 54. Singer Lisa Stansfield is 52. Montana Gov. Steve Bullock is 52. Rock musician Dylan Keefe (Marcy Playground) is 48. Actor Johnny Messner is 48. Actor Vicellous (vy-SAY'-luhs) Shannon is 47. Rapper David Banner is 44. Actress Tricia Helfer is 44. Rock musician Chris Gaylor (The All-American Rejects) is 39. Actress Kelli Garner is 34. Singer Joss Stone is 31. Actress-dancer Kaitlyn Jenkins is 26.", "Thought for Today: \"If you want to conquer fear, don't sit at home and think about it. Go out and get busy.\" — Dale Carnegie, American writer-lecturer (1888-1955)."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018", "articles_link": "https://www.nytimes.com/interactive/2018/04/11/world/africa/nigeria-boko-haram-girls.html", "articles_title": [], "article_text": []},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018", "articles_link": "https://www.nytimes.com/2018/04/11/arts/television/whats-on-tv-wednesday-conan-without-borders-and-gi-jews.html", "articles_title": ["What’s on TV Wednesday: ‘Conan Without Borders’ and ‘GI Jews’"], "article_text": ["Conan O’Brien heads to Italy with an Italophile. And J. K. Rowling explores her old drafts and illustrations in “Harry Potter: A History of Magic.”", "CONAN WITHOUT BORDERS", " ", "10 p.m. on TBS", ". While other late-night hosts have hunkered down in their studios to ", "crank out political monologues and battle for ratings", ", Conan O’Brien has taken a different tack, meandering to Mexico, Haiti, Israel and more in search of strange foods, unusual customs and quick-witted locals to skewer his hairdo. Now he heads to Italy, joined by a fan favorite on his show: the unflappable staffer Jordan Schlansky, his willing verbal jousting partner and punching bag — and ", "a self-purported expert on Italian culture", ".", "HARRY POTTER: A HISTORY OF MAGIC", " ", "8 p.m. on the CW (check local listings)", ". Potterheads in New York will have to wait until October for the exhibition “Harry Potter: A History of Magic” ", "to arrive at the New-York Historical Society", ". The collection was previously at the British Library, where this documentary was filmed, exploring the exhibition’s historical texts about magical creatures and original drafts and drawings by J. K. Rowling. She appears in this documentary to reminisce about the artifacts and the early days of “Harry Potter,” while Imelda Staunton, who lent a menacing cough and frigid smile to Professor Umbridge in “Harry Potter and the Order of the Phoenix,” narrates. The documentary also includes readings by other actors from the film series, including David Thewlis, Evanna Lynch and Warwick Davis.", "THE EXPANSE", " ", "9 p.m. on Syfy.", " It might not be “Battlestar Galactica” but “The Expanse” has carved out a sizable fan base and ", "favorable reviews", " for its whizzing intergalactic plotlines. The show is based on a series of novels by James S. A. Corey and is set in the 23rd century; the third season finds the galaxy on the verge of an enormous war between Earth, Mars and planets in the Asteroid Belt.", "AMERICA INSIDE OUT", " ", "10 p.m. on National Geographic.", " In a new docu-series Katie Couric, the former network anchor, travels the country exploring its most divisive issues. The first episode, “Re-Righting History,” jumps into the battle over monuments and buildings honoring Confederate generals. She hits the front lines of the white nationalist protests at her alma mater, the University of Virginia in Charlottesville, and talks to people on both sides of the issue.", "GI JEWS: JEWISH AMERICANS IN WORLD WAR II", " ", "10 p.m. on PBS (check local listings)", ". More than a half-million American Jews served the United States in World War II. This documentary invites some veterans to tell their stories. They recount confronting anti-Semitism within their ranks and meeting Holocaust survivors. Prominent Jewish-Americans, like Carl Reiner and Mel Brooks, are also interviewed."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018", "articles_link": "https://www.nytimes.com/2018/04/11/business/dealbook/mark-zuckerberg-facebook-hearings.html", "articles_title": ["Highlights From Zuckerberg’s Day-Two Testimony: DealBook Briefing"], "article_text": ["Good Wednesday. Here’s what we’re watching:", "• Mark Zuckerberg is back on Capitol Hill.", "• Why would a trade war with China be good for the United States economy?", "• Has Facebook opened itself up to regulation?", "• Bank of America’s move on gun sales.", "• Why did the U.S. attorney for the Southern District of N.Y. recuse himself from the Michael Cohen raid?", "Want this in your inbox each morning? Sign up ", "here", ".", " ", "Some links require subscriptions.", "Mark Zuckerberg is back on Capitol Hill for a second day of congressional testimony.", "Here are some highlights so far:", "• Representative Greg Walden, Republican of Oregon and chair of the Energy and Commerce Committee, kicked off the hearing by declaring that “while Facebook has certainly grown, I worry it has not matured.” Mr. Walden floated the prospect of regulation, saying that “I think it is time to ask whether Facebook may have moved too fast and broken too many things.”", "• Mr. Walden also asked: “What exactly is Facebook?” The definitions matter. If Facebook is viewed as a telecommunications service that is more like a utility, it may be regulated by the Federal Communications Commission. If lawmakers define Facebook as a publisher, it could also fall under regulations at that agency. “I consider us to be a technology company,” Mr. Zuckerberg answered. “The primary thing we do is have engineers that write code and build services for other people.”", "• Representative Frank Pallone, a New Jersey Democrat, pressed Mr. Zuckerberg on whether Facebook would agree or refuse to change Facebook’s default settings to minimize collection and use of users’ data. “This is a complex issue that deserves more than a one-word answer,” Mr. Zuckerberg answered. “That’s disappointing to me,” Mr. Pallone responded.", "• California Democrat Anna Eshoo put it more bluntly, asking Mr. Zuckerberg: “Are you willing to change your business model to protect users’ privacy?” Mr. Zuckerberg was noncommittal, saying: “Congresswoman, I’m not sure what that means.”", "• Representative Joe Barton, Republican of Texas, pressed Mr. Zuckerberg on why Facebook has been allegedly censoring content from conservative organizations and Trump supporters such as Diamond and Silk. Mr. Barton also asked Mr. Zuckerberg if he would agree that Facebook would work to ensure it is “a neutral public platform.” “I do agree that we should give people a voice,” Mr. Zuckerberg said.", "Andrew writes: These were the most important words from Mark Zuckerberg’s five-hour testimony: “I agree we are responsible for the content.” They may come back to haunt him, given his previous rejection of calling Facebook a publisher. He later backtracked and called his business a tech company, but his acknowledgment may fundamentally shift the conversation — and how the company operates. (All in all, Mr. Zuckerberg did better than anyone had expected.)", "More from ", "Peter Eavis", ":", "Critics’ corner", "• ", "Paul Pendergrass", " writes, “If Mr. Zuckerberg can convince lawmakers and users that he is the most capable and determined person to fix his company’s problems, then the company can start turning the corner on this crisis.”", "• ", "Kara Swisher of Recode", " tweeted that Mr. Zuckerberg won yesterday’s hearing “not because he was so good (he was fine if a little flat), but because the senators really dropped every single ball possible.”", "• ", "Sara Fischer and Dan Primack of Axios", " write, “Mark Zuckerberg on Tuesday morphed from a shy tech nerd into a confident business executive who ran circles around lawmakers.”", "• ", "Shira Ovide of Gadfly", " writes: “Zuckerberg believes he’s giving users control, but he’s giving them the illusion of control. And that means the consent of Facebook users is not informed.”", "Elsewhere in Facebook:", " Robert and Rebekah Mercer have ", "tried to mend fences", " with the tech giant on behalf of Cambridge Analytica. Some user data obtained by the quiz app behind the scandal ", "included private messages", ". Facebook ", "collects more info about you", " than you realized. And ", "could Instagram help bail out", " its parent company?", "That’s the question Jack Ma, the founder of Alibaba, ", "said he is struggling currently to understand", ".", "But that relationship will change over the next two decades, Mr. Ma said:", "Mr. Ma goes on to write:", "Add the U.S.’s second-biggest bank to the list of financial firms wading into the gun control debate. Bank of America said ", "it would stop lending money", " to companies that make military-inspired firearms for civilians, such as AR-15-style rifles.", "Bank of America works with “just a handful” of such manufacturers, according to its vice chairwoman Anne Finucane. Their reactions? “Mixed,” she said.", "(Still unclear: how this affects Remington Outdoor, which owns Bushmaster and is getting through Chapter 11 bankruptcy proceeds with the aid of an asset-backed loan from ", "Bank of America and several other institutions", ".)", "The DealBook tally of financial firms that have taken steps to limit gun sales: Citigroup, Amalgamated, BlackRock, Bank of America. (Know of another? ", "Do tell us", ".)", "Why did Geoffrey Berman, the Trump-appointed interim U.S. attorney for the Southern District of New York, which oversaw the F.B.I. searches, recuse himself from the case? DealBook readers might recall that Mr. Berman was ", "a longtime lawyer for Deutsche Bank", ", one of the few major banks that lent money to Trump in recent years.", "On the legal issues behind the raid: ", "Though President Trump has complained on Twitter that “attorney-client privilege is dead” after the F.B.I.’s searches at his personal lawyer’s office and hotel room, ", "DealBook’s Peter Henning", " explains why that’s not the case. (So does ", "George Conway", ", the husband of Kellyanne Conway.)", "More on Mr. Cohen: The F.B.I. ", "sought records related to payments", " to Stormy Daniels and Karen McDougal, who claim to have had affairs with Mr. Trump. And how the lawyer ", "attracted federal attention", ".", "• Robert Mueller corner: President Trump ", "is still seething", " about the special counsel, and advisers worry he will try to fire him or the deputy attorney general, ", "Rod Rosenstein", ". He sought to ", "shut down Mr. Mueller’s investigation", " in December, the NYT has reported, though it’s disputed ", "whether he could fire him directly", ". Republican leaders in Congress ", "still oppose legislation", " to protect the special counsel.", "• What the tariffs on imported metal ", "have cost a Pennsylvania manufacturer", ". And how China may be working around them, ", "legitimately or otherwise", ". (It also seems to have ", "returned to intellectual-property hacking", ".)", "• Tom Bossert was forced out as the Trump administration’s homeland security adviser days after John Bolton became national security adviser. (", "NYT", ")", "• The E.P.A. is reviewing threats to Scott Pruitt on social media to see if his costly security detail is justified. (", "NYT", ")", "• Mr. Trump is skipping the Summit of the Americas this weekend and, critics say, missing an opportunity to mend fences with Latin America. Vice President Mike Pence will go. (", "Axios", ")", "Mr. Deripaska in particular is suffering from the U.S. sanctions against associates of President Vladimir Putin and their companies. According to analysts, traders and bankers , he may soon ", " need Russian government support", " to stay afloat: Shares in Rusal, the aluminum producer he controls, have fallen 55 percent since Friday, when the sanctions were unveiled.", "It’s a humbling blow to Mr. Deripaska, who has sought Western acceptance. A former State Department official told Bloomberg he “", "had it coming", ".”", "The pain isn’t likely to end. A top U.S. Treasury Department official ", "has warned of “consequences”", " if British firms continued to do business with sanctioned companies.", "After the two companies failed to reach a deal last year (and in 2014, and 2011), they’re back in talks, Michael hears. Shares in both companies jumped — Sprint 17 percent, T-Mobile 5.7 percent — after ", "the WSJ reported", " on the restart.", "It’s not exactly a surprise. SoftBank’s Masa Son bought control of Sprint planning to merge it with T-Mobile, the better to fight Verizon and AT&T. And most analysts agree that both companies need to become bigger to survive.", "• The F.C.C. is reportedly pushing back on part of Sinclair’s plan to win approval of the $3.9 billion acquisition of Tribune — selling Tribune TV stations in New York City and Chicago to companies affiliated with the broadcaster’s founding family. (", "WSJ", ")", "• Saudi Arabia agreed to ", "a flurry of investments in France", " after Crown Prince Mohammed bin Salman’s three days there. The kingdom also ", "sold $11 billion worth of bonds", " — just as Qatar was lining up its own debt sale.", "• Carl Icahn agreed to sell Federal-Mogul to Tenneco for $5.4 billion, in an apparent blow to his dreams of an auto-parts empire. (", "Bloomberg", ")", "• Aviation corner: Global Infrastructure Partners is reportedly considering selling its 42 percent stake in ", "London Gatwick Airport", ". easyJet, Air France-KLM and Cerberus Capital Management have reportedly approached Alitalia about ", "buying it together", ". Qatar and JetBlue have ", "invested in JetSuite", ", a private jet company. And Google is reportedly in talks to buy ", "Nokia’s in-flight broadband business", ".", "• A group led by Patrick Soon-Shiong, owner of The L.A. Times, is reportedly close to buying the D.C. United soccer team. (", "FT", ")", "• The investment firm Altaris agreed to buy Analogic, which makes M.R.I. and luggage-screening equipment, for $1.1 billion. (", "WSJ", ")", "• Vitol and the Carlyle Group have scuttled an I.P.O. of Varo Energy, a fuel refiner and distributor. (", "FT", ")", "• Volkswagen plans to oust its C.E.O., ", "Matthias Müller", ", as it works to move past the diesel emissions scandal. He’s likely to be replaced by ", "Herbert Diess", ". (", "NYT", ")", "• The head of Britain’s Serious Fraud Office, ", "David Green", ", is to step down; the C.O.O, ", "Mark Thompson", ", will be interim director. (", "WSJ", ")", "• A.P. Moeller-Maersk wants a female C.F.O., its first, to combat a widening gender gap in its senior management ranks. (", "Bloomberg", ")", "• The European Commission raided the London offices of 21st Century Fox as part of an antitrust investigation into sports programming. (", "Bloomberg", ")", "• Martin Shkreli must pay a defrauded hedge fund investor $388,000 in restitution, a federal judge ruled. (", "CNBC", ")", "• A fat-finger error at Samsung Securities involving more than $105 billion of accidentally issued shares has prompted South Korea’s National Pension Service to cut ties. (", "WSJ", ")", "• Theranos reportedly laid off most of its remaining workers to put off bankruptcy. (", "WSJ", ")", "• Bank loans to nonbank financial firms increased sixfold between 2010 and 2017 to a record high as banks tried to avoid direct exposure to riskier loans. (", "WSJ", ")", "• Farmers are hitting the road to reach shoppers before Amazon does. (", "NYT", ")", "• Norway’s sovereign wealth fund cannot invest in private equity, but may be allowed to put money into renewable infrastructure. (", "FT", ")", "• China ordered Beijing Bytedance Technology to shut a popular joke-sharing app and delete its WeChat account as part of a censorship campaign. (", "Bloomberg", ")", "• China’s central bank chief filled in details on President Xi Jinping’s promise to open up the financial sector. (", "Bloomberg", ")", "We’d love your feedback", ". Please email thoughts and suggestions to ", "bizday@nytimes.com", "."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "MARCH 7, 2018", "articles_link": "https://www.nytimes.com/2018/03/07/us/politics/texas-primary-race-trump.html", "articles_title": ["Texas Democrats Surge to Polls, in Show of Anti-Trump Sentiment"], "article_text": ["HOUSTON — Texas Democrats ", "surged to the polls on Tuesday", " in the first primary of 2018, demonstrating a wave of Trump-inspired energy, but also showcasing party divisions that have emerged at the outset of an otherwise promising midterm campaign.", "Nearly 886,000 Texans cast ballots early in the state’s 15 most populous counties, the highest early-vote turnout in a nonpresidential election year in state history. And more Democrats statewide voted early this year than even in 2016, the year that Donald J. Trump, a Republican, was elected to the White House.", "Yet even as Democrats in the state’s biggest cities came out in large numbers, Republicans still cast more ballots over all thanks to their rural strength.", "The most heavily anticipated contests were in three racially diverse House districts that Hillary Clinton, the Democratic presidential candidate, won in 2016, but where incumbent Republican lawmakers are seeking re-election.", "And none was more closely watched than the Democratic primary race in Houston to take on Representative John Culberson.", "The progressive Laura Moser made the May 22 runoff despite a late attempt by the House Democratic campaign arm to derail her candidacy. Ms. Moser, an author and an organizer, trailed Lizzie Pannill Fletcher, a lawyer, but Ms. Fletcher failed to garner 50 percent of the vote, so they will face off again in a race that will be something of a proxy battle between the moderate and more liberal wings of the Democratic Party.", "Fearing that Ms. Moser is too liberal to defeat Mr. Culberson in an affluent and historically Republican district, the Democratic Congressional Campaign Committee took the rare step last month of publicly attacking her as “a Washington insider who begrudgingly moved to Houston to run for Congress.”", "However, the broadside may have only lifted Ms. Moser — who grew up in Houston but lived in Washington while her husband worked in Democratic politics there — in a primary that featured seven candidates capturing votes.", "In an even more Democratic-leaning seat, Gina Ortiz Jones, a lesbian and Iraq war veteran who would be the first openly gay member of Congress from Texas, was the top vote-getter in a district that stretches south from San Antonio to the Rio Grande and west to El Paso. The seat is held by Representative Will Hurd, a Republican who has narrowly won twice, but Democrats argue that Mr. Hurd will have a more difficult time surviving the backlash to Mr. Trump.", "“The excitement — you can feel it,” said Ms. Jones, a former Air Force officer who moved to San Antonio after serving in President Barack Obama’s administration. “Folks are hungry for a win in this district.”", "Ms. Jones is part of a wave of Democratic women, African-American and Hispanic people, gays, lesbians and even journalists who are running for office for the first time in Texas, in large part in reaction to the Trump administration.", "She will face either Judy Canales, who served in Mr. Obama’s Agriculture Department, or Rick Treviño, a high school teacher, in the May runoff.", "And in a Dallas-area district, Representative Pete Sessions, a veteran Republican, is facing an energized left. Colin Allred, a former Obama Housing and Urban Development Department official and an N.F.L. veteran, advanced to the runoff and will compete against either Lillian Salerno, another official in Mr. Obama’s Agriculture Department, or a former television reporter, Brett Shipp, for the nomination.", "In statewide races, George P. Bush, the state land commissioner and a son of former Gov. Jeb Bush of Florida, averted a runoff after a somewhat difficult primary campaign against Jerry Patterson, who previously held the job and accused Mr. Bush of mismanaging the General Land Office so badly that it brought him out of retirement.", "Mr. Bush, one of the few members of his family to back Mr. Trump, was scared enough about the challenge that he produced fliers noting that he was “standing beside our president.” And he ", "offered Mr. Trump a “MAGA”", " post last week on Twitter — invoking the president’s campaign slogan, “Make America Great Again” — after ", "Mr. Trump offered his support via tweet", " and noted that Mr. Bush had supported him “when it wasn’t the politically correct thing to do.”", "Senator Ted Cruz faced minimal opposition in the Republican primary, but his Democratic opponent, Representative Beto O’Rourke, won the nomination while losing a substantial number of votes to two little-known opponents, demonstrating that he is not well known yet among many of the state’s voters.", "Gov. Greg Abbott, a Republican with a $43 million war chest, was renominated and will face either Lupe Valdez, the former Dallas County sheriff, or Andrew White, the son of former Gov. Mark White, in the general election.", "Yet even while Mr. Abbott is an overwhelming favorite for re-election, he proved that he did not have an iron grip on his party: Two of the three Republican state representatives he opposed as part of an unusual intervention against incumbents still managed to win."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 10, 2018, 12:28 P.M. E.D.T.", "articles_link": "https://www.nytimes.com/reuters/2018/04/10/business/10reuters-federal-mogul-m-a-tenneco.html", "articles_title": ["Icahn to Sell Federal-Mogul to Tenneco for $5.4 Billion"], "article_text": ["(Reuters) - Activist investor Carl Icahn said on Tuesday he was selling auto parts maker Federal-Mogul to Tenneco Inc in a $5.4 billion deal, unloading an investment he has held for nearly two decades and picking up a new stake in Tenneco.", "Tenneco plans to separate into two independent, publicly traded companies - one focusing on powertrain products and the other on auto parts such as suspensions and axle dampers - after the deal closes.", "The new bulked up powertrain technology company will likely benefit from the fact that internal combustion engine parts and tailpipe exhaust scrubbing technology will be needed by automakers for a long time to come, before they can be replaced by newer technologies such as fully electric cars.", "The aftermarket parts company would provide a potentially steady cash flow.", "This is the latest in a series of corporate restructurings or spinoffs in the auto supplier industry, as investors press for more focused companies. See Breakingviews:", "B. Riley analyst Christopher Van Horn said the Federal-Mogul  deal could drive expectations of more consolidation in the sector.", "Tenneco's shares rose 5.8 percent to $58.78, while Icahn Enterprises' shares were up 2.7 percent at $61.29.", "\"Going to market with well-recognized brands, more product categories, greater coverage and expanded distribution capabilities is a strong formula for capturing growth, particularly in China,\" Tenneco Executive Chairman Gregg Sherrill said on the call.", "Icahn Enterprises will get $800 million cash and 29.5 million of Tenneco common shares in the deal.", "The equity value of the deal is $2.4 billion. Federal-Mogul, which makes powertrain parts including pistons, ignition coils and spark plugs, had gross debt of $3.1 billion.", "It was not clear if Icahn would hold stakes in the separate companies.", "He first bought convertible bonds in Federal-Mogul in 2001 for $1.1 billion, and finally took it private last year after buying the remaining 18 percent he did not already own.", "Icahn's firm Icahn Enterprises typically buys undervalued assets, improves their operations, and ultimately sells them at a profit.", "\"We expect to be meaningful stockholders of Tenneco going forward,\" Icahn said in a statement.", "The deal is expected to generate $200 million in annual earnings and $250 million in working capital.", "Lake Forest, Illinois-based Tenneco, whose customers include Caterpillar Inc, Harley-Davidson Inc and Ford Motor Co, would now also get Cummins Inc and luxury carmaker Jaguar as clients.", "Barclays was the lead financial adviser to Tenneco, while  J.P.Morgan was the M&A adviser.", "(Reporting by Arunima Banerjee and Ankit Ajmera in Bengaluru, Additional reporting by Joe White,; Editing by Saumyadeb Chakrabarty and Arun Koyyur)"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "MARCH 29, 2018, 11:17 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/reuters/2018/03/29/sports/soccer/29reuters-soccer-italy.html", "articles_title": ["Udinese Reminded of the Penalty That Changed Everything"], "article_text": ["MILAN —  Mired in the lower half of the Serie A table again this season, Udinese were given another reminder this week of a bizarre missed penalty nearly six years ago which is widely seen as the turning point in their recent history.", "Udinese's fortunes took a dramatic turn for the worse after they agonisingly missed out on the Champions League group stage for 2012/13 by losing 5-4 on penalties to Portuguese side Braga in a playoff tie.", "Midfielder Maicosuel, then a recent signing, missed the crucial penalty after his attempted \"Panenka\" went embarrassingly wrong.", "The Brazilian tried to copy the style pioneered by Czech player Antonin Panenka by nonchalantly chipping the ball into the centre of the goal but his mis-hit effort was saved by Braga goalkeeper Beto.", "Francesco Guidolin, the Udinese coach at the time, told Gazzetta dello Sport this week that he was still haunted by the defeat which was estimated to have cost the club at least 20 million euros (17.8 million pounds) in lost Champions League revenue.", "\"After six years, I still can't get it out of my head,\" he said. \"It stalks me.\"", "\"I have never asked him why he took it that way. It was my mistake, I should have picked five penalty takers who had helped get to the team to that stage, not the last one to have arrived.\"", "The player himself went on to spend two years at Udinese, although he said his career was never the same again, and is now playing in Brazil for Gremio.", "Udinese have never come close to qualifying for the Champions League group stage since and have finished in the bottom half of the Serie A table for the last four seasons.", "This current campaign has also turned into a slog and defeats in their last five matches have left Massimo Oddo, the sixth coach to occupy the hot seat since Guidolin left in 2014, looking over his shoulder.", "With Udinese only nine points clear of the relegation zone, Oddo has warned his players that they are in a relegation battle and need to begin winning matches, starting with Saturday's visit to Atalanta.", "\"This is a delicate moment and we have to work hard,\" he said after a 2-1 defeat by Sassuolo in their previous game.", "\"From now on, we are beginning a new mini-league which is the battle against relegation, where we have to get as many points as possible. Maybe we need to be afraid, so that we are motivated again.\"", "\"I began to get nervous when people started talking about qualifying for the Europa League,\" he added.", "\"This squad is not mature enough to aspire to such things and it made us take some steps backwards. We need to get our feet back on the ground.\"", "(Writing by Brian Homewood in Bern; Editing by Keith Weir)"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 5:58 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/aponline/2018/04/11/world/europe/ap-eu-sweden-nobel.html", "articles_title": ["Swedish King: Nobel Trouble Can Be 'Seriously Damaging'"], "article_text": ["COPENHAGEN, Denmark —  Sweden's king says the resignation of three members from the Swedish Academy awarding the Nobel Literature Prize is \"deeply unfortunate and risk seriously damaging\" the body's \"important activities.\"", "The prestigious Nobel institution has been troubled by the resignation of Klas Ostergren, Kjell Espmark and Peter Englund Friday, who quit after the 18-member academy voted against removing a colleague whose husband is embroiled in sexual misconduct allegations.", "In his second statement this week, Carl XVI Gustav, said Wednesday that \"it is crucial that all involved now realize their responsibility for the institution and contribute to resolving conflicts.\"", "The king is the academy's patron, and must approve any of the secret votes by the body before they are made public."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 6:22 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/reuters/2018/04/11/sports/cricket/11reuters-cricket-awards-wisden.html", "articles_title": ["Cricket-Three England Women Earn Wisden Recognition"], "article_text": ["LONDON —  Three members of England's World Cup-winning women's team featured in the Wisden Almanack's prestigious \"Five Cricketers of the Year\" list in a reflection of the growing stature of the women's game on Wednesday.", "Anya Shrubsole became the first woman cricketer to feature on the cover of the \"bible of cricket\", while team mates Heather Knight and Natalie Sciver also made the list.", "\"Absolutely honoured by this... hopefully the first of many to come #wisdenjacket,\" 26-year-old Shrubsole tweeted.", "Broadcasts of last year's women's World Cup were watched by a record-breaking 182 million viewers with Knight's England beating a Mithali Raj-led India by nine runs in the July 23 final at Lord's to claim a fourth title.", "West Indies batsman Shai Hope, who scored a hundred in each innings of a Headingley test in August, and Essex seamer Jamie Porter, who helped the side win a first Country Championship since 1992, completed the quintet.", "India captain Virat Kohli was named the \"Leading Cricketer in the World\" for a second successive year, while Raj won the same honour in the women's category.", "Teenage Afghan spinner Rashid Khan bagged the inaugural \"Leading Twenty20 Player of the Year\" honour.", "Recipients of the \"Five Cricketers of the Year\" award are generally only nominated once for the honour in their career.", "(Reporting by Amlan Chakraborty in New Delhi; Editing by John O'Brien)"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 2:07 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/reuters/2018/04/11/arts/11reuters-britain-royals-security.html", "articles_title": ["Anyone Could Be a Terrorist: The Security Challenge for Harry and Meghan's Wedding"], "article_text": ["LONDON —  When more than 100,000 flag-waving, cheering royal fans gather for the wedding of Prince Harry to Meghan Markle next month, British police will be treating every one as a potential terrorist, prankster or royal obsessive.", "Barriers to stop vehicle attacks, armed patrols, and airport-style security will be among the measures employed in what will be one of the largest police operations the picturesque town of Windsor has ever seen.", "\"It is a real challenge,\" said Bob Broadhurst, a former police officer who was \"Gold Commander\" in charge of policing the 2011 wedding of Harry's elder brother William to wife Kate.", "\"It is impossible to search tens of thousands of people who want to come and line the streets, any one of which could be a potential terrorist; someone who's besotted with the royal family - and there are a number of those; or just an attention seeker.", "\"It's much more of a challenge because essentially everybody in that crowd is a potential terrorist.\"", "Harry and Meghan will tie the knot on May 19 at St George's Chapel in Windsor Castle, Queen Elizabeth's residence which dominates Windsor, about 20 miles (30 km) west of London.", "\"In the coming weeks and months residents, local businesses and visitors to the town can expect to see an increased police presence, with police officers, both armed and unarmed, search dogs, the mounted section, the roads policing unit and the National Police Air Service,\" the police said in a statement.", "Visitors arriving by car and train on the day will face random searches and \"any items that may pose a risk to the public will be removed,\" they said.", "SECURITY TRUMPS CELEBRATION", "The conundrum for police will be ensuring that security does not overshadow the event, said Broadhurst, who was also in charge of policing the 2012 London Olympics and the wedding of Harry's father, Prince Charles, to his second wife Camilla in Windsor in 2005.", "\"Essentially you're managing somebody's wedding and you want it to be joyous and happy for the couple, for the family and for the visitors,\" Broadhurst told Reuters.", "\"The trick for those planning the policing of this particular event will be to make the security as unobtrusive as possible so it doesn't impinge on the celebration,\" he said.", "\"That is a really tricky thing to do - in this day and age, security must always trump celebration.\"", "Britain is on its second-highest threat level - \"severe\" - meaning an attack is considered highly likely. Last year there were five incidents classified as terrorism in which 36 people were killed.", "Three of those involved a vehicle being driven at crowds, and in two the assailants then attacked passers-by with knives. The move toward such simple tactics poses a greater threat than in the past, Broadhurst said.", "\"You don't need to have spent hours or months building sophisticated bombs or other weaponry. You just need a kitchen knife, a gun up your jumper, or even just a hire car,\" he said.", "\"I very much doubt if the wedding itself will be targeted because of all the security implications, but there's still the town center, there's still central London. What you don't want is a celebratory event in Windsor and an attack of some sort in London.\"", "In 1981 the queen was shot at by a teenager in New Zealand and the same year six blank shots were fired at her during the annual Trooping of the Colour ceremony in London.", "Aside from terrorism, security officials will be concerned about protests - 18 were held on the day of William's wedding amid hostility to the government's austerity measures, Broadhurst said.", "Windsor Castle, whose website says it is the oldest and largest inhabited fortress in the world, will provide a secure location for the wedding and reception, but even its walls have been breached.", "STUNT", "In 2003, Aaron Barschak, who called himself \"the comedy terrorist\", managed to bypass castle security wearing a pink dress and an Osama bin Laden-style beard to crash William's 21st birthday party and give him a kiss.", "\"It can just be a stunt that's not going to harm anybody but it becomes headline news and it kind of then takes the gloss off the wedding itself,\" Broadhurst said.", "\"Those reputation issues are always there and what they do is they undermine the confidence of the people in the police and the security services to get things right.\"", "Police commanders will have envisaged all such scenarios during the six months of preparation, but even the best-laid plans can be severely tested.", "On the day of William's wedding, minutes before Kate was due to set off, officers discovered a car had been abandoned around the corner and considered sending her a different route - which would have involved missing the crowds. In the end they were able to confirm in time that it was not a security risk.", "This time, the most tense moment for the police will be when the newlyweds ride in an open-top carriage through Windsor.", "\"That will be the bit where the Gold Commander will be holding his breath for a while because it is that point where they are most vulnerable,\" said Broadhurst.", "Given that Britain regularly stages large public events without serious problems, Broadhurst is confident the wedding will pass off without incident.", "But he cautioned: \"Even with the best of intelligence there is still a small risk, but it's a risk that's accepted by the royal family, it's accepted by the police.\"", "(Editing by Guy Faulconbridge and Robin Pomeroy)"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 10, 2018, 7:40 P.M. E.D.T.", "articles_link": "https://www.nytimes.com/reuters/2018/04/10/business/10reuters-newell-brands-starboard.html", "articles_title": ["Starboard Seeks Four Board Seats at Newell: Filing"], "article_text": ["BOSTON —  Activist hedge fund Starboard Value LP said on Tuesday it plans to seek four board seats at consumer products group Newell Brands, arguing more work is needed to repair the company even after rival activist Carl Icahn was handed board seats.", "\"We are seeking your support for the election of our four (4) nominees at the Company’s annual meeting of stockholders scheduled to be held on Tuesday, May 15, 2018,\" Starboard's chief executive officer Jeffrey Smith wrote in a filing.", "The New York-based hedge fund, which owns 3.8 percent of the Rubbermaid container maker, earlier this year planned to oust the entire board. It scaled back its ambitions and now seeks to replace four incumbent directors with its own people, including two women. It is urging investors to elect Pauline Brown, Gerardo Lopez, Bridget Ryan Berman and Robert Steele.", "Starboard has argued that even with Icahn's nominees to the board more change is needed to salvage the company and boost its lagging share price. \"Poor execution and a series of operational missteps have resulted in severe share price underperformance compared to both industry peers and the broader market,\" Smith wrote, adding \"the current situation is unacceptable.\"", "Newell's share price has lost roughly 17 percent since January. The stock was up 1.2 percent to $25.83 on Tuesday.", "Three weeks ago Icahn reached a settlement with Newell that immediately gave him four board seats in a deal that was seen undercutting Starboard's campaign.", "Starboard had planned to oust Newell CEO Michael Polk and wanted to slow the pace of planned asset sales. It had stocked its slate with a group of former Newell directors who had resigned from the board earlier in the year after disagreements over strategy.", "(Reporting by Svea Herbst-Bayliss; Editing by Chris Reese)"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 9:52 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/aponline/2018/04/11/us/politics/ap-us-trump-mueller.html", "articles_title": ["As Trump Fumes, Senators Craft a Bill to Protect Mueller"], "article_text": ["WASHINGTON —  A bipartisan group of four senators is moving to protect special counsel Robert Mueller's job as President Donald Trump publicly muses about firing him.", "Republican Sens. Thom Tillis of North Carolina and Lindsey Graham of South Carolina and Democratic Sens. Chris Coons of Delaware and Cory Booker of New Jersey are introducing legislation Wednesday that would give any special counsel a 10-day window in which he or she could seek expedited judicial review of a firing, the four senators said in a statement.", "The legislation, which combines two bipartisan bills introduced last summer, signals escalating concerns in Congress as Trump has fumed about a Monday FBI raid of the office of his personal attorney, Michael Cohen. Trump has privately pondered firing Deputy Attorney General Rod Rosenstein and publicly criticized Mueller and his Russia probe.", "In addition to investigating potential ties between Russia and the Trump campaign, Mueller is also examining whether the president's actions constitute obstruction of justice. As the investigation has worn on, Trump has repeatedly called it a \"witch hunt.\" On Monday, after the Cohen raid, he said it was \"an attack on our country.\" The raid was overseen by the U.S. Attorney's office in Manhattan and was based in part on a referral from Mueller, said Cohen's lawyer, Stephen Ryan.", "Trump continued his criticism Wednesday morning, tweeting that the investigation is \"never ending and corrupt.\"", "Graham said in the statement that the purpose of the bill is to ensure a special counsel isn't fired for political reasons.", "\"I think this will serve the country well,\" he said.", "Coons said it's time for Republicans and Democrats to \"stand up and make it clear that we are committed to the rule of law in this country.\"", "After introducing similar bills in August, when Trump first began criticizing the Mueller probe, both Tillis and Graham had been quiet for months on whether the legislation was still needed as Democrats continued to push for a bill. Both Republicans said they didn't think Trump would really move to fire Mueller. But the senators — all members of the Senate Judiciary Committee — moved to push out a new, combined bill in the hours after Trump's tirade Monday.", "It's unclear if it could ever become law. Such legislation is unlikely to move through the House, and Senate Majority Leader Mitch McConnell has so far shown little interest.", "\"I don't think he's going to be removed,\" said McConnell said Tuesday. \"I think he'll be allowed to finish his job.\"", "Still, senators have publicly and privately let the White House know that firing Mueller would be a mistake, said the No. 2 Republican, Sen. John Cornyn of Texas.", "\"There would be serious repercussions,\" said Sen. Bob Corker, R-Tenn. \"I've shared with the president what a massive mistake it would be for him to do this. I've done that in person.\"", "Sen. Chuck Grassley, R-Iowa, the chairman of the Judiciary Committee, said Tuesday on Fox Business Network: \"It would be suicide for the president to want to talk about firing Mueller. The less the president said on this whole thing, the better off he would be, the stronger his presidency would be.\"", "Grassley's office did not return a request for comment on whether he would support the legislation or hold a vote in committee. Grassley has said in the past he wanted the two bills to be reconciled before he held a vote.", "Democratic leaders have pushed for Republicans to move the legislation to protect Mueller.", "\"Stand up and say what the president is doing is wrong,\" said Senate Minority Leader Chuck Schumer, D-N.Y. \"Make it clear that firing Mueller or interfering in his investigation crosses a red line.\"", "Under the bill, the expedited review would determine whether the special counsel was fired for good cause and write into law existing Justice Department regulations that say a special counsel can only be fired for good cause by an existing Justice official. As those current regulations stand, any dismissal for cause would have to be carried out by Rosenstein, who appointed Mueller in May 2017 and has repeatedly expressed support for him.", "___", "This story corrects Fox Business News to Fox Business Network.", "___", "Associated Press writer Lisa Mascaro contributed to this report."]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 11:34 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/reuters/2018/04/11/business/11reuters-viacom-m-a-cbs-redstone-anlysis.html", "articles_title": ["Redstone Weighs CBS-Viacom Merger With or Without Moonves"], "article_text": ["NEW YORK —  As she seeks to combine CBS Corp and Viacom Inc into a single company, media mogul Shari Redstone risks losing her most talented executive, whose leadership could be critical to ensuring the proposed merger succeeds.", "Such is the difficulty facing Redstone. Her longtime friend and business ally, powerful CBS Chief Executive Les Moonves, has emerged as one of the biggest obstacles to a potential CBS-Viacom tie-up, according to people familiar with the matter. Concerns are that his objections could either doom the transaction or that he might not lead the new entity, the people said.", "Moonves is chafing at Redstone's insistence on installing Viacom's CEO as his second-in-command and likely successor of a merged company, the people say. CBS and Viacom announced in February that they were exploring a potential deal and in recent weeks have begun negotiations.", "At stake is the future of Redstone's media empire, which is facing pressure to scale up at a time when competitors are gobbling rivals to stay relevant. Her family's company, National Amusements Inc, controls both CBS and Viacom. Redstone favours merging the two to gain size and leverage in negotiating better programming prices from traditional cable and satellite customers, and to better compete with emerging players such as Netflix, the people said.", "But she may have to decide if she is willing to do it  without her top captain to steer the ship.", "Redstone wants Moonves to run the combined company, according to the people familiar with the situation, all of whom wished to remain anonymous because discussions are confidential. But she is contemplating moving forward without him at the helm if no agreement can be reached to keep him aboard, said one of the people close to the situation.", "With over 25 years at CBS and more than a decade as CEO, Moonves has proven adept at navigating a difficult media landscape. Under his leadership, CBS has been a top performer in its sector with some of the most popular shows on television. CBS stock is up over 116 percent on his watch. At 68, Moonves is an industry legend and still at the top of his game.", "Still, Redstone is concerned about succession planning, the people said. She wants 54-year-old Bob Bakish, whom she chose two years ago to lead a turnaround at Viacom, to be president and chief operating officer of the combined company; Bakish would report to Moonves, with the expectation of succeeding him, the people said.", "\"Shari values Les, but we are now in a world of: 'What happens after Les?'\" said one of the people close to the situation.", "Redstone, Moonves and Bakish declined to comment through representatives. Viacom declined to comment.", "\"The industry and the marketplace know Leslie Moonves' record and we think it speaks for itself,\" CBS said in a statement.", "Moonves, meanwhile, wants his longtime lieutenant, CBS Chief Operating Officer Joseph Ianniello, to take the No. 2 spot at the combined company, according to people familiar with his thinking.", "The men have forged a successful working relationship that could prove key to melding two very different entities. Moonves and Viacom's Bakish, in contrast, have met just a handful of times, according to people familiar with the situation.", "\"Les is saying 'I want to make this successful ... but let me have my team,'\" one of the people said.", "OLD HAND, NEW BLOOD", "Despite recent tensions, Redstone has long been close to Moonves, who was selected by her father, Sumner Redstone, to be CEO of CBS when it was spun off from Viacom in 2006.", "She and Moonves have gone to football games and movie premiers together. And she has said that Moonves was one of her staunchest supporters amid highly public legal battles, including a feud with Viacom's former CEO, Philippe Dauman, and  clashes with former girlfriends of her elderly father seeking a share of his riches.", "\"I have a great relationship with Les,\" Redstone, 63, told a Recode conference last year.", "Redstone has also taken a shine to Bakish since plucking him from Viacom's international division in 2016 and installing him as the firm's chief executive. As CEO, Bakish engineered a turnaround plan for the company's struggling movie studio and TV networks and boosted badly sagging staff morale, keeping Redstone in the loop through it all, people familiar with the situation said.", "That is a big change considering that Redstone for years was unwelcome at Viacom under former CEO Dauman, the people said. A bid by the Redstones to reassert control culminated in Dauman's departure in 2016.", "The media heiress is now a familiar face in the hallways of Viacom's New York offices. She has attended employee town halls and company events, including the relaunch of the MTV show \"Total Request Live.\"", "Bakish and Redstone talk at least weekly, and he includes her in all major decisions, according to people familiar with the situation.", "\"He brought her in and solicits her thoughts, and in some ways that was the way to her heart,\" said one person close to Redstone and Viacom.", "Redstone believes Bakish should succeed Moonves because he has executed on his turnaround plan and has a vision for the combined company that he is excited about, the people familiar with the situation said.", "NOT A DONE DEAL", "There are other issues that could scuttle the merger.", "The special board committees that CBS and Viacom have formed to negotiate a deal currently disagree about how many CBS shares Viacom shareholders should receive.", "CBS has offered 0.55 of its shares for every Viacom Class B share, according to the sources. Viacom countered last week that it wanted 0.68 CBS shares for every Viacom Class B share, the sources said.", "What is clear is that Moonves is seen as a major asset to the combined company. Many analysts expect CBS' stock to take a hit if he is not part of any new leadership team.", "If the current standoff continues, Redstone may have to decide whether losing Moonves is worth going to the mat for Bakish, the up-and-comer.", "\"They are both stars,\" Redstone said of CBS and Viacom at the Recode conference last year. \"And I love them both.\"", "(Reporting by Jessica Toonkel in New York; editing by Greg Roumeliotis, Marla Dickerson and Jonathan Oatis)"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 11:34 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/reuters/2018/04/11/business/11reuters-viacom-m-a-cbs-redstone-analysis.html", "articles_title": ["Redstone Weighs CBS-Viacom Merger With or Without Moonves"], "article_text": ["NEW YORK —  As she seeks to combine CBS Corp and Viacom Inc into a single company, media mogul Shari Redstone risks losing her most talented executive, whose leadership could be critical to ensuring the proposed merger succeeds.", "Such is the difficulty facing Redstone. Her longtime friend and business ally, powerful CBS Chief Executive Les Moonves, has emerged as one of the biggest obstacles to a potential CBS-Viacom tie-up, according to people familiar with the matter. Concerns are that his objections could either doom the transaction or that he might not lead the new entity, the people said.", "Moonves is chafing at Redstone's insistence on installing Viacom's CEO as his second-in-command and likely successor of a merged company, the people say. CBS and Viacom announced in February that they were exploring a potential deal and in recent weeks have begun negotiations.", "At stake is the future of Redstone's media empire, which is facing pressure to scale up at a time when competitors are gobbling rivals to stay relevant. Her family's company, National Amusements Inc, controls both CBS and Viacom. Redstone favors merging the two to gain size and leverage in negotiating better programming prices from traditional cable and satellite customers, and to better compete with emerging players such as Netflix, the people said.", "But she may have to decide if she is willing to do it  without her top captain to steer the ship.", "Redstone wants Moonves to run the combined company, according to the people familiar with the situation, all of whom wished to remain anonymous because discussions are confidential. But she is contemplating moving forward without him at the helm if no agreement can be reached to keep him aboard, said one of the people close to the situation.", "With over 25 years at CBS and more than a decade as CEO, Moonves has proven adept at navigating a difficult media landscape. Under his leadership, CBS has been a top performer in its sector with some of the most popular shows on television. CBS stock is up over 116 percent on his watch. At 68, Moonves is an industry legend and still at the top of his game.", "Still, Redstone is concerned about succession planning, the people said. She wants 54-year-old Bob Bakish, whom she chose two years ago to lead a turnaround at Viacom, to be president and chief operating officer of the combined company; Bakish would report to Moonves, with the expectation of succeeding him, the people said.", "\"Shari values Les, but we are now in a world of: 'What happens after Les?'\" said one of the people close to the situation.", "Redstone, Moonves and Bakish declined to comment through representatives. Viacom declined to comment.", "\"The industry and the marketplace know Leslie Moonves' record and we think it speaks for itself,\" CBS said in a statement.", "Moonves, meanwhile, wants his longtime lieutenant, CBS Chief Operating Officer Joseph Ianniello, to take the No. 2 spot at the combined company, according to people familiar with his thinking.", "The men have forged a successful working relationship that could prove key to melding two very different entities. Moonves and Viacom's Bakish, in contrast, have met just a handful of times, according to people familiar with the situation.", "\"Les is saying 'I want to make this successful ... but let me have my team,'\" one of the people said.", "OLD HAND, NEW BLOOD", "Despite recent tensions, Redstone has long been close to Moonves, who was selected by her father, Sumner Redstone, to be CEO of CBS when it was spun off from Viacom in 2006.", "She and Moonves have gone to football games and movie premiers together. And she has said that Moonves was one of her staunchest supporters amid highly public legal battles, including a feud with Viacom's former CEO, Philippe Dauman, and  clashes with former girlfriends of her elderly father seeking a share of his riches.", "\"I have a great relationship with Les,\" Redstone, 63, told a Recode conference last year.", "Redstone has also taken a shine to Bakish since plucking him from Viacom's international division in 2016 and installing him as the firm's chief executive. As CEO, Bakish engineered a turnaround plan for the company's struggling movie studio and TV networks and boosted badly sagging staff morale, keeping Redstone in the loop through it all, people familiar with the situation said.", "That is a big change considering that Redstone for years was unwelcome at Viacom under former CEO Dauman, the people said. A bid by the Redstones to reassert control culminated in Dauman's departure in 2016.", "The media heiress is now a familiar face in the hallways of Viacom's New York offices. She has attended employee town halls and company events, including the relaunch of the MTV show \"Total Request Live.\"", "Bakish and Redstone talk at least weekly, and he includes her in all major decisions, according to people familiar with the situation.", "\"He brought her in and solicits her thoughts, and in some ways that was the way to her heart,\" said one person close to Redstone and Viacom.", "Redstone believes Bakish should succeed Moonves because he has executed on his turnaround plan and has a vision for the combined company that he is excited about, the people familiar with the situation said.", "NOT A DONE DEAL", "There are other issues that could scuttle the merger.", "The special board committees that CBS and Viacom have formed to negotiate a deal currently disagree about how many CBS shares Viacom shareholders should receive.", "CBS has offered 0.55 of its shares for every Viacom Class B share, according to the sources. Viacom countered last week that it wanted 0.68 CBS shares for every Viacom Class B share, the sources said.", "What is clear is that Moonves is seen as a major asset to the combined company. Many analysts expect CBS' stock to take a hit if he is not part of any new leadership team.", "If the current standoff continues, Redstone may have to decide whether losing Moonves is worth going to the mat for Bakish, the up-and-comer.", "\"They are both stars,\" Redstone said of CBS and Viacom at the Recode conference last year. \"And I love them both.\"", "(Reporting by Jessica Toonkel in New York; editing by Greg Roumeliotis, Marla Dickerson and Jonathan Oatis)"]},
{"newspaper_name": "NYT", "candidate_name": "Beto O'Rourke", "articles_date": "APRIL 11, 2018, 1:07 A.M. E.D.T.", "articles_link": "https://www.nytimes.com/reuters/2018/04/11/business/11reuters-usa-oil-record-cushing-analysis.html", "articles_title": ["Cushing's Oil Market Clout Wanes Amid U.S. Export Boom"], "article_text": ["NEW YORK —  The volume of oil sitting in 300 steel tanks in a nine-square-mile radius in Cushing, Oklahoma has long been a key barometer for the health of U.S. crude supply and the nation's benchmark for daily trading of billions of dollars in the commodity.", "But those tanks could soon drain to levels near effectively empty, even as U.S. oil production soars past a new record of 10.4 million barrels per day.", "Oil supplies have fallen before in Cushing for a variety of seasonal or market-driven reasons. But this time, there is no shortage of crude in the market. In fact, U.S. production is straining pipeline and storage capacity.", "The declining volumes stored at Cushing reflects a more permanent shift, underscoring the hub's waning influence as the primary measuring stick for the U.S. oil market and the leading barometer of future supply, demand and prices.", "(For a graphic of falling oil inventories at Cushing, see: https://tmsnrt.rs/2GRh5GR )", "Companies are now spending millions of dollars building infrastructure to facilitate trading and storage elsewhere, such as in Houston and other Gulf Coast ports.", "That could pave the way for a change in the U.S. benchmark oil price, used to value tens of billions of dollars of crude and futures contracts every day. The current benchmark - called West Texas Intermediate crude, or \"WTI\" - has been derived from the price of physical oil delivered to Cushing for more than three decades.", "Traders and major global crude buyers have advocated replacing WTI with a new benchmark futures contract that would reflect the value of crude delivered to the Gulf Coast.", "The price of oil in Cushing - which bills itself as \"the pipeline crossroads of the world\" - is used to value crude grades produced around the United States and some oil imported from Canada, Mexico, and South America. Prices at the hub also provide the basis for an average of 1.3 million WTI futures contracts <CL-TOT> - worth about $82 billion at current prices - that change hands on the CME Group's New York Mercantile Exchange every day, making it one of the world's most actively traded commodities.", "But as more pipelines are built to take oil from U.S. shale fields to Gulf refineries or for export markets, much of the crude produced in the giant Permian Basin oilfield in Texas and elsewhere no longer passes through Cushing.", "Instead, producers are increasingly shipping directly to seaports such as Houston, where vessels carry the oil to dozens of countries worldwide. That reflects a major transformation in global crude flows since the United States lifted a four-decade ban on oil exports in late 2015. Some traders and buyers argue the benchmark needs to change to reflect this.", "Joshua Wade, a crude oil marketer in Oklahoma, sees the benchmark delivery point moving south before long.", "\"That's the direction it's moving,\" he said. \"As opposed to importing, now you're exporting through the same infrastructure ... The oil capital of the nation is in Houston.\"", "Inventories in Cushing fell to 28.2 million barrels in early March, lowest in more than three years.", "Analysts say a level of 20 million barrels is effectively empty. That's because tank design necessitates a minimum volume of crude be kept on hand to maintain the physical integrity of the complex and to allow for blending different crude grades to comply with pipeline specifications.", "\"There has been a major structural shift in crude flows within the U.S.,\" said John Coleman, senior research analyst at consultancy Wood Mackenzie. \"I think Cushing is rapidly losing its relevance.\"", "A CENTURY-OLD WAY STATION", "Cushing got its distinction in the early 1920s when tanks sprung up to store oil en route from Oklahoma and Texas to major metropolitan areas and refineries in the Midwest.", "In 1983, it became the delivery point for the newly-launched WTI futures contract <CLc1>. Because the U.S. relied on imports - and banned exports - Cushing was key for traders to gauge domestic supply trends.", "BP's former head of crude trading, Donald Porteous, earned the nickname \"the King of Cushing\" because of his deep understanding of supply logistics in the Oklahoma town - a strategy that often earned him more money than BP Chief Executive Bob Dudley.", "Porteous, now retired, declined to comment for this story.", "Now, new pipeline projects head straight from west Texas to the Gulf of Mexico, a route well south of Cushing. Lately, Permian Basin prices have declined because pipelines can't be built fast enough to get crude to the Gulf, even as pipeline firms have added about 600,000 bpd in capacity since late last year, according to data compiled by Reuters.", "\"We're trying to make sure we're ahead of the pinch points for producers to bring product to refiners or to export,\" Greg Armstrong, chief executive of Plains All American, said at a recent industry conference.", "Projects in the works could boost outgoing pipeline capacity from the Permian from 2.7 million bpd in March to more than 4.5 million bpd by the end of 2019, according to energy industry information provider Genscape.", "Meanwhile, the Dakota Access pipeline started shipping oil last year, running out of North Dakota's Bakken shale region to the Gulf - bypassing Cushing. And Marathon Petroleum is considering reversing its Capline crude line to bring barrels from Illinois to the Gulf.", "A BENCHMARK SHIFT?", "For now, traders watch the price differential between WTI and London-based Brent crude to determine where to ferry shipments globally.", "But traders say the price of physical trades in Houston is growing more important as a barometer for shippers. Earlier this year, even as the WTI crude discount to Brent <WTCLc1-LCOc1> narrowed, Houston's discount to Brent remained steady at about $1.60 (£1.12) a barrel, analysts said, helping buoy export demand.", "As pipeline capacity to the Gulf has increased, and storage has expanded, demand to park barrels in Cushing has waned, said Carlin Conner, chief executive at SemGroup Corp, which operates about 7.6 million barrels of crude oil storage in Cushing.", "A spokesman for Magellan Midstream Partners, which owns about 12 million barrels of Cushing storage, said it will remain important because of its connections to the Gulf and Midwest.", "Cushing is also connected via pipeline to the Gulf, 500 miles to the south, and can offer cheaper storage than what's available on the coast, said SemGroup's Conner.", "\"I believe Cushing's next chapter,\" he said, \"is that it's going to become an offsite Gulf Coast storage centre.\"", "(Reporting by Devika Krishna Kumar in New York; Additional reporting by Jessica Resnick-Ault in New York; Editing by David Gaffen, Simon Webb and Brian Thevenot)"]}
]