[
{"newspaper_name": "NYT", "first_name": "Nicholas", "last_name": "Freitas", "articles_date": "November 3, 2008 8:55 am", "articles_link": "http://cityroom.blogs.nytimes.com/2008/11/03/signs-of-new-life-for-the-erie-canal/", "articles_title": [], "article_text": [" After decades of decline, ", "commercial shipping has returned to the Erie Canal", ", though it is a far cry from the canal’s heyday. The number of shipments rose to 42 so far this year during the season the canal is open, from 15 during last year’s season, which lasts from May 1 to Nov. 15. Once nearly forgotten, the relic of history has shown signs of life as higher fuel prices have made barges an attractive alternative to trucks.", "Completed in 1825, rerouted in parts and rebuilt twice since then, the Erie Canal flows 338 miles across New York State, between Waterford in the east and Tonawanda in the west.  (See ", "related map", ".)", "It carved out a trail for immigrants who settled the Midwest, and it cemented the position of New York City, which connects with the canal via the Hudson River, as the nation’s richest port. In 1855, at the canal’s height as a thoroughfare for goods and people, 33,241 shipments passed through the lock at Frankfort, 54 miles east of Syracuse, according to Craig Williams, history curator at the New York State Museum in Albany.", "Though diminished in the late 1800s by competition from railroads, commercial shipping along the canal grew until the early 1950s, when interstate highways and the new St. Lawrence Seaway lured away most of the cargo and relegated the canal to a scenic backwater piloted by pleasure boats.", "The New York City Marathon", "Marilson Gomes dos Santos of Brazil ", "won the men’s race", " of the New York City Marathon, while Paula Radcliffe of Britain ", "won the women’s race", ". (See the ", "results database", " and ", "complete coverage", ".)", "A New York City firefighter,  Matthew Long, ", "overcame a nearly fatal accident", " in December 2005 to participate in the marathon.", "The day of the marathon is, by some drivers’ estimation, the ", "worst day of the year to be a cabdriver in New York", ". ", "Two runners suffered heart attacks and a 58-year-old man died Sunday", " after completing the New York City Marathon, officials said. ", "Government & Politics", "News analysis: As he pursued a third term, Mayor Michael R. Bloomberg bridged disparate political constituencies. But in creating those alliances, he ", "may have hurt his chances for re-election", ". The mayor is expected on Monday to sign into law a bill to extend term limits to three four-year terms. [NYT]", "The mayor will ", "listen to members of the public", " speak their minds about whether elected officials should have the opportunity to run for three terms, instead of two, at a hearing at City Hall at 9:30 a.m. [Daily News]", "Clergy members from the African Methodist Episcopal Church in New York State gathered at Harlem’s St. Luke A.M.E. Church to ", "discuss the presidential election", ". [NYT]", "At the same time he was too “depressed” to pay federal and state taxes, Charles J. O’Byrne, the now-disgraced former top aide to Gov. David A. Paterson, ", "was able to help pay for the graduate-school  tuition of a companion", ", Sridhar Venkatapuram, who is now a 37-year-old research fellow at University College London. [New York Post]", "Nearly 10,000 illegal immigrants and legal residents with green cards who ran afoul of the law in the New York area were detained by United States immigration authorities last year — a  43 percent increase over fiscal year 2007, records show. The ", "increased vigilance by Immigration and Customs Enforcement agents", ", especially those stationed on Rikers Island, led to the increase since 2007, when about 7,000 incarcerated immigrants were detained for deportation proceedings, officials said.  [New York Post]", "Crime & Public Safety", "Two civil rights lawyers, Stephen C. Jackson and Kevin L. Mosley, are ", "representing Michael Mineo", ", who claims the police assaulted him in a Brooklyn subway station. [NYT]", "Mousa Aljahmi, 17, a freshman at the College of Staten Island who was working as a valet at a restaurant in Bay Ridge, Brooklyn,  was ", "crushed to death", " when he tried to stop a runaway minivan. [Daily News]", "Edward Freitas, 62, was ", "fatally crushed", " when his 24-foot powerboat slipped off its blocks and fell on him as he was trying to put it into winter storage on Long Island Sound, the Suffolk County police said. [Daily News]", "A former inmate says a Rikers Island guard with a twisted sense of justice ", "forced him to fight a prisoner", " who had been tormenting him. The former inmate, Jeffrey Treffy of Sunnyside, Queens, was in Rikers for two weeks on a misdemeanor assault charge, but ended up in the hospital after he was beaten for 10 minutes for the correction officer’s entertainment, he claims. [Daily News]", "Housing & Economy", "Goal Financial, which offered iPods, spa gift cards and other items to lure student borrowers, will ", "adopt a marketing code of conduct", " and pay $350,000 to a financial aid fund in a settlement with the New York State attorney general. [NYT]", "Transportation", "Two dozen bike riders rolled through downtown Manhattan on Sunday, ", "staging mock funerals for fellow cyclists mowed down by drivers", ". “It’s an act of courage to ride a bike in New York City,” said Monica Hunken, 27, an organizer with a safety advocacy group called Time’s Up. [Daily News]", "Schools", "Columbia University and the Apollo Theater Foundation are joining forces to create an oral history of the famed Harlem theater, where Ella Fitzgerald, Sarah Vaughan, Stevie Wonder, Smokey Robinson and other music legends started their careers. The ", "Apollo Theater Oral History Project", " will feature interviews with performers as well as cultural figures and politicians who helped make Harlem one of the nation’s most vibrant centers of African-American life. [Daily News]", "Steven Clarke, a teaching fellow at the Global Enterprise Acadamy in the Bronx until he was ", "fired last year", " for calling students “filthy animals” who belong in a “zoo,” says he has learned a hard lesson:  “I should have kept my mouth shut.” Mr. Clarke, 51, lost his bid to be reinstated. ", "People & Neighborhoods", "Metropolitan Diary:", " a plaque on a tree stump, hand signals in the subway and an encounter with George Steinbrenner. [NYT]", "About 600 survivors of the Holocaust have been trying to ", "hold the national French railroad accountable for transporting them to Nazi camps", ". A new bill in Congress may help. [NYT]", "The artist Filip Noterdaeme ", "has set up the Homeless Museum of Art", ", a stand near the New Museum of Contemporary Art and the Bowery Mission homeless shelter. [NYT]", "The mission of the New York Sheet Music Society is to ", "keep the great American songbook alive", " and to pass along the artistry of the country’s musicians. [NYT]", "Ylon Schwartz, a chess master from Brooklyn, is one of nine finalists in the ", "World Series of Poker Main Event", ", which is considered the unofficial world championship. [NYT]", "Our Lady of Snows in Glen Oaks, Queens, where the Rev. Elvis Elano stands accused in a lawsuit of ", "carrying on a  seven-month love affair with a parishioner", ", will hold a special prayer service on Wednesday to help heal the wounds the scandal has wrought. [New York Post]", "A police officer, Nicholas Fernandez, 25, resigned from the Police Department  in August   after two and a half years so he could enroll at St. Joseph’s Seminary in Yonkers for six years of study to ", "become a Roman Catholic priest", ". [New York Post]", "For a few hours at the deserted, wind-whipped parking lot at Jacob Riis Park in Queens, the city’s first and only elephant-polo team rode on the rooftops of dueling Cadillac Escalade and Lincoln Navigator S.U.V.’s in a ", "practice session for the World Elephant Polo Association championships", " in Nepal later this month. [New York Post]", " Two entrepreneurs who attended Yeshiva University have written software that turns the BlackBerry from a device to check e-mail and stocks into a “pray phone.” Dubbed “the JewBerry,” the $30 program replaces the traditional prayer book by ", "providing all the Hebrew blessings observant Jews are required to say three times a day", ".  [New York Post]"]}
]