[{"article_text":"Republican Virginia state Delegate Nick Freitas gained national attention earlier this month after a video of a speech he made on the floor of the House of Delegates defending Second Amendment supporters against vicious attacks went viral.  In the speech, he fought back against the politically correct overreach that’s become all too common – specifically, Democrats in the Virginia Legislature who demonized law-abiding citizens who support “the right of the people to keep and bear Arms” guaranteed by the  Second Amendment of the U.S. Constitution.  A video of Freitas’ floor speech has received 15 million views on his Facebook page, where he said: “For several days now, some Democrats in the Virginia House of Delegates have made public speeches comparing those of us who take our oath to the Constitution seriously, to include the Second Amendment, to Nazis and segregationists.”  The speech given by Freitas, a former Army Green Beret who served two tours in Iraq, put him on the map virtually overnight in the Virginia U.S. Senate race, where he hopes to win the Republicans nomination to run against Democratic Sen. Tim Kaine in November.  Freitas’ action is a prime example of the inevitable, growing backlash against the political correctness that increasingly permeates every facet of our lives.  After the tragic shootings at Marjory Stoneman Douglas High School in Florida on Feb. 14 that claimed 17 lives, businesses were attacked and pressured to take a side against the National Rifle Association and its 5 million law-abiding members.  FedEx was the exception – pledging to keep discounts it offers to NRA members – but other companies caved to extreme, politically correct demands to take an anti-NRA stance.  Delta Airlines, headquartered in Atlanta, capitulated to the PC pressure, announcing it would no longer offer discounts to NRA members. The backlash was fierce as the Georgia Legislature removed a $40 million tax break for Delta as part of a tax cut package that eventually passed.  So to deny just 13 discounts, Delta flushed a $40 million tax break. Maybe Delta’s shareholders are as PC as its leadership; if not, expect the next shareholder meeting to be very interesting.  Are we really now living in a world where all private businesses are going to be forced to take sides on political hot-button issues?  The obsession with political correctness has invaded the entertainment world as well. As we’ve recently witnessed, the Academy Awards show was completely overrun by PC politics.  Every year it seems we see less entertainment and more political posturing by people paid to entertain us – not to deliver political lectures. This year, the ratings for the Oscars continued to plunge, down 20 percent from last year.  You would think liberal politicians, PC executives and Hollywood would’ve all gotten the memo by now: America’s backlash against political correctness is one reason why President Trump got elected. But these people don’t deal in facts. They’d rather double down and continue their bully tactics.  Freitas called for an honest dialogue of mutual respect in his speech, yet Democrats walked out. Democratic Delegate Joseph Lindsey said Freitas’ speech offended him more than he’s ever been offended since being elected to the House of Delegates, and Democratic Delegate Lamont Bagby said Freitas’ comments were “hateful and divisive.”  Specifically the Democrats were offended when Freitas argued the facts when pushing back against the character assassination of on the left. Freitas said: \"It was not our party that supported slavery, that fought women's suffrage, that rounded up tens of thousands of Asian Americans and put them in concentrations camps, that supported Jim Crow, that supported segregation, or supported mass resistance – that wasn't our party, that was the Democrat Party.”  The truth hurts.  This is the road of “tolerance,” laced with political correctness and rank hypocrisy, that says we can call you a Nazi and a segregationist but when you throw facts back at us and try to have a respectful dialogue, that road becomes a one-way street.  Freitas spoke passionately about looking beyond gun control as a solution to school shootings. He noted that gun-free zones have not deterred gun violence in schools. In addition, he encouraged long overdue scrutiny into policies enacted by liberals that have led to broken homes.  In this age of politically correct overreach attempting to infiltrate every part of society, it is a breath of fresh air to see an elected leader with the courage to start an honest, respectful dialogue built upon undeniable truths.  Delegate Freitas displayed courage we can only hope to have when he served in Iraq as a soldier defending our country. It’s refreshing to see a leader who won’t be bullied by politicians in a state legislature – or the U.S. Senate, where we just might see him next year.","articles_date":"16 3 2018","articles_link":"http:\/\/www.foxnews.com\/opinion\/2018\/03\/16\/gop-legislator-calls-out-democratic-hate-speech-on-second-amendment.html","articles_title":"A GOP legislator calls out Democratic hate speech on the Second Amendment","candidate_fk":9,"first_name":"Nicholas","id":1,"last_name":"Freitas","newspaper_name":"foxnews","source_fk":2,"state_fk":2,"issue":6},{"article_text":"One of the Republican candidates facing Sen. Tim Kaine (D-Va.) in November blasted Virginia's governor after he vetoed a bill that would have banned sanctuary cities in the Old Dominion.  Prince William County Chairman Corey Stewart said it is unthinkable that Gov. Ralph Northam (D) would make such a move in a state that is afflicted by MS-13 violence.  Laura Ingraham said Northam campaigned as a moderate in the 2017 governor's race, in which he beat progressive former Rep. Tom Perriello (D-Albemarle) in the primary and former RNC Chairman Ed Gillespie in the general election.  State Delegate Mark Levine (D-Alexandria) told Stewart that the bill would've prevented some people in immigrant communities from coming forward to report violent crimes because they'd fear deportation.  \"No one would celebrate more than MS-13,\" Levine said.  Northam defended his veto by saying the \"unnecessary and divisive\" bill would've made local law enforcement responsible for enforcing and expending extra resources to federal immigration law.  Stewart said Levine's line of thought is \"what the left always does.\"  \"It has no basis in truth,\" Stewart, who faces State Delegate Nick Freitas (R-Culpeper) and Bishop E.W. Jackson (R-Chesapeake) in the primary, said.  Stewart ripped Northam's decision, saying that in his 10 years leading Prince William County - a Washington suburb that includes Woodbridge and Dumfries - more than 8,100 illegal immigrants have been handed over to ICE and the crime rate \"dropped in half.\"  Stewart said that in bordering Fairfax County, lax illegal immigration policies have led to a greater problem with groups like MS-13.  Ingraham played tape of MS-13 member Venus Iraheta, 17, confessing to the brutal stabbing death of another teen in Fairfax.  Stewart said that under his leadership, Prince William County engaged in one of the \"toughest illegal immigration crackdowns in the country.\"","articles_date":"11 4 2018","articles_link":"http:\/\/insider.foxnews.com\/2018\/04\/11\/corey-stewart-illegal-immigration-ms-13-election-against-tim-kaine-nick-freitas","articles_title":"GOP Kaine Opponent Rips VA Gov for Vetoing Bill Banning Sanctuary Cities","candidate_fk":9,"first_name":"Nicholas","id":2,"last_name":"Freitas","newspaper_name":"foxnews","source_fk":2,"state_fk":2,"issue":5},{"article_text":"A Republican candidate for Senate in Virginia is going viral for his passionate defense of gun rights and fiery criticism of Democrats.  Nick Freitas, a member of the Virginia House of Delegates who is one of several Republicans running to take on Sen. Tim Kaine (R-Va.), spoke Friday on the Virginia House floor, slamming Democrats for suggesting that people who hold pro-Second Amendment views are \"Nazis\" or \"segregationists\" who have blood on their hands in the wake of the Florida high school shooting.  \"If we want to have an open and honest debate, I'm all for that. Let's do that. But it does start with a certain degree of mutual respect,\" Freitas said. \"It starts with a certain degree of not assuming that the only reason we believe in the Second Amendment is because the NRA paid us off. Well, if that's the sort of logic you want to use, why don't you go take a look at how much money the NRA spends and how much money Planned Parenthood spends?\"  He posted a video of his remarks on his Facebook page on Friday, and it has already racked up more than 12 million views.   On \"Fox & Friends\" on Monday, Freitas explained that he had grown tired of the rhetoric some on the left had been using, so he decided to speak out.  He noted that some Democrats walked out during his speech, and Del. Joseph Lindsey (D-Norfolk) said many people were \"emotionally shaken\" by Freitas' words.  “More and more, offense is used as a weapon with which to turn away debate,” Freitas said. “And I’m not going to accept that.”  He said he intended no offense and he's open to meeting with his colleagues across the aisle to discuss how they can better work together.  \"We have to be honest about what's really going on in our schools and going on in our communities. And I'm not going to accept this false narrative that constantly gets thrown at Republicans and conservatives because we support Second Amendment rights,\" Freitas said.  Watch more above.","articles_date":"6 3 2018","articles_link":"http:\/\/insider.foxnews.com\/2018\/03\/06\/virginia-senate-candidate-nick-freitas-goes-viral-fiery-defense-gun-rights","articles_title":"'I Won't Accept a False Narrative': VA Lawmaker's Defense of Gun Rights Goes Viral","candidate_fk":9,"first_name":"Nicholas","id":3,"last_name":"Freitas","newspaper_name":"foxnews","source_fk":2,"state_fk":2,"issue":3},{"article_text":"(CNN)How did the Republican Party -- once known as the party of \"law and order\" -- become a party that could provide space for lawbreakers and extremists, thugs and criminals, hoodlums and hate groups? This astonishing transformation can only be attributed to the presidency of Donald Trump, whose words during the 2016 campaign and during his term in the White House helped make America safe for extremists.  White supremacists, Infowars conspiracy theorists and convicted criminals are running, some as viable candidates, on the GOP ticket on the state and federal level, something which would have been unheard of only a few years ago. Such individuals are not barred from putting their hat in the ring and aspiring for elected office, but it is remarkable that party leaders have by and large not shown the backbone to condemn them. But in a way that's not surprising in a party where extremism and intolerance are mainstream GOP fare, and its standard bearer runs an ethically challenged administration mired in criminal investigations. Trump said he would drain the swamp, but he is the swamp, and he is sending swamp-dwelling creatures to the Senate, Congress and the state house. Nancy Pelosi&#39;s mistake on identity politics Nancy Pelosi's mistake on identity politics A criminal record is no longer a barrier to entry for GOP candidates. There is nothing wrong with people being formerly incarcerated. After all, in a country that preaches rehabilitation yet practices gratuitous imprisonment and punishment for its own sake, society should encourage those who turn over a new leaf and want to contribute to their country through public service. However, keep in mind that we are not talking about the rehabilitated here. The candidates in question are doubling down on corruption and hate in Trump's party. Even former National Security Adviser Michael Flynn -- who is awaiting sentencing after pleading guilty to lying to the FBI in connection with the Russia investigation -- is hitting the campaign trail and stumping for them. Former Maricopa County Sheriff Joe Arpaio is running for Senate, after receiving a pardon from Trump for a contempt of court charge for failing to curb his anti-immigrant and anti-Latino racial profiling policies in violation of civil rights. Accused of racism and mistreatment of Latino prisoners, Arpaio failed to investigate over 400 sex crimes -- including the molestation of undocumented children -- made inmates wear pink underwear, called his tent city for inmates a concentration camp, and established the first chain gangs for juveniles and women. Paul Ryan&#39;s firing of Father Conroy should worry us all Paul Ryan's firing of Father Conroy should worry us all Arpaio, a prominent Birther who questioned President Obama's citizenship, received the blessing of Vice President Mike Pence, who, apparently rehearsing for a sooner-than-expected spot in the Oval Office, called Arpaio, \"A great friend of this president, a tireless champion of strong borders and the rule of law.\" In West Virginia, Don Blankenship, the former coal mining company head who went to prison for a year on mine safety charges that were brought after a disaster that killed 29 miners, is challenging Democratic Sen. Joe Manchin. Blankenship claims it was not racist to call Sen. Mitch McConnell's father-in-law a \"wealthy Chinaperson.\" (Donald Trump Jr. has urged voters in West Virginia to reject Blankenship and a GOP-establishment linked PAC is running ads against him, according to Politico.) In Staten Island, New York, former FBI agent and Rep. Michael Grimm, who pleaded guilty to tax evasion, is making a comeback as a Trump loyalist after serving seven months behind bars. During his first stint in Congress, Grimm also threatened to break a reporter \"in half\" in 2014 following President Obama's State of the Union address. Kanye only cares about himself ... just like Trump Kanye only cares about himself ... just like Trump Running against Rep. Maxine Waters in California is Omar Navarro, who pleaded guilty to placing a tracking device on his wife's car. The extreme right wing, pro-Trump candidate has support from Michael Flynn and conspiracy theorist Alex Jones, and Navarro says Roger Stone serves as his adviser. And Rep. Greg Gianforte, who pleaded guilty to assault after body slamming a reporter, is running for re-election in Montana. Meanwhile, a report from Right Wing Watch, a project of People for the American Way, shines the light on a dozen far-right candidates who, typically inspired by Trump, are driving the Republican Party and American politics to the fringes. One of these people is Arthur Jones, who denies the Holocaust and was denounced as a Nazi by Illinois Republicans, yet became the GOP nominee in Illinois' 3rd district. Another is Paul Nehlen, a white supremacist who is a self-described \"pro-White Christian American candidate\" vying for House Speaker Paul Ryan's seat in Wisconsin. Black Trump supporters Diamond and Silk received $7,000 to star in a campaign ad supporting Nehlen. Twitter permanently banned Nehlen after he posted a photo depicting Prince Harry's biracial fiancée Meghan Markle as \"Cheddar Man,\" a 9,000-year old dark-skinned prehistoric Briton. Romney&#39;s woes: No fun for mainstream GOP in Trump era Romney's woes: No fun for mainstream GOP in Trump era E.W. Jackson, a black right-wing pastor, hopes to unseat Sen. Tim Kaine in Virginia. The homophobic candidate called LGBTQ people \"perverted,\" \"degenerate,\" \"spiritually darkened\" and \"frankly very sick people psychologically, mentally and emotionally\" and said homosexuality \"poisons culture, it destroys families, it destroys societies; it brings the judgment of God unlike very few things that we can think of.\" Jackson is running in the primary against Corey Stewart, who is running on a Confederate nostalgia platform and compared those who would remove Confederate statues to ISIS. Follow CNN Opinion Join us on Twitter and Facebook  \"Extremist and fringe candidates, although they often lack political viability, are able to influence the races they participate in by forcing unearned oxygen toward the bizarre, dangerous and destructive reaches of the right-wing movement,\" the Right Wing Watch report said. \"Some are the longest of long shots, others have a real path to victory, but all are hoping to pull the conservative movement further toward the fringes of the right.\" Americans of all political affiliations must stop and wonder where this country is headed when hate group members, wingnuts and unrehabilitated ex-offenders are gunning for elected office representing one of the two major political parties in America. Some of them even have a chance of winning. This is all the proof you need that the GOP is running to the extremist right, and is threatening to push US politics off the cliff.","articles_date":"4 5 2018","articles_link":"https:\/\/www.cnn.com\/2018\/05\/04\/opinions\/strange-collection-of-extremists-running-as-republicans-opinion-love\/index.html","articles_title":"The strange collection of extremists running for office as Republicans","candidate_fk":10,"first_name":"E.W.","id":4,"last_name":"Jackson","newspaper_name":"CNN","source_fk":1,"state_fk":2,"issue":6},{"article_text":"New York (CNN)Donald Trump argued Tuesday that the American public knows very little about Hillary Clinton's religion, raising questions about how it will impact her leadership should she become president.  \"We don't know anything about Hillary in terms of religion,\" he said, speaking to a group of Christian leaders in New York. \"Now, she's been in the public eye for years and years, and yet there's no -- there's nothing out there. There's like nothing out there. It's going to be an extension of Obama but it's going to be worse, because with Obama you had your guard up. With Hillary you don't, and it's going to be worse.\" Trump was addressing a small group of high-profile evangelicals ahead of speaking before a larger group of religious leaders at a gathering hosted by the Christian group, United in Purpose. E.W. Jackson, who tweeted video of Trump's remarks, said the comment came while Trump was trying to say that conservatives tend to get questioned more about their faith than liberals. \"I think everybody in there knows Hillary Clinton is a Methodist and by definition a Christian,\" Jackson told CNN. \"He was saying for those of us who are students of the Christian faith -- for evangelicals that can mean everything is thoroughly examined, like what do you believe about marriage? What do you believe about abortion?\" Jackson, who ran as the 2013 Republican nominee for lieutenant governor in Virginia, said he was \"accused of believing all kinds of crazy things\" when he was a politician. \"All (Trump) was saying was she hasn't had that same examination, so we don't really know what she believes,\" he added. Ken Blackwell, a Family Research Council fellow and Ohio politician, praised Trump's comments about \"protecting religious liberty and speech, because I know this administration -- and given that the Hillary administration will be a third term of Barack Obama, she would be a third term in her attack on religious liberty in general.\" \"I have no reason to attack her faith, I just question her ability to defend my right, my family's right, my church's right to practice our faith in the public square,\" Blackwell said. Marjorie Dannenfelser, the president of the Susan B. Anthony List, said there's been \"very little public conversation about (Clinton's) faith.\" \"I think it would be very helpful to hear what her faith is, what the core of her belief is,\" she said. Play Video  Hillary Clinton quotes Corinthians in victory speech 01:06 The day after Trump's remarks, Clinton appealed to her Christian faith as the guiding source for her desire to help children. \"Every single child deserves the chance to live up to his or her God-given potential. That has been the cause of my life. It's rooted in the values that I've learned from my family and my faith,\" she said Wednesday in Raleigh. \"We have responsibility to lift each other up,\" she added. \"As we Methodists like to say, do all the good you can to all the people you can in all the ways you can.\" While it's true Clinton doesn't regularly talk about her faith, she has had a number of public interactions with people where they discussed her faith. RELATED: In personal exchange, Clinton laments using faith to 'judge so harshly' She also talked about her faith in an interview with CNN in January, saying, \"My faith is a central part of who I am.\" \"What I believe, why I'm called to service because I feel that I've had a lot of blessings in my life and a lot of others are not so fortunate,\" she said. \"And I'm grateful that I was both raised with a faith and that the faith has sustained me. I am very committed to what I believe is the discipline and the mandates that you should be responding to as a Christian and for me that has a lot to do with, you know, lifting up those who are the last, the lost and the least among us and trying to give more people a chance to chart a more positive for themselves. That's what I've always cared about and that's what I'll do as president.\" Trump has questioned other candidates' faith, as well. Of Texas Sen. Ted Cruz, Trump tweeted in February: \"How can Ted Cruz be an Evangelical Christian when he lies so much and is so dishonest?\" He also urged the group Tuesday to pray for his election. \"What you really have to do is pray to get everybody out to vote, for one specific person,\" Trump said. \"And we can't be -- again -- politically correct and say we pray for all of our leaders because all of your leaders are selling Christianity down the tube, selling Evangelicals down the tubes.\"","articles_date":"22 6 2016","articles_link":"https:\/\/www.cnn.com\/2016\/06\/21\/politics\/donald-trump-hillary-clinton-religion\/index.html","articles_title":"Trump: 'We don't know anything about Hillary in terms of religion'","candidate_fk":10,"first_name":"E.W.","id":5,"last_name":"Jackson","newspaper_name":"CNN","source_fk":1,"state_fk":2,"issue":6},{"article_text":"Washington (CNN)Donald Trump has inflicted a dark night of the soul on many conservatives.  As the GOP establishment slowly coalesces around the presumptive nominee, the foot soldiers of the movement face an agonizing dilemma: whether to line up behind a candidate many members view as a ideological heretic or to stay true to their principles and reject him -- even though doing so could help Hillary Clinton claim the White House. The self-reflection is particularly acute for members of the influential Council for National Policy, an umbrella network of conservative activists -- the membership of which has been largely secret but can now be exclusively revealed to a greater extent than ever before by CNN. The Council was founded in 1981 by Tim LaHaye, the evangelical minister best known for the \"Left Behind\" series of prophesy-infused fiction books. CNN Politics app Uniting social, fiscal and religious conservatives, the CNP, nicknamed \"The Group,\" has prided itself for years on promoting conservative values and helping grassroots conservatives outside the GOP structure to coordinate and share ideas and information. Its membership is a powerful organizing force behind conservative candidates and has helped to cement the movement's aspirations deep in Republican Party ideology. A copy of the organization's membership list and directory obtained by CNN shows it mixes prominent conservative leaders like Brent Bozell III and Phyllis Schlafly with a smattering of former presidential candidates, business leaders and social activists. The group rarely courts publicity, but its members will be crucial in determining the amount of buy-in from social and evangelical conservatives for Trump's national campaign. Donald Trump's rough few days Trump starts from a position of weakness among CNP members, and the choice is particularly galling for some social conservatives because the 2016 election had seemed to offer the chance of nominating a candidate -- like Ted Cruz or Marco Rubio -- who was squarely in line with their core philosophy. Tony Perkins of the Family Research Council currently heads the executive committee of the CNP, and told CNN in an interview that Trump's takeover of the Republican Party is posing searching questions for the conservative grass-roots. He said it is incumbent upon Trump to reach out with tangible steps to quell anxiety in the movement if he is to ensure a strong GOP turnout in November. Nightcap: The latest news and political buss from CNN Politics | Sign up \"Many conservatives want to be able to be for Donald Trump because they fear the alternative, but they have not yet seen in him what they need to see to make the transition,\" Perkins said. \"There is not a lot that has transpired since Ted Cruz left the race and Donald Trump has been on the path to being the nominee -- he has not done anything that would make people change their minds.\" Another prominent member of the CNP is former Ohio Secretary of State Ken Blackwell, who said he is \"slow walking\" his embrace of the Trump candidacy. In some ways, Blackwell said, promoting Trump would for conservatives be akin to snatching defeat from the jaws of victory if he does not accept their principles, after generations of trying to put conservative thought at the heart of U.S. government. \"I would say everybody wants to unify and everybody is mindful of the fact and respectful of the fact that Trump has weathered the storm of a primary,\" Blackwell said. \"But the vast majority of us are not ready to jettison our platform or the philosophy that has gotten us to this majority party status, the only other rung is the presidency.\" Better than Clinton Pragmatists among CNP members argue that while Trump may part with conservatives on many core issues -- including reining in the size of government, on opposing entitlement reform and in the often vulgar tone of his campaign, it is already clear he would be better for conservatives than the alternative -- Hillary Clinton. Schlafly, a pioneering conservative activist and founding member of the CNP, said that Trump is not the first Republican candidate to face questions about his personal authenticity as a conservative. Pro-Clinton super PAC to start airing general election ads targeting Trump \"I can remember 1980 when a lot of us didn't think Reagan was an authentic conservative. Reagan turned out to be best president of the century,\" she said. She backed Trump partly because he was the only candidate talking about illegal immigration, which she said was \"the most important issue in the country.\" Father Frank Pavone, a Roman Catholic priest who directs the Priests for Life organization, is backing Trump because he believes in the sincerity of his anti-abortion rights credentials -- despite doubts among other conservatives on his conversion from a previously pro-abortion rights position. \"No matter what uncertainties there might be about him, there are no uncertainties about where Clinton will go or anyone on the Democratic side on this issue in particular,\" Pavone said. \"A lot of people will come out with the statement that she is as bad as he is, but he is not on this issue particularly,\" said Pavone, who believes that Trump's change of attitude on abortion is \"real and sincere.\" Poll: Trump ahead in deep-red Georgia but Clinton in striking distance Pavone believes that now that Trump is the presumptive nominee and has a realistic chance of becoming President, he will moderate the antics and demeanor that have troubled many conservatives. \"From my own communication with people who have known, and worked with and advised Mr. Trump, I have got nothing but reassurance,\" Pavone said. \"I really think that that principle that the office shapes the man is going to kick in very strongly.\" Perkins suggests that the presumptive nominee could make some tangible moves to bring values voters along with him. One visible step would be to pick a vice presidential nominee who is trusted by evangelical and social conservatives. \"Is there someone that we will have a confidence in that has a track record because past performance in the best indicator of future performance,\" said Perkins. Alternatively, Trump could reassure conservatives by enlisting a trusted member of the community, like Cruz to help vet his judicial nominees — an intensely acute matter for conservatives, given the open seat that belonged to late Justice Antonin Scalia. In fact, the open Supreme Court seat could emerge as substantial leverage for Trump to corral conservatives behind his campaign given fears in the movement that Clinton could select her own liberal nominee who could sit on the court for decades. Trump may already be heading in that direction. CNN's Dana Bash reported Friday that the billionaire told House leadership officials in a meeting on Thursday that he would produce a list of potential nominees in coordination with the Federalist Society and the Heritage Foundation. But other CNP members are just not ready to make that leap of faith. Kim Bengard, a businesswoman and social conservative activist from California, does not believe that Trump's conversion on abortion is genuine. After swallowing her reservations to side with previous moderate Republican nominees like Bob Dole, John McCain and Mitt Romney, Bengard has hit the end of the line with Trump. \"I can't do it,\" Bengard said, adding that she believes the billionaire's anti-abortion rights position is simply one of convenience. \"I don't believe he is a Republican. He is certainly not a conservative,\" said Bengard. \"I am going to in the end walk away with my convictions intact. I won't vote the top of the ticket, I am sad and horrified about what is ahead of us,\" Bengard said, adding she would restrict herself to down-ticket races in the current election season. Inside \"The Group\" CNP may be the most powerful group whose members you didn't know. As the group explains on its website, which provides no membership information, the CNP \"brings together the country's most influential conservative leaders in business, government, politics, religion, and academia to hear and learn from policy experts on a wide range of issues.\" The membership list is ''strictly confidential,\" a CNP memo obtained by The New York Times in 2004 noted. ''The media should not know when or where we meet or who takes part in our programs, before or after a meeting.\" In 2014 and 2015, several GOP presidential candidates -- Cruz, former Gov. Mike Huckabee, Dr. Ben Carson, Sen. Lindsey Graham, Sen. Rand Paul, and former Sen. Rick Santorum, among others -- spoke with CNP members in the hopes of securing their support. At the end of 2015, conservative activist leaders linked to \"The Group\" voted to support Cruz in the primaries but in February, as reported by the National Review,members of the Group began expressing concerns about Cruz's viability. But the CNP itself says that it does not endorse candidates and does not hold straw polls showing presidential preference. The ranks of members are made up of grassroots conservatives who, according to their Values Statement, \"value the power of collaborative networking among conservative leaders to strengthen the movement and its impact.\" CNN obtained a CNP membership directory from 2014, when Perkins was vice president of the executive committee and the president was Stuart Epperson, co-founder and chairman of Salem Communications. Secretary. Treasurer of the Group was John Scribante, Chief Executive Officer at Orion Energy Systems, Inc. Several former GOP presidential candidates are listed, including Santorum, Gary Bauer, Herman Cain, Steve Forbes and Jim Gilmore. The leaders of key conservative and like-minded groups are also on the roster, such as Citizens United President David Bossie, former Heritage Foundation President Jim DeMint, Tea Party Express Chairman Amy Kremer, National Rifle Association CEO Wayne LaPierre, Club for Growth leader David McIntosh, Judicial Watch President Thomas Fitton, Operation Rescue President Troy Newman, Americans for Tax Reform President Grover Norquist, and Jenny Beth Martin, co-founder of Tea Party Patriots. Other boldfaced names, organizers and donors familiar in the conservative world include: Foster Freiss; Ralph Reed, Bishop E.W. Jackson, Ed Meese, former Reagan-era Energy and Interior secretary Don Hodel, Linda Bean, James Dobson, and Bain Capital Managing Director Louis Bremer. Congresswoman: Trump will fix problems with women voters  Congresswoman: Trump will fix problems with women voters 03:01 And the media world is represented. Listed on the 2014 roster are: Joseph Farah, founder and CEO of WND; Christopher Ruddy, Newsmax founder, CEO and president; and Neil Patel, co-founder of The Daily Caller. The pursuit of the Group's goals is augmented by CNP Action, Inc., a sister organization that \"promotes issues or specific pieces of legislation through regular publications and standing committee workshops,\" according to its website, and is headed by Gary Aldrich, the former FBI Agent whose 1996 book detailed accusations of security breaches at then-President Bill Clinton's White House. The CNP's influence is beyond dispute. Reporter Marc Ambinder noted that shortly after \"candidate George W. Bush spoke before a closed-press CNP session in San Antonio...magisterial conservatives pronounced the allegedly moderate younger Bush fit for the mantle of Republican leadership.\" (Ambinder allowed that the two moments might not have been directly connected.) But while the impact of the CNP is clear, it is less certain that conservatives who have spent decades fighting to insert their ideology at the heart of government will present a united front in the coming fall election. But for those conservatives who are still wavering about endorsing Trump or who might be tempted by a possible third party candidate, Schlafly, who has impeccable conservative credentials after a lifetime on the front-lines of the ideological struggle, has a simple message. \"I remind people we are a two party system. If you like a third party or some other way, you can move to Europe — You have got to pick one. The fight is in the Republican Party.\"","articles_date":"17 5 2016","articles_link":"https:\/\/www.cnn.com\/2016\/05\/17\/politics\/conservatives-slow-walk-donald-trump-support\/index.html","articles_title":"Conservatives in secretive group 'slow walk' Trump support","candidate_fk":10,"first_name":"E.W.","id":6,"last_name":"Jackson","newspaper_name":"CNN","source_fk":1,"state_fk":2,"issue":6}]