[
{"newspaper_name": "CNN", "first_name": "Paula Jean", "last_name": "Swearengin", "articles_date": ["Sept. 7, 2017"], "articles_link": "https://www.nytimes.com/2017/09/07/opinion/clinton-sanders-democratic-party.html", "articles_title": ["The Struggle Between Clinton and Sanders Is Not Over"], "articles_text": ["The surge in Democratic enthusiasm and activism driven by animosity to President Trump is proving to be a mixed blessing. Renewed fervor improves Democratic prospects in 2018 House and Senate elections. At the same time, in a development reminiscent of the Tea Party Republican insurgency of 2010, moderate and centrist Democratic incumbents face primary challengers from the Sanders left. In some cases, these challengers raise the threat of bitterly contested midterm primaries that could leave House and Senate nominees weakened for the general election. Two moderate Senate Democrats, Joe Manchin of West Virginia and Claire McCaskill of Missouri, both face primary challenges from the insurgent progressive wing of their party, as do a growing number of Democratic House incumbents. Center versus left disputes within Democratic ranks have surfaced on several fronts, even as Democrats of all stripes have come to recognize the devastating costs of the Trump-era Republican attack on the nature of truth and the parallel rise of “alternative facts.” The Democratic National Committee, charged with a crucial organizational role in the coming presidential election, continues to struggle to regain standing with Sanders supporters after a series of conflicts in 2016 and 2017 over such matters as control of valuable donor lists and demands for a more progressive agenda. Intra-Democratic conflict resurfaced this week with the release of anti-Sanders passages from Hillary Clinton’s new book, “What Happened.” Clinton wrote that “attacks” Sanders made during the primary season caused lasting damage, making it harder to unify progressives in the general election and paving the way for Trump’s “Crooked Hillary” campaign. I don’t know if that bothered Bernie or not. Clinton added that Sanders “didn’t get into the race to make sure a Democrat won the White House, he got in to disrupt the Democratic Party.” In a statement on Wednesday, Sanders countered: “My response is that right now it’s appropriate to look forward and not backward.” EDITORS’ PICKS See What’s Left of Benghazi, 6 Years After the Consulate Siege ‘There Were Really No Other Women at All’ The Baby-Formula Crime Ring There is good evidence that defections by Sanders’ Democratic primary voters to Trump on Nov. 8 played a decisive role in Trump’s victory. Brian Schaffner, a political scientist at the University of Massachusetts-Amherst, calculated that Sanders-to-Trump voters were key to Trump’s victories in Michigan, Pennsylvania and Wisconsin. The accompanying chart, which is based on the 2016 survey conducted by the Cooperative Congressional Election Study, shows how crucial these voters were. The internal battle over how to maximize the political strength of the party reflects the fact that it is made up of a coalition of multiple, sometimes overlapping, factions with an intense desire to win, but in constant competition with one another. These factions include economic populists, led by Sanders and Elizabeth Warren, along with Jon Tester and Sherrod Brown; increasingly influential women, including Kirsten Gillibrand, Kamala Harris and Warren; an equally influential group of African-American politicians, including Cory Booker, Deval Patrick and Harris; Hispanics determined to gain power, including Julián and Joaquín Castro and Xavier Becerra; and a still strong but often challenged white male Democratic establishment that includes Joe Biden and Terry McAuliffe. Many of the current conflicts enlarge upon the ideological divisions that dominated the 2016 presidential primaries, with Hillary Clinton representing the centrist wing and Bernie Sanders the progressive wing. The debate going into the next election cycle raises the question of whether the Democratic Party will be most successful with continued — or enlarged — support from a segment of the white working class: 34 percent of non-college white women and 23 percent of non-college white men voted for Clinton in 2016. Can these numbers be maintained or improved or should Democrats look elsewhere — for more votes from minorities and deeper support from women, along with continued improvement among upscale whites — to piece together victory in 2018 or 2020? There is an argument to be made that the party has in fact already moved sharply in a leftward direction. In a phone interview, Mark Longabaugh, a senior strategist in the Sanders campaign, cited data from the Pew Research Center showing that the percentage of Democrats describing themselves as “liberal” grew from 27 to 48 percent from 2000 to 2017, while self-identified Democratic moderates fell from 45 to 36 percent. Conservative Democrats dropped from 23 to 16 percent. The Times needs your voice. We welcome your on-topic commentary, criticism and expertise. “The party is still this wrestling about its identity,” Longabaugh said. He suggested that Democrats are stalled by what he described as “a sort of rubbernecking, watching this 15-car pileup in the Republican Party” on the other side of the road while “we are stuck in traffic, not moving forward.” Despite the continuing ideological confusion, there are a number of positive signs for the Democratic Party. In a reflection of the determination among Democratic voters to take control of the House out of the hands of Donald Trump’s Republican Party, individuals’ contributions to the Democratic Congressional Campaign Committee have risen from $32.4 million in the first seven months of 2013 to $50.2 million in the first seven months of this year. Not only have contributions from individuals (as opposed to political action committees) to the D.C.C.C. surged, but the amount raised from individuals is triple the $15.8 million raised by the National Republican Congressional Committee through the first seven months of this year. The same cannot be said about the Democratic National Committee — battered by the anger of Sanders supporters. The D.N.C. has seen a much smaller increase in individual contributions over the same period, from $30.7 million to $33.0 million. The surge in anti-Trump activity across the country makes the limited D.N.C. fund-raising success surprising and speaks to the gravity of the committee’s problems. Signs of the stress the Democratic Party is under are evident in the degree of institutional fracturing. Sanders has created what amounts to his own party organization, Our Revolution, which endorses candidates — a signal to voters of Sanders’ backing and of its separation from the Democratic Party. In a revealing statement of purpose the organization declares that Our Revolution will empower the next generation of progressive leaders by inspiring and recruiting progressive candidates to run for offices across the entire spectrum of government. For candidates “inspired by the ‘political revolution,’ ” Our Revolution promises to provide the unparalleled digital tools, organizing knowledge and grassroots support successfully utilized throughout Senator Sanders’ campaign. Wariness, if not downright hostility, dominates relations between Our Revolution and the Democratic Party. The tensions between the two are rooted in the disclosure during the 2016 primaries that leaders of the D.N.C. favored Clinton while privately disparaging Sanders’ bid. In February of this year, Thomas Perez, the candidate favored by the Democratic establishment, beat Keith Ellison — who was endorsed by Sanders and who has a strong following among the party’s progressive wing, as well as among its African-American constituency — in the election to become chairman of the D.N.C. Further compounding the conflict, Sanders has declined to share his donor lists with the Democratic Party. “We are working hard to regain trust,” Jess O’Connell, the new executive director of the D.N.C., said in a phone interview, although there appears to have been no letup in the tension between the party and the Sanders camp. In June, the Nation conducted an interview with Nina Turner, a former Ohio State Senator, who is now president of Our Revolution. In April 2016, Turner had famously objected that “brand loyalty” was causing African-American voters to support Hillary Clinton. The Nation asked: How will Our Revolution relate to the DNC, the DCCC, the DSCC, that kind of establishment that so many activists and politicians, including you, have frequently criticized? Her reply: I don’t think it is our job nor our obligation to fit in. It’s their job to fit in with us. Then: And what about the Democratic Party at large. Do you see Our Revolution working to bring some unity to factions in the party? Turner’s reply: No, not really. I want people to be unified. I would say that the board of directors wants that too, but we’re here for a very specific purpose, and that is to help the everyday Americans in this country who feel left behind. Two months later, in August, relations remained hostile. Buzzfeed reported that in an interview, Turner described the D.N.C. as “dictatorial,” “arrogant,” “pompous,” “superficial,” “tone-deaf,” “tone-dead,” “out of line,” “insulting” and “absolutely insulting.” Turner declined my requests for an interview. But in a sense her views on the Democratic establishment are moderate compared to those voiced by groups and individuals further to the left. Two organizations that have joined forces, Justice Democrats and Brand New Congress, are run by veterans of the Sanders presidential campaign including Zack Exley and Saikat Chakrabarti. Their goal: replacing “every establishment politician in Congress in 2018,” although so far they have endorsed 10 House candidates and one Senate candidate. The two groups, which together reported receipts of $1.2 million this year, have set their sights on Manchin, in West Virginia. Brand New Congress and Justice Democrats have endorsed Manchin’s primary challenger, Paula Jean Swearengin, who describes herself as “a coal miner’s daughter, granddaughter, niece and stepdaughter.” In the view of Justice Democrats: The Democratic Party is broken, and the corporate wing of the party is responsible. By aligning with Wall Street over working men and women, the Democratic Party has allowed Republicans to take over most state legislatures, most governorships, Congress, and the presidency. CREDO Mobile, which does not endorse candidates but instead channels support to liberal groups like Planned Parenthood and the American Civil Liberties Union, goes a step further. It is willing to sacrifice centrist Democrats for the sake of ideological consistency. Murshed Zaheed, CREDO’s political director, told The Associated Press in March, I’d rather have 44 or 45 awesome Democrats who are lock step together than 44 or 45 really awesome Democrats and three to four weak-kneed individuals who are going to dilute the party. I spoke with Zaheed by phone. He stood by his comment to The A.P. He described himself as a “die-hard Democrat” but he wants “a Democratic Party that is going to stand up to corporations and big business.” Insofar as these intraparty power struggles are fought out in primary elections, the more passionately committed the faction, the greater its advantage. Ideologically committed voters turn out in higher percentages in primaries than less ideological moderates. The Pew data cited above reveal that the Democratic Party is at a tipping point, with the percentage of self-identified liberals in the Democratic electorate currently at 48 percent and rising. This suggests that in the struggle for power among the competing racial, ethnic and gender constituencies, the Sanders-Warren populist wing could emerge as the dominant force in the selection of a 2020 Democratic nominee. In theory, the selection of a nominee loyal to the left-liberal wing in the 2020 general election would test the political viability of a Democratic Party that explicitly challenges corporate power — and indeed the capitalist system itself. Victory would legitimate the arguments of the Sanders-Warren wing. In practice, such a victory would leave the party in ideological limbo. Could Sanders or one of his revolutionary offspring actually govern? Could such a politician win against a candidate other than Donald Trump? Can the leftward movement of Democratic voters find an echo among independent and moderate voters in the general electorate? These fundamental questions are very hard to answer. Trump or no Trump, they will continue to plague the Democratic Party, not just for the next two election cycles, but on into the foreseeable future."]},
{"newspaper_name": "CNN", "first_name": "Nicholas", "last_name": "Freitas", "articles_date": ["Aug 25, 2017"], "articles_link": "https://en.wikipedia.org/wiki/Nick_Freitas", "articles_title": ["Nick Freitas"], "articles_text": ["Nicholas J. Freitas (born August 29, 1979) is an American politician who is a member of the Virginia House of Delegates and a candidate for the US Senate in 2018. He was first elected in 2015, and represents the 30th district comprising Madison County, Orange County, and the Southern half of Culpeper County on behalf of the Republican Party. Freitas is a United States Army veteran who served two tours in Iraq.[3] Early life and education[edit] Nicholas Freitas was born in Chico, California, on August 29, 1979. After graduating high school, Freitas joined the United States Army. He also during this time graduated at Henley-Putnam University.[4][5] Following the September 11 terrorist attacks, Freitas volunteered to join the Special Forces of the United States Army and served two tours in Iraq. After being honorably discharged in 2009, Freitas moved to Culpeper County, Virginia in 2010 and served as an operations director for a service-disabled veteran-owned company.[5][6] Political career[edit] Freitas became the chairman of the Culpeper County Republican Committee in 2010. In 2015, Freitas ran for the Virginia House of Delegates for the 30th district, then held by Republican Ed Scott. After Scott announced his retirement, Freitas was unopposed in both the Republican primary and the general election, and took office in January 2016.[7][8] He ran for re-election in 2017 and won with 62% of the vote over Democrat Ben Hixon.[9] Freitas currently serves on the Finance, Militia, Police, and Public Safety, and Science and Technology Committees.[1] Freitas is seeking the Republican nomination for the 2018 Senate election in Virginia.[10] He has been endorsed by Senators Rand Paul and Mike Lee.[11] On March 9, 2018, Freitas drew national attention from a speech in the Virginia House of Delegates on gun rights, opening his remarks by saying \"There's been a lot of discussion about an open and honest debate with respect to school shootings, gun violence, gun control, etc. An open and honest debate, as I understand it, is one based on data, facts, evidence, analysis, reason, logic\". Freitas went on to criticize his Democratic counterparts in the speech for comparing pro-2nd Amendment views to Nazism and segregation.[12] This was in reference to an email Democratic Delegate Mark Levine sent to his supporters that claimed Republicans support assault weapons similar to those “created by Nazi Germany.”[13][14] The Democrats responded angrily, with some leaving the room as a result of the speech. Video of the speech received several million views and was featured on a number of media outlets, including Fox News and The Daily Wire.[15][16] Political views[edit] Described as a libertarian Republican,[17] Freitas is a strong advocate for limited government, the preservation of the U.S. Constitution and the rule of law, fiscal responsibility, economic liberalism, immigration reform, pro-life legislation, the 2nd Amendment, and school choice.[5] He is also for a non-interventionist foreign policy.[18] As delegate, Freitas promoted reduction of regulations, improving government transparency, and giving more control of the education curriculum to local governments. Freitas also pushed for one of the United States’ strictest civil asset forfeiture reform bills and defended occupational licensing reform on behalf of Virginia’s working professionals.[5] Personal life[edit] Freitas is a Protestant Christian and attends Mountain View Church in Culpeper. He is married to Tina M. Pierce, whom he met in high school. The couple has three children: Lillyana, Luke, and Alexandria. In addition, Freitas is a member of the Heritage Foundation and the National Rifle Association (NRA).[4][19]"]},
{"newspaper_name": "CNN", "first_name": "E. W.", "last_name": "Jackson", "articles_date": ["Aug 25, 2017"], "articles_link": "https://en.wikipedia.org/wiki/E._W._Jackson", "articles_title": ["Outrage after Nebraska politician compares cops to ISIS"], "articles_text": ["Earl Walker Jackson Sr. (born January 13, 1952) is an American conservative politician, Christian minister, and lawyer in Virginia. He was the Republican Party nominee for Lieutenant Governor of Virginia in the 2013 election.[1] Jackson was a Republican primary candidate for the United States Senate in Virginia in the 2012 election, and is seeking the nomination again in 2018. Jackson is the founder and current president of S.T.A.N.D. (Staying True To America's National Destiny), a conservative non-profit organization that describes itself as \"a national organization dedicated to preserving life, the traditional family and our Judeo-Christian history and values as the Foundation of our Constitution and culture.\"[2] He is head pastor at Exodus Faith Ministries, located in Chesapeake, Virginia. Jackson has appeared as a commentator on national news networks such as C-SPAN, Fox News and MSNBC. Early life Jackson was born on January 13, 1952 in Chester, Pennsylvania, the great-grandson of slaves from Orange County, Virginia.[3] His parents separated when he was a child, and he spent most of his childhood in a foster home.[4] The day after Jackson left the foster home, his dad said, \"Look, every day with me can be a day of heaven on earth. Or every day, I will tear your behind all to pieces. It depends on what you want.\"[5] Jackson's dad also told him, \"'I expect you to study. I expect you to do well in school. I expect you to obey me. And don't come back to me with excuses, because I want you to make something of yourself.'\" Military service, education, and career ackson joined the United States Marine Corps in 1970. He was honorably discharged as a corporal in 1973.[7] Following his graduation from college, he attended Harvard Law School and earned his law degree.[6] He practiced law in the Boston area for 15 years.[8] Jackson also studied theology at the Harvard Divinity School. He remained in Boston until the late 1990s as a practicing attorney, and was also a preacher in Boston.[6] He said he was asked to leave his first ministerial position, at a Baptist church in Cambridge in 1982 after two years. He said of his tenure there, \"It was an older congregation and I was a young 27-year-old firebrand. It was not a good mix.\"[9] While in Boston, he appeared on several radio shows on WHDH, and hosted a nationally syndicated talk show, Earl Jackson Across America.[10] While in Boston, Jackson faced money troubles as he spent nine years trying to rescue a bankrupt radio station, which he took over and converted into a gospel station.[11] Difficulties resulted from extended legal battles with the Federal Communications Commission. In 1993, Jackson was forced to enter bankruptcy protection. Of the bankruptcy filing, Jackson said, \"It was painful. It was difficult. It was embarrassing. I don't like the idea of not paying off debts.\"[9] The protracted battles with the FCC contributed to his belief that the government unreasonably interferes in the free market.[9] He has taught commercial law at Strayer University's campuses in Chesapeake and Virginia Beach. Ministry[edit] In June 1998, Jackson was consecrated a bishop. Later that year, he and his family moved to Chesapeake, Virginia, and began holding weekly Bible studies. Out of the weekly meetings, in 1999 Jackson and his wife founded Exodus Faith Ministries, a nondenominational church.[7] The church rented a space in a storefront location, but was forced to move due to zoning regulations, another incident that helped to shape his view of government overreach.[6] The church rents a room at a Chesapeake hotel, where Jackson preaches every Sunday.[7] Jackson founded Chesapeake's annual Martin Luther King Jr. Breakfast, now in its 14th year.[7] Black community[edit] In 2012, Jackson generated national attention with a recorded video appeal to blacks to leave the Democratic Party, saying it has abandoned the values of the black community and that blacks had developed a \"slavish devotion\" to the party.[12] He has spoken in black churches on issues facing the country and says he generally receives overwhelmingly positive responses.[3] Jackson believes many black leaders, such as Jesse Jackson and Al Sharpton, along with Barack Obama, \"are telling black kids what they can't do.\"[13] Jackson says he deplores Obama's emphasis on race, and says \"The one thing I at least hoped for from the president—and I didn't have much hope for him—was that he'd bring us together. But he has divided us.\"[13] In response to rebukes from some black leaders over some of his comments, Jackson said, \"In order to correct something, you've got to speak to it. ... [T]he last thing in the world I'm trying to do, as some have suggested, is to make white people feel good. I'm trying to make black folks, particularly youth, wake up to the possibilities of a life\" of prosperity.[6] Jackson rejects the label of \"African-American\", calling himself \"an American of African descent\". He said he is proud of his heritage, but says \"I just think we've got to come together as Americans, as one family. So I do point that out because that's the reality of it.[6] Party affiliation[edit] Jackson had been a lifelong Democrat; however, in the 1980s he embraced conservatism. He said of his decision, \"I had a crisis of conscience. Can I be in a party that holds these views that are antithetical to my worldview? In my personal opinion, it is difficult if you are a Bible-believing Christian to reconcile that to some of the positions that the Democrat Party has taken.\"[7] In an October 2012 op-ed essay in The Washington Times, Jackson wrote: Democrats now have fully embraced an abortion policy that amounts to infanticide. They have also made the lesbian-homosexual-bisexual-transgender agenda their vision for America. How have they managed to hold on to black Christians in spite of an agenda worthy of the Antichrist? They have shown a ruthless willingness to frighten black voters with outright lies about the plans of conservatives and Republicans. Vice President Joseph R. Biden’s 'they gonna put y’all back in chains' was not a gaffe. It is part of the Democrats’ strategy of using fear to keep blacks as a captive audience.[14] Jackson believes that Democratic Party elites are driving an agenda to rid the party and the country of God.[7] He says, \"I think I am closer to the viewpoint of the average Democrat in Virginia, the average black Christian in Virginia, than the Democrat Party, because they have been moving into a secular direction in order to accommodate these views that are simply inconsistent with traditional church teachings.\"[7] 2012 candidacy for U.S. Senate[edit] See also: United States Senate election in Virginia, 2012 In May 2011, Jackson announced he was running for the United States Senate seat in Virginia in the 2012 election.[15] George Allen won the June 2012 primary; Jackson received 5% of the vote.[16] 2013 Lieutenant Governor candidacy[edit] See also: Virginia lieutenant gubernatorial election, 2013 Campaign for Republican nomination[edit] Main article: Republican Party of Virginia convention, 2013 Jackson announced his candidacy for Lieutenant Governor of Virginia on December 1, 2012 at the Republican Party of Virginia Advance in Virginia Beach, Virginia.[17] On January 10, 2013, Jackson released his \"Engage and Reform Agenda\"[18] which the campaign called \"commonsense reforms [that] reassert the principles of our Constitution and Let Liberty Light the Way for Virginia.\"[19] On May 18, 2013, Jackson was nominated as the Republican Party candidate for the position, at the party convention in Richmond.[1] The nomination process took four ballots and ten hours of voting. Jackson led in each round of balloting, reaching a majority on the final ballot. Jackson had raised the least money of the seven candidates for the Republican nomination.[20] The Richmond Times-Dispatch called his victory a \"stunning upset\" over the other candidates.[21] Jackson is the first non-white to be nominated to a statewide office by Virginia Republicans since 1988.[22] Controversy over past statements[edit] After his nomination, Jackson received backlash for some of his past statements that have been perceived as derogatory to gays, blacks, and Democrats. Jackson and some observers have noted the challenge of differentiating between statements made in a ministry setting and those made in a political setting. Jackson said, \"I have been forced to clarify those views because they went back and picked out ministry settings where I talked about these things and brought them into my campaign. Then I feel like I have no choice but to clarify.\"[7] Coby Dillard, a Norfolk Republican, observed that some of the criticism stems from the fact that commentary acceptable in a church setting is received differently in a political campaign.[6] Jackson said that by critiquing his comments made in a ministry context, his opponents were trying to impose a religious test to say that anyone who takes a traditional view of the Bible is unfit for public office.[23] In June 2013 in Manassas, Jackson held a press conference in which he sought to clear the air about his past and counter what he called distortions of his past words and statements by his opponents. Jackson addressed a number of claims about his theology, which he says has been \"twisted and distorted,\" and said, \"I'm not going to spend the campaign talking about these issues, so let's get it out of the way now.\"[9] Jackson also disclosed previously unreported details about his financial history and past drug use, saying he wanted to \"reveal as many of my weaknesses and shortcomings as a curious press and my opposition might want to look into,\" and by doing so, \"maybe save you and your colleagues some further research.\"[9] In regards to claims that he thinks birth defects are caused by parents' sins, Jackson said, \"I do not believe that birth defects are caused by parents' sin unless, of course, there's a direct scientific connection between the parents' behavior and the disabilities of the child,\" such as a child who might develop birth defects if his or her mother was addicted to heroin.[9] He also denied that he had said yoga leads to Satanism: \"I do not believe that yoga leads to Satanism. One of my ministers is a yoga instructor. What I said was that Christian meditation does not involve emptying oneself but filling oneself ... with the spirit of God. That is classic Biblical Christianity.\"[9] Jackson said his comments about homosexuals have been taken out of context, and that they were directed not towards the general LGBT community, just its more politically active, fringe members. Of past comments that homosexuality \"poisons culture\", he clarified, \"What I really said was that the gay rights movement, so called, the homosexual activists, engage in some behavior that is absolutely horrendous, and that’s true, everybody knows that; from going into Catholic churches and desecrating the Sacraments to engaging in all kinds of demonstrative behavior to try to call attention to what they view as their plight.\"[24] He added, \"I respect every human being, I don't believe that there's any second-class citizens in Virginia, I don't treat anybody any differently because of their sexual orientation.\"[23] He also says that his statements on homosexuality should be seen as a preacher talking about what he believes the Bible says, not a political candidate's views on how he would govern.[25] Jackson says that he understands the difference between serving in elected office and serving as a minister, saying his job as lieutenant governor would be to serve and represent all Virginians regardless of their beliefs.[23] He said, \"I have spiritual convictions that I preach in church, but that is not my role as lieutenant governor. Anybody who knows me knows that I believe in the Christian principle of love for all people. ... That doesn't mean I'm going to say things that everybody agrees with.\"[25] Jackson believes he has been misunderstood and says some of the portrayals of himself advanced in the media and by his opponents have been hurtful, telling the Richmond Times-Dispatch, I am not comfortable being depicted as a person who hates people or a person who wants to hurt people or be mean and nasty to people. Everyone who knows me knows that that’s not my personality. ... You look at the stories sometimes and you think, 'Who is this person?'[7] However, Jackson also believes there is a \"price for service\", saying, \"If you really want to serve, you've got to be prepared to sacrifice.\"[6] He said he tries to dispel \"false impressions\" created by opponents who want to make him out to be \"an intolerant bigot\", but says \"I don't want to whine about it because it's what I chose to do\" to help improve Virginia.[6] He says, \"I really mean it when I say that I intend to serve everybody. And I really mean it when I say that I do not have a hateful bone in my body for anybody,\" though he admitted \"it may not always come across that way.\"[6] General election campaign[edit] Through the second quarter of 2013 ending on June 30, 2013, Jackson raised $375,324.[26] Most of his contributions were from small donors, indicating a large grassroots base.[26] From July 1 through August 31, 2013, Jackson raised $303,220.[27] That amount was less than Democratic candidate Ralph Northam's fundraising over the same period, but Jackson's individual donors over the period numbered 2,060, more than double the number who donated to Northam.[28] Jackson raised a total of $1.3 million over the course of the campaign cycle, compared to Northam's $2.7 million.[29] Jackson's education plan included calls for school vouchers and a constitutional amendment allowing public money to help fund private schools. Republican nominee for governor Ken Cuccinelli's plan included the same proposals, and Jackson said he strongly supported Cuccinelli's plan.[13] Jackson, whose wife is a public school teacher in Newport News, has called for a constitutional amendment for equal resources for homeschooled students.[30] Jackson has backed the Farm Freedom Act, a bill proposed by Delegate Brenda Pogge which would allow family farmers to sell their goods without having to go through state and federal regulations, which restrict direct sale of goods to consumers. He pointed to the sharp decline in farms grossing under $100,000 a year, saying it was a result of onerous bureaucracy and regulations. He said, \"A farmer should be able to do [as he wishes] with his own land and they should be able to do business with one another and with their neighbors and get products to market, and have people enjoy the use of those products without unnecessary involvement or interference.\"[31][32] Jackson's campaign launched a Women for Jackson coalition composed of women across the state supporting Jackson's aim to \"fight for greater parental choice in our children’s educational opportunities, stand strong for health standards that keep women’s clinics safe, and help create an economic environment in Virginia that helps people from all walks of life.\"[33] Jackson was endorsed by the Virginia Fraternal Order of Police,[34] the Virginia Police Benevolent Association,[35] Gun Owners of America,[36] and retired NASCAR racer Morgan Shepherd.[37] Northam defeated Jackson in the November 5, 2013 general election.[38]"]},
{"newspaper_name": "CNN", "first_name": "Matt", "last_name": "Waters", "articles_date": ["Aug 25, 2017"], "articles_link": "http://mattwaters.com/about/", "articles_title": ["Who Am I?"], "articles_text": ["My name is Matt Waters, and I am the only candidate in the race for the U.S. Senate who was born and raised in Virginia. My family dates back to 1607, to a place called Jamestown. My grandfather was a welder in the Newport News Shipbuilding Company. My mother graduated from Christopher Newport University and Old Dominion University, and my father graduated from VCU and went on to teach in Hampton for 30 years. I was born in Newport News. I graduated from Hampton High School – home of the Crabbers – and received my undergraduate degree from George Mason University in Fairfax. And today, I am currently finishing my Masters Degree from Reformed Theological Seminary in McLean. I have spent over two decades raising money for candidates, ballot initiatives, c3 and c4 group, and non-profit organizations. In the past I have worked with the Institute for Humane Studies and today I work with the organization Students For Liberty in Washington, D.C. I have been married nearly 20 years to Anne Marie and we have five wonderful kids that we homeschool. Today we are joined by millions of other parents who have decided that they know how to educate their own children better than the Washington bureaucracy. I support returning education to the parents and the states, for it is too precious to be left to the Federal Government. Our time is now. Our time has come. I am running for office to present an alternative to the status quo. I am here because I share the concern of most Americans: the fear and concern about government. Out of control spending. A $21 trillion dollar debt. An annual $1.5 trillion dollar deficit. A military industrial complex involved around the globe, a weaponized IRS and agencies such as the NSA and FBI that spy on American citizens. An unaccountable Federal Reserve whose policies devalue every dollar we earn. And of course there are the Departments of Agriculture, Health and Human Services, Housing and Urban Development, Commerce, Energy, and Education that can be privatized and put into the marketplace to compete with other non-profits and for-profits. My campaign seeks revolutionary change in our government. My aim is to restore liberty to the people by limiting the size and scope of our federal government and eliminating the federal income tax."]}
]
