[
{"newspaper_name": "foxnews", "articles_date": "2013-12-03T00:45:29.000-05:00", "articles_title": "Family ties: Grandson of Jimmy Carter tries to shake legacy in Georgia guv run", "article_text": ["On the plus side, Jason Carter's got serious name recognition. The grandson of former President Jimmy Carter is running for governor in the same state his grandfather led before winning the White House. ", "ADVERTISEMENT", "But on the downside for him, the younger Carter is running as a moderate in deep-red Georgia -- which doesn't exactly jibe with the ex-president's legacy. ", "Jason Carter, a state senator who announced his bid for governor a month ago, is already running into problems as he tries to distance himself from his grandfather's liberal reputation. Carter may benefit in part from the family name -- and Georgia's growing minority population which could eventually change the state's solid Republican status -- but Republicans are trying to defeat the candidate by reconnecting him to the family. ", "\"Jason has a lot to overcome in regards to his family name in a traditionally red state,\" Republican strategist Joe Desilets told FoxNews.com. ", "For now, Carter must convince an electorate that has installed a Republican governor, a GOP-led General Assembly and twice as many Republicans as Democrats on Capitol Hill. ", "Within days of announcing his campaign in early November, Carter was already distancing himself from a recent call by his grandfather, also a former Georgia governor, to end the state's death-penalty sentences. ", "\"I love my grandfather,\" the 38-year-old Carter told The Atlanta Journal-Constitution. \"But we disagree on this issue. I believe in the death penalty for heinous crimes, and that won't change when I'm governor.\" ", "Carter, a moderate state senator, is the first Democratic candidate to enter the gubernatorial race, potentially clearing the primary field for himself to challenge incumbent Republican Gov. Nathan Deal in the November 2014 general election. ", "An internal poll by Alabama-based firm Anzalone Liszt Grove Research conducted in mid-October showed Carter might have an opening. It showed 49 percent of respondents preferring a new governor, compared with 36 percent wanting to re-elect Deal. ", "And Carter trailed Deal by just single digits in a head-to-head race, according to the poll results, released Nov. 12 and obtained by FoxNews.com. ", "While the elder Carter's popularity has grown since leaving the White House, as is often the case with ex-presidents, Republicans and Democrats have not forgotten that his controversial liberal policies opened the door for Ronald Reagan to defeat him in 1980. ", "\"If Jason Carter's campaign looks to place an emphasis on his grandfather being a former president ... then they can't wrap themselves in the good and distance themselves from the bad,\" Deal campaign manager Tom Willis told Politico. \"We are sure everyone in the Carter family is anxious to see what a 2014 referendum on President Carter's administration will look like. We look forward to that referendum as well.\" ", "Desilets argues President Carter's personal involvement in the grandson's previous campaigns \"also limits the distance that Jason is legitimately able to put between himself and his grandfather.\" ", "He said: \"If Governor Deal and the [Republican Governors Association] can tie Jason to his grandfather, then he has even more of an uphill battle than he already has against a popular incumbent governor.\" ", "Carter, who has already staked out a centrist position that focuses on education and the economy, will also have to overcome a substantial fundraising disadvantage against Deal whose campaign for a second term had $1.1 million this summer, according to the most recent fundraising records. ", "Carter had $27,800 in his General Assembly filings, over the same period. ", "Desilets thinks the disparity will be compounded by the likelihood that big money from state and national Democratic donors will go first to the U.S. Senate race in which they think Michelle Nunn, the daughter of former Democratic Georgia Sen. Sam Nunn, has a legitimate shot at winning GOP Sen. Saxby Chambliss' open seat."]},
{"newspaper_name": "foxnews", "articles_date": "2015-11-03T12:45:04.000-05:00", "articles_title": "Lawsuit downpour hits Obama's climate plan", "article_text": ["States aren't giving the Obama administration any rest, filing a 24-state lawsuit on Tuesday against its rules for new power plants, after 26 states sued last month to oppose the Clean Power Plan.", "ADVERTISEMENT", "The latest suit being led by West Virginia Attorney General Patrick Morrisey asks the D.C. Circuit Court of Appeals \"to strike down the Environmental Protection Agency's new source performance standards [or New Source rule], which effectively prohibits the construction of new, coal-fired power plants.\"", "Many of the states joining the New Source challenge are also opposing the Clean Power Plan, which is the centerpiece of President Obama's climate agenda. The plan requires states to reduce carbon emissions a third by 2030, which states argue oversteps the Environmental Protection Agency's authority and the U.S. Constitution. Many scientists blame greenhouse gas emissions from burning fossil fuels for driving manmade climate change.", "Morrisey argues that the New Source rule relies on \"experimental technology\" that makes it cost-prohibitive to build any coal plants in the country. The technology, known as carbon capture and storage, is too \"expensive and unproven on a commercial scale\" to be mandated for new coal-fired generators."]},
{"newspaper_name": "foxnews", "articles_date": "2017-03-03T19:15:00.000-05:00", "articles_title": "Republican AGs helping Trump - by suing administration", "article_text": ["Just hours before his first address to a joint session of Congress on Tuesday, a cheery President Trump posed for pictures with roughly 20 Republican attorneys general. \"These are some great people here,\" the president said – fully aware that the AGs are in the midst of filing a flurry of lawsuits against the Trump administration.", "ADVERTISEMENT", "Why?", "\"Sometimes it turns out the best way to help President Trump ... is to sue President Trump,\" Missouri Attorney General Josh Hawley explained to Fox News.", "Despite the unusual optics of all these lawsuits, the intention of Hawley and the other AGs is to use the suits to block federal regulations, mostly promulgated during the Obama administration but now in effect under Trump's.", "In Missouri, this legal tactic centers on an endangered prehistoric fish that has outlived the dinosaurs, the Pallid Sturgeon. It reproduces in river shallows which have become fewer, due to the diking and channeling of the Missouri River. To resurrect the fish population, an Obama-era amendment to the Endangered Species Act allows the feds to designate as critical habitat areas where the fish may not even exist. The amendment was designed to expand ecosystems in order to maximize the endangered fish's ability to spawn.", "But some landowners find the amendment intrusive. \"This is the key part,\" said Hawley. \"We are an agricultural state. That would mean farmers and ranchers could find themselves unable to farm their land, unable to develop their land.\" He said it's \"absolutely a killer for small businesses and small farms in our state.\"", "Hawley is one of 18 Republican AG's suing to overturn the rule. But they are combining forces  to file other lawsuits -- challenging the Obama-era Waters of the United States regulatory plan, as well as overtime rules put in place by the Obama Department of Labor and the coal-crimping Clean Power Plan.", "\"In West Virginia, we suffered acutely because thousands upon thousands of people were put out of work. A number of those people left the state or are pursuing other employment,\" said Patrick Morrisey, West Virginia’s Republican attorney general.", "Democratic attorneys general, meanwhile, also are mobilizing, trying to preserve Obama-era climate change regulations and, most recently, targeting Trump's travel ban. That multi-state attack worked, when Washington states Attorney General Bob Ferguson got a federal judge to temporarily block the policy nationwide. After the ruling, Ferguson noted, \"We are a nation of laws. Those laws apply to everybody in our country. That includes the president of the United States.\"", "AG's from both parties note filing lawsuits to overturn federal regulations is speedier than internal remedies -- the laborious and slow-moving federal rule-making process. They say the facts of the suits are usually  well-known, testimony is usually limited, and judges tend to act quickly.", "Republican attorneys general note there's an added benefit to them. The lawsuits are helping to restore the concept of federalism, empowering the states and restoring the balance of power against the executive branch.", "Doug McKelway joined Fox News Channel (FNC) in November 2010 and serves as a Washington-based correspondent. ", ". "]},
{"newspaper_name": "foxnews", "articles_date": "2015-10-23T11:07:03.000-04:00", "articles_title": "Coalition Of 24 States Sues EPA To Defeat Obama&#8217;s Global Warming Agenda", "article_text": ["A coalition of 24 states is suing the Obama administration in the hopes of defeating what’s been called one of the most “far-reaching energy regulations” in American history: the so-called Clean Power Plan.", "ADVERTISEMENT", "“The Clean Power Plan is one of the most far-reaching energy regulations in this nation’s history,” West Virginia Attorney General Patrick Morrisey, a Republican, said in a statement announcing the massive legal challenge.", "“West Virginia is proud to be leading the charge against this Administration’s blatant and unprecedented attack on coal,” Morrisey said.", "The legal assault comes Friday, the same day the Environmental Protection Agency (EPA) is publishing the Clean Power Plan (CPP) in the Federal Register — opening it up to legal challenges. Coal companies and other states are expected to sue the EPA as well.", "States argues CPP is essentially a federal takeover of state resource and energy policy because it forces a shift away from coal regardless of a state’s own plans. CPP is also being challenged because it regulates power plants already covered by another section of the Clean Air Act.", "“As Attorney General, I have a responsibility to protect the lives of millions of working families, the elderly and the poor, from such illegal and unconscionable Federal Government actions,” Morrisey said. “It’s the people who can afford it least who are going to be affected the most.”", "This is the second major legal effort against CPP in the last year. A legal challenge by the states and a coal company was ", " earlier this year because CPP had not yet been finalized.", "Now that the rule is finished, however, states believe they can mount a more successful legal challenge.", "CPP aims to cut U.S. power plant emissions 32 percent by 2030 by forcing states to write plans to reduce emissions from the energy sector. The rule will essentially force states to shutter coal-fired power plants and use more natural gas and green energy to get electricity.", "The EPA argues the rule will not completely eliminate coal use, and that coal will still be an important part of America’s power supply for years to come. But states that rely on coal for the vast majority of their electricity argue the rule will massively increase energy prices and require billions of dollars in new grid investments.", "West Virginia, for example, is not only the largest coal-producing state east of the Mississippi River, but also ", " for nearly 96 percent of its electricity generation. To comply with CPP, the state ", " more coal mines and plants.", "The other 23 states in the lawsuit are in a similar situation. Many of them rely on coal for most of their electricity needs or have large coal mining sectors. Some have both, like West Virginia.", "Texas, one of the states challenging the EPA, ", " CPP (combined with EPA’s regional haze rule) could force 4,000 megawatts of coal-fired power capacity to retire which “could pose challenges for maintaining grid reliability.”", "The Electric Reliability Council of Texas (ERCOT), the state’s grid regulator, ", " that “energy costs for customers may increase by up to 16% by 2030 due to the CPP alone” and that’s without taking into account “the associated costs of transmission upgrades, higher natural gas prices caused by increased gas demand, procurement of additional ancillary services, and other costs associated with the retirement or decreased operation of coal-fired capacity.”", "“Consideration of these factors would result in even higher energy costs for customers,” ERCOT found.", "While states line up to challenge CPP, environmentalists argue it’s necessary if the U.S. is going to convince the rest of the world it’s serious about tackling global warming.", "“The Clean Power Plan is on solid legal footing, and will provide huge climate protection and public health benefits for American families and communities, cutting power plant carbon pollution and saving thousands of lives each year,” David Doniger, a lobbyist at the Natural Resources Defense Council, ", ".", "“A dirty-energy alliance of coal companies, old-school utilities and their allies will rush to the courthouse with lawsuits stoked with hot rhetoric about its supposedly dire impacts,” Doniger said. “Don’t believe a word of it. The Clean Power Plan will go forward and protect our future.”"]},
{"newspaper_name": "foxnews", "articles_date": "2014-07-31T10:31:02.000-04:00", "articles_title": "Impasse likely on border bill", "article_text": ["**Want FOX News First in your inbox every day? Sign up ", ".**", "ADVERTISEMENT", "The chances are dwindling for House Republicans to come across with a spending plan in answer to ", "’s demand for nearly $4 billion to handle a surge of minors across the southern border. While members are finding ways to deal with veterans’ issues and highway funding, the issue of immigration and Democratic refusals to alter existing laws and executive orders in response to the crisis mean the border funding bill faces long odds.", " ", " [", "]", " ", ": “Republican leaders say the House will vote to block President ", " from extending relief from deportation to any more immigrants here illegally. The move is aimed at winning over skeptical conservatives to support an emergency spending bill for the immigration crisis on the border. To get conservative votes for that legislation, House Republican leaders have agreed to a second vote on a measure to keep Obama from expanding an existing program granting work permits to immigrants brought here illegally as children.”", " ", " ", ": “The fate of a Republican proposal to address a brewing immigration crisis along the U.S.-Mexico border was cast into doubt Wednesday after a tea party senator lobbied against it to House members. The effort by Sen. ", " (Tex.), who made his pitch to a group of House Republicans in a closed-door evening meeting, marked another direct shot at attempts by Speaker ", " (R-Ohio) to deal with the influx of illegal immigrants arriving from Central America…’The only way to stop the border crisis is to stop Obama’s amnesty,’ Cruz said in a statement. ‘It is disappointing the border security legislation unveiled today does not include language to end Obama’s amnesty. Congress cannot hope to solve this problem without addressing the fundamental cause of it.’”", " ", " [Sixty-eight percent of voters disapprove of how ", " is handling immigration, an 8 point jump since May, according to an AP ", ".]", " ", " ", "“You bet we're going to run on a Congress that is just obsessed with lawsuits, suing the President, talking about impeaching him, instead of solutions for the middle class, talking about jobs and infrastructure. You bet that we're going to ask people to support us based on that contrast.” – ", " ", ": “Just as House Minority Leader ", ", D-Calif., stepped onto the House floor to blast the lawsuit as ‘another Republican effort to pander to the most radical right-wing voters at taxpayer expense,’ the House fundraising arm sent out an email from Pelosi asking for donations ranging from $5 to $250 or more, to ‘support the president.’”", " ", " ", " ", ": “In a speech on the floor of the House Wednesday, Texas U.S. Rep. ", " claimed that Democrats never sought to impeach President ", ". Not only is that claim false, but Jackson-Lee actually co-sponsored a 2008 bill to do just that and spoke in at least one House committee hearing in support of the effort.”", " ", " ", " Judge ", " ", " a painful choice for liberty-loving Americans: “The choice is between two more years of government by decree or two years of prosecution. It is a choice the president has imposed upon us all.”", " ", " ", "A House Energy and Commerce Subcommittee on Oversight and Investigations Subcommittee will delve into the new non-partisan Government Accountability Office report today concluding that Team Obama was to blame for the computer issues that plagued the Obamacare website and cost taxpayers $840 million. ", " ", " [", ".]", " ", " ", " ", ": “The legislation, approved almost down a party-line 27-20 vote, is meant to respond to those who said their health plans were cancelled because of the new healthcare law, which required plans to meet minimum coverage standards. Reps. ", " (D-Ga.) and ", " (D-Utah), voted with their Republican colleagues. This isn't the first time the two Democrats voted against their own party. Recently, they sided with Republicans on a ", "… [Rep. ", ", R-La.,] is challenging Sen. ", " (D-La.) in a race that could decide the Senate’s majority. The congressman has used ObamaCare as a ", " to attack Landrieu, who voted for the law.”", " ", " ", "- ", ": “West Virginia’s attorney general is now suing the administration for one of its last-minute changes to the law. Republican Attorney General ", " filed a complaint Tuesday against the Obama administration for its so-called ‘administrative fix’ issued last November, which punted the responsibility for millions of cancelled health insurance plans to states and private insurance companies.”", " ", " ", ": “House Republicans have dug up emails from ", " in which the former IRS official refers to some in the Republican Party as ‘---holes’ and ‘crazies’ – an exchange they say shows her ‘animus’ toward conservatives. The ", " were released Wednesday by House Ways and Means Committee Chairman ", ", R-Mich., as part of his renewed call for the Justice Department to appoint a special counsel to investigate. Lerner is the ex-IRS official who led the unit accused of targeting conservative groups seeking tax-exempt status for extra scrutiny.”", " ", " [", "]", " ", " ", "When the British set fire to the White House during the War of 1812, first lady ", " refused to leave without ", "’s iconic paining of ", " which was hanging in the East Room. What she didn’t know is that it was not the original artwork and that “United States” is spelled wrong on one of the book spines depicted in the painting. As ", " of the Atlantic ", ", “The misspelling of ‘United Sates’ was done on purpose: That’s what proves it’s a copy. The original, called the ‘Lansdowne Portrait,’ was named for the Marquise of Lansdowne, who, ironically, was the former British prime minister and the first owner of the portrait. The painting of the celebrity president was wildly popular, so Stuart painted several reproductions, one of which was bought by the U.S. government. Misspelling ‘the United States’ was Stuart’s way of differentiating the copies of the portrait, which today hang in locations like the Old State House in Hartford, Connecticut and the Pennsylvania Academy of the Fine Arts Museum. You can see the original Lansdowne Portrait—replete with a properly spelled ‘United States’ on the book binding for the spelling-anxious—at the Smithsonian Museum’s National Portrait Gallery in Washington, D.C.”", " ", " Got a ", " from the ", " or ", "? Email ", " ", " ", ": Approve – 41.5 percent//Disapprove – 55 percent", " ", ": Right Direction – 26 percent//Wrong Track – 64.3 percent", " ", ":", "Democrats – 43.7 percent// Republicans 41.2 percent", " ", " ", ": “ Tea Party challenger ", " tried again Wednesday to debate Republican U.S. Sen. ", "[, R-Kansas,] in advance of Tuesday’s primary election, this time confronting the three-term incumbent on a public sidewalk in downtown Emporia. But Roberts again declined the challenge. ‘This is not the time. We have a regular scheduled event,’ Roberts said. Wolf continued to press, asking, ‘When would be the appropriate time? Because I’ll go anywhere you like.’ But Roberts walked away. Roberts was in Emporia for a scheduled campaign stop …After learning that Roberts planned to be there, Wolf said he rearranged his own schedule to meet Roberts there and challenge him to debate… Roberts’ campaign staff shrugged off the challenge. Speaking with reporters after the confrontation, Roberts said he is confident he’ll win the Aug. 5 primary. ‘I am the only candidate in this race, in this primary, that can win in November, so I think people are getting that.’”", " ", " ", ": “Republican ", " spent about $100,000 on television advertising from July 1-18, but the tea party favorite's buy was exceeded 11-fold by his GOP primary target, U.S. Sen. ", ", disclosures show. According to Carr's Senate financial disclosure, posted on the Federal Election Commission's website today, the state representative from Lascassas raised $70,340 during the 18-day pre-primary period. He spent $178,523 and had $169,219 in cash on hand for the Aug. 7 primary election.”", " ", " [", "]", " ", " ", ": “Billionaire climate activist ", "'s NextGen Climate Action PAC is targeting Iowa GOP Senate candidate ", "in a $2.6 million TV ad campaign. The ad rolled out Wednesday is the first in a series of spots against Ernst, who is trying to best Democratic Rep. ", " for the state's open seat… The first ", " slams Ernst for signing the Americans for Tax Reform pledge to refuse raising taxes. The group said signing ‘The Pledge,’ as it’s known, amounts to ‘eliminat[ing] support for nearly 80,000 renewable energy jobs in Iowa,’ a reference to expired wind and biodiesel industry tax credits that Democrats and some Republicans are seeking to revive. Other ads, which will run over five weeks in Des Moines, Cedar Rapids and the Quad Cities, will seek to tie Ernst to the oil industry and the conservative billionaire [brothers, ", " and ", "], said ", ", a spokeswoman with NextGen Climate.”", "[", ": “The 92-page report [from Republicans on the Senate Environment and Public Works Committee] details how those individuals and organizations [dubbed the ‘Billionaire’s Club’] have disbursed tens of millions of dollars, often shielded from public scrutiny, to sway elections and public policy toward environmentalist goals.”]", " ", " ", ": “Democratic U.S. Senate candidate ", " is out with a ", " posing questions from Grimes’ supporters to Republican incumbent U.S. Sen. ", ". This time the ad focuses on women’s issues — two days after release of the ", " which showed Grimes leading McConnell among women by only one point. The ad follows the same folksy format as two earlier ones: Grimes is seated alongside of ", "of Lynch, Ky., in front of a house. Playing in the background is the same whimsical music used in the two previous ads.”", " ", " ", " After conservatives ", " on Kentucky Democratic Senate nominee Alison Lundergan Grimes for saying that Israel’s Iron Dome missile defense system was “a big reason why Israel has been able to withstand the terrorists that have tried to tunnel their way in,” the commonwealth’s secretary of state has clarified her remarks. “[The Iron Dome] has been why Israel has been able to withstand the missile attacks that Hamas has sent its way,” Grimes ", " WHAS. “But also allowing Israel to be able to focus its efforts on the ground game from Hamas trying to tunnel its way into Israel.”", " ", " ", ": “The Defense Department and the Department of the Army will be reviewing the plagiarism allegations against Sen. ", " of Montana, according to a spokeswoman for the U.S. Army War College, where Walsh allegedly used the work of other people in his 2007 thesis for a master’s degree. The school said that because Walsh is a member of Congress and a former military serviceman, the Defense Department's Office of the Inspector General has authority to review the investigation. ‘We have an obligation to send that package [with the relevant academic review board materials] to the DOD IG to perform its independent and objective responsibilities,’ Army War College spokeswoman ", " said. She added that it was ‘completely in line’ with existing policies for Defense Department and Department of the Army officials to conduct such a review. The Army War College will continue its own academic investigation. Defense Department officials and Walsh’s office did not respond to requests for comment.”", " ", " ", ": “A man who says he’s a lifelong Republican in Democratic U.S. Sen. ", "’s most recent ", " is currently registered as undeclared with no party affiliation, according to state voting records. The man in the ad, ", ", also says he voted for Republican Sen. ", ". But state records show Nelson did not vote in 2010, when Murkowski was most recently re-elected. Asked if he voted in 2010, Nelson said: ‘Frankly, I don’t remember.’ ‘I remember going to several fundraisers for her. I thought I did vote for her,’ he said in a phone interview Wednesday. ‘But I know I supported Lisa.’ Nelson did participate in the 2004 election, when Murkowski was first elected after being appointed to her Senate post in 2002 by her father, then-Gov. ", ". Nelson said he probably voted for Murkowski then.”", " ", " ", "Republican U.S. Senate candidate ", " leads his Democratic opponent ", ", 49 percent to 40 percent according to a ", " from Republican firm Vox Populi. Another ", " released last week shows Nunn with a 4 point lead.", " ", " ", "“The Five” co-host ", " talked Wednesday about the path to a Senate majority for Republicans and which six states might put the GOP over the top in November. She even got her co-host, Democratic strategist ", ", to make his list and Bob dropped a bomb. He said he forecasts Republicans will win the upper chamber with a 51-seat majority. What’s Bob’s predicted path? “I find it difficult to believe any of those states – Montana, South Dakota or West Virginia – will go anything but Republican,” he said. “I think you’ve got to assume there’s going to be – out of the people who are really in trouble in Arkansas, Louisiana and North Carolina – that you’re going to see two of the three of them get knocked off. Beckel’s wild card pile included Colorado, Oregon, Minnesota and Michigan.", " ", " ", " The current consensus among Fox News First readers, based on the number of times each state has been selected: Arkansas (13.6%), Louisiana (11.9%), Montana (11.9%), West Virginia (11.1%), South Dakota (10.4%) and North Carolina (10.1%).", " ", " ", "Fox News First reader ", " from Maryland says he monitors campaign spending to help him make his predictions. His economic model tells him that Montana, South Dakota, West Virginia, Iowa, Louisiana and Arkansas are the most likely flip.", " ", " Share your top six picks. Email them – just your top six, please – to ", " or tweet ", ".", " ", " [New Yorker’s ", " ", " “Can the G.O.P. take the Senate?” His answer: Yes. “But the problem for Democrats is that that might not be enough to save their majority. Even if [Sen. ", ", D-N.C.,] and [Sen. ", ", D-La.,] both win, the G.O.P. could snatch control by taking Alaska or Arkansas.”]", "Potential 2016 contender ", " may not have declared yet, but he’s put down strategic ", " in critical real estate on the primary highway to becoming the Republican nominee. The New Jersey Governor will be in New Hampshire today, his second trip to the Granite State in as many months and as ", " reports, he’s likely to run into a familiar face. “He’s a 25-year-old political strategist known for his youthful appearance, calm demeanor and ability to manage campaigns from a futon while still a Rutgers University student. Now he runs the Republican Party in the first presidential primary state. Meet ", ", a former aide to New Jersey Gov. Chris Christie", "who recently became the executive director of the New Hampshire Republican State Committee….Mr. Christie’s aides played down the symbolism of having Mr. Mowers in New Hampshire as the governor weighs a presidential campaign. They said they routinely help former staffers secure jobs in states from Connecticut to Oregon.”", " ", " [Christie’s New Hampshire ", " has him stumping for gubernatorial candidate ", ", headlining a Republican Governor’s Association fundraiser, and joining a fundraiser with Sen. ", ", R-N.H., and former Gov. ", ", R-N.H., at the AA-minor league home of the New Hampshire Fisher Cats, who by the way host the Reading [Penn.] Fightin Phils this evening…play ball!]", " ", " ", "Boasting over a million visitors from around the world, the ", " is less than a week away. But some of the attendees are not coming for the prize-winning sows or butter-sculpture cows. ", ": “Texas Gov. ", " will be politicking at the state fairgrounds, a backyard barbecue, an ice cream social, a winery, a grocery store, a business association office and other classic Iowa summer political venues during a four-day swing here. Perry is one of six Republicans pondering a 2016 White House bid who will be in the presidential stomping grounds of Iowa next week. He’s here Aug. 9 through Tuesday, Aug. 12…. Perry, who was just here for two days of GOP fundraising and speeches on July 19-20, also seems to be working hard to dig deeper roots in Iowa, home of the lead-off vote in the presidential nominating contest.”", " ", " ", " Sen. ", ", R-Texas will attend a ", " Saturday hosted by Iowa GOP donor ", ", and return to the state the following week. Sen. ", ", R-Ky., will make a three-day, ten-stop tour. Former Sen. ", ", R-Pa., former Gov. ", ", R-Ark., and Gov. ", ", R-La. will also make appearance in the Hawkeye State.", " ", " ", "The Wisconsin Supreme Court upheld the Gov. ", "’s, R-Wis., 2011 signature law that ended union bargaining for most public workers that led to Walker’s recall election. The ruling ends a three-year legal battle over the union rights law, which stops public worker unions for collectively bargaining for anything besides inflationary wage increases.", " ", " ", ": “A joint investigation by the Washington Examiner and the nonprofit watchdog group Judicial Watch found that former President [", "] gave 215 speeches and earned $48 million while his wife presided over U.S. foreign policy, raising questions about whether the Clintons fulfilled ethics agreements related to the Clinton Foundation during ", "’s tenure as secretary of state. … State Department officials charged with reviewing Bill Clinton’s proposed speeches did not object to a single one. Some of the speeches were delivered in global hotspots and were paid for by entities with business or policy interests in the U.S. The documents also show that in June 2011, the State Department approved a consulting agreement between Bill Clinton and a controversial Clinton Foundation adviser, ", ". …The memos approving Mr. Clinton’s speeches were routinely copied to Cheryl Mills, ", "’s senior counsel and chief of staff.”", " ", " ", "If ", " is looking for summertime reading on his upcoming two-week vacation on Martha’s Vineyard, he might be able to pick up an autographed copy of a book by a former employee. ", ": “President Obama and former secretary of state ", " — are set to be there at the same time. Clinton, seen as her party’s top 2016 White House prospect, is scheduled to sign copies of ", " at the Bunch of Grapes Bookstore in Vineyard Haven on Aug. 13 as part of her book tour, promoting the account of her time as the nation’s chief diplomat. Meanwhile, Obama is set to be on the Vineyard from Aug. 9-24.”", " ", " [", "meets with congressional leaders and the heads of key committees today to discuss foreign policy. The Gaza conflict, Ukraine, Russia, Iran nuclear talks and Afghanistan are reportedly on the docket.]", " ", " ", "The Atlantic recaps the Hillary’s seemingly everlasting expedition to hawk her book in “", "”: “For the last 52 days HRC has been the lone competitor in her own Tour de France, peddling from book stores, to universities, to interviews, to book stores in England: Stage 1: ", "; Stage 2: A Costco in Virginia; Stage 3: Okay you get the idea.  But unlike the actual Tour de France, this one doesn’t seem to have an end date. No, the Tour de Hillary, which started on June 10, is showing no signs of stopping, leaving many of us asking if the eventual sprint to the finish line could include a motorcade traveling down Pennsylvania Avenue during the 2016 Inaugural Parade.”", " ", " [", " explores recent swings in the conduct of American foreign policy in a ", " editorial: “Obama has given Americans a foreign policy congruent with their post-recoil preferences: America as spectator. Now, however, their sense of national diminishment, and of an increasingly ominous world, may be making them receptive to a middle course between a foreign policy of flaccidity (Obama) and grandiosity (his predecessor).”]", " ", " ", " A new Quinnipiac University ", " of Ohio voters gave President Obama a 36 percent job approval rating, close to his all-time low score in any of the nine states surveyed by Quinnipiac University.", " ", " [", " President Obama will headline a DCCC fundraiser in Rhode Island at the end of August and a mid-September DSCC fundraiser in Baltimore, Md.]", " ", " ", "You just spent 60 hours melting 800 pounds of rock in a 3 million-BTU bronze furnace to create a 7-minute flow of artificial lava. What do you do with it? Grill steak, of course! A pair of gonzo British chefs reached out to scientists at Syracuse University who have been experimenting with man-made lava. The best steakhouses have broilers that cook at temperatures of up to 1,600 degrees to quickly sear prime cuts without drying them out. But the artificial lava kicks out an amazing 2,700 degrees of grilling goodness. To harness the power of molten rock you will need some extra equipment, like a heat shield mask and protective clothing. But is it worth all the trouble. Chef ", " declared it to ", " “the best steak I’ve ever had in my life.”", " ", " ", "“I think Democrats will regret not having taken seriously the president’s overreach on domestic issues, which I think are unprecedented. … The president’s job is not, as the president says, to help people, in his interpretation of what he does.  It’s to faithfully execute the laws that Congress has passed.  That is as clear as day.  That’s the definition of his job.” ", "Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as politics editor based in Washington, D.C. Additionally, he authors the daily Fox News Halftime Report political news note and co-hosts the hit podcast, Perino & Stirewalt: I'll Tell You What. He also is the host of Power Play, a feature video series on FoxNews.com. Stirewalt makes frequent appearances on network programs, including America’s Newsroom, Special Report with Bret Baier and Fox News Sunday with Chris Wallace. He also provides expert political analysis for FNC’s coverage of state, congressional and presidential elections.", "\n"]},
{"newspaper_name": "foxnews", "articles_date": "2016-12-20T00:01:00.000-05:00", "articles_title": "Agency records reportedly show West Virginia flooded with painkillers", "article_text": ["Drug wholesalers shipped 780 million hydrocodone and oxycodone pills to West Virginia in just six years, a period when 1,728 people fatally overdosed on these two painkillers, according to an investigation by the Charleston Gazette-Mail.", "ADVERTISEMENT", "That amounts to 433 of the frequently abused opioid pills for every man, woman and child in the state of 1.84 million people.", " obtained previously confidential records sent by the U.S. Drug Enforcement Administration to the office of West Virginia Attorney General Patrick Morrisey. They disclose the number of pills sold to every pharmacy and drug shipments to all 55 counties in West Virginia between 2007 and 2012.", "Four of these counties — Wyoming, McDowell, Boone and Mingo — lead the nation in fatal overdoses caused by pain pills, according to the U.S. Centers for Disease Control and Prevention.", "The records — which leading drug wholesalers had fought in court to keep secret — show the wholesalers shipped ever-higher doses of the pills — a telltale sign of growing addictions — even as the death toll climbed, the newspaper reported on Sunday.", "\"These numbers will shake even the most cynical observer,\" former Delegate Don Perdue, D-Wayne, a retired pharmacist who finished his term earlier this month, told the newspaper. \"Distributors have fed their greed on human frailties and to criminal effect. There is no excuse and should be no forgiveness.\"", "McKesson Corp., Cardinal Health and AmerisourceBergen Drug Co. together control about 85 percent of the U.S. drug distribution market by revenue and provided more pills to West Virginia than other wholesalers.", "As hydrocodone and oxycodone overdose deaths increased 67 percent in West Virginia between 2007 and 2012, their chief executives were paid millions and their companies made billions. McKesson became America's fifth-largest corporation, with the nation's highest-paid CEO in 2012, according to Forbes.", "The drug distributors say they're just middlemen in a highly regulated industry and that pills would never get in the hands of addicts and dealers if not for unscrupulous doctors who write illegal prescriptions, and pharmacists who turn a blind eye.", "\"The two roles that interface directly with the patient — the doctors who write the prescriptions and the pharmacists who fill them — are in a better position to identify and prevent the abuse and diversion of potentially addictive controlled substance,\" McKesson General Counsel John Saia wrote in a letter released by the company, the newspaper reported.", "But the doctors and pharmacists weren't slowing the influx, and the pills being shipped became much more potent, DEA records show.", "\"It starts with the doctor writing, the pharmacist filling and the wholesaler distributing. They're all three in bed together,\" said Sam Suppa, a retired Charleston pharmacist who spent 60 years working at retail pharmacies in West Virginia. \"The distributors knew what was going on. They just didn't care.\"", "The largest shipments often went to independent drugstores in small towns. The Tug Valley Pharmacy in Mingo County, which had fewer than 24,000 people in 2010, ordered more than 3 million hydrocodone pills in 2009, while franchisees of Rite Aid and Wal-Mart ordered only several thousand each year, the newspaper reported.", "Morrisey is a Republican who represented Cardinal Health and lobbied for wholesalers in Washington, D.C., before winning the attorney general's race with strong backing from drug companies. He recused himself from the state's lawsuit against more than a dozen wholesalers after taking office in 2013. In January, Morrisey's office sued McKesson separately. Nine smaller wholesalers have settled for more than $7.5 million. Cases against the big three remain pending.", "DEA agent Kyle Wright warned Morrisey aides in January 2015 that the wholesalers were shipping both opioids in more potent, commonly abused dosages, according to emails Morrisey released in response to a Freedom of Information Act request from the Gazette-Mail.", "McKesson denied paying these incentives. A spokesman for AmerisourceBergen suggested health experts and law enforcement would be better able to comment on whether there's a link between pain-pill volumes and overdose deaths.", "\"All parties including pharmacies, doctors, hospitals, manufacturers, patients and state officials share the responsibility to fight opioid abuse,\" said Ellen Barry, a spokeswoman for Cardinal Health.", "Cardinal told The Associated Press on Monday that it now has \"rigorous control processes in place to address the constantly changing tactics\" of people trying to divert drugs.", "The newspaper interviewed the family of Mary Kathryn Mullins, who was prescribed OxyContin for pain in her back after a car crash near her home in Boone County.", "\"They wrote her the pain pills, and she just got hooked,\" said her mother, Kay Mullins. \"She'd get 90 or 120 pills and finish them off in a week.\"", "As her addiction worsened, she went to dozens of doctors, visiting pain clinics that churned out illegal prescriptions by the hundreds and pharmacies that dispensed doses by the millions. She kept most for herself, but sold some to others, Kay Mullins said.", "Last December, she got a new prescription for OxyContin and an anti-anxiety medication. Two days later, she stopped breathing. Her brother Nick Mullins, a Madison police officer, responded to the 911 call. He tried chest compressions, but he could not revive his sister. .", "Meanwhile, the Gazette-Mail reported on Monday, they disregarded rules to report suspicious orders for controlled substances in West Virginia to the state Board of Pharmacy. And the board, in turn, failed to enforce the same regulations, even as it approved spotless inspection reviews to small-town pharmacies ordering more pills than could possibly be taken by people who really needed medicine to manage pain.", "Only after Morrisey's predecessor as attorney general sued wholesalers in 2012 did these companies begin filing the reports. The newspaper said it found more than 7,000 reports in two boxes at the board's office. The regulations don't say what to do with them, so the board didn't investigate, contact wholesalers or pharmacies, or share them with law enforcement, the newspaper reported on Monday.", "\"It's not been an item that's ever been enforced by the board,\" said David Potters, the pharmacy board's executive director.", "Drug companies have racked up huge fines for failing to report suspicious orders in other states, but they refused to comment about their reports to West Virginia's board."]},
{"newspaper_name": "foxnews", "articles_date": "2016-12-20T00:01:00.000-05:00", "articles_title": "Agency records reportedly show West Virginia flooded with painkillers", "article_text": ["Drug wholesalers shipped 780 million hydrocodone and oxycodone pills to West Virginia in just six years, a period when 1,728 people fatally overdosed on these two painkillers, according to an investigation by the Charleston Gazette-Mail.", "ADVERTISEMENT", "That amounts to 433 of the frequently abused opioid pills for every man, woman and child in the state of 1.84 million people.", " obtained previously confidential records sent by the U.S. Drug Enforcement Administration to the office of West Virginia Attorney General Patrick Morrisey. They disclose the number of pills sold to every pharmacy and drug shipments to all 55 counties in West Virginia between 2007 and 2012.", "Four of these counties — Wyoming, McDowell, Boone and Mingo — lead the nation in fatal overdoses caused by pain pills, according to the U.S. Centers for Disease Control and Prevention.", "The records — which leading drug wholesalers had fought in court to keep secret — show the wholesalers shipped ever-higher doses of the pills — a telltale sign of growing addictions — even as the death toll climbed, the newspaper reported on Sunday.", "\"These numbers will shake even the most cynical observer,\" former Delegate Don Perdue, D-Wayne, a retired pharmacist who finished his term earlier this month, told the newspaper. \"Distributors have fed their greed on human frailties and to criminal effect. There is no excuse and should be no forgiveness.\"", "McKesson Corp., Cardinal Health and AmerisourceBergen Drug Co. together control about 85 percent of the U.S. drug distribution market by revenue and provided more pills to West Virginia than other wholesalers.", "As hydrocodone and oxycodone overdose deaths increased 67 percent in West Virginia between 2007 and 2012, their chief executives were paid millions and their companies made billions. McKesson became America's fifth-largest corporation, with the nation's highest-paid CEO in 2012, according to Forbes.", "The drug distributors say they're just middlemen in a highly regulated industry and that pills would never get in the hands of addicts and dealers if not for unscrupulous doctors who write illegal prescriptions, and pharmacists who turn a blind eye.", "\"The two roles that interface directly with the patient — the doctors who write the prescriptions and the pharmacists who fill them — are in a better position to identify and prevent the abuse and diversion of potentially addictive controlled substance,\" McKesson General Counsel John Saia wrote in a letter released by the company, the newspaper reported.", "But the doctors and pharmacists weren't slowing the influx, and the pills being shipped became much more potent, DEA records show.", "\"It starts with the doctor writing, the pharmacist filling and the wholesaler distributing. They're all three in bed together,\" said Sam Suppa, a retired Charleston pharmacist who spent 60 years working at retail pharmacies in West Virginia. \"The distributors knew what was going on. They just didn't care.\"", "The largest shipments often went to independent drugstores in small towns. The Tug Valley Pharmacy in Mingo County, which had fewer than 24,000 people in 2010, ordered more than 3 million hydrocodone pills in 2009, while franchisees of Rite Aid and Wal-Mart ordered only several thousand each year, the newspaper reported.", "Morrisey is a Republican who represented Cardinal Health and lobbied for wholesalers in Washington, D.C., before winning the attorney general's race with strong backing from drug companies. He recused himself from the state's lawsuit against more than a dozen wholesalers after taking office in 2013. In January, Morrisey's office sued McKesson separately. Nine smaller wholesalers have settled for more than $7.5 million. Cases against the big three remain pending.", "DEA agent Kyle Wright warned Morrisey aides in January 2015 that the wholesalers were shipping both opioids in more potent, commonly abused dosages, according to emails Morrisey released in response to a Freedom of Information Act request from the Gazette-Mail.", "McKesson denied paying these incentives. A spokesman for AmerisourceBergen suggested health experts and law enforcement would be better able to comment on whether there's a link between pain-pill volumes and overdose deaths.", "\"All parties including pharmacies, doctors, hospitals, manufacturers, patients and state officials share the responsibility to fight opioid abuse,\" said Ellen Barry, a spokeswoman for Cardinal Health.", "Cardinal told The Associated Press on Monday that it now has \"rigorous control processes in place to address the constantly changing tactics\" of people trying to divert drugs.", "The newspaper interviewed the family of Mary Kathryn Mullins, who was prescribed OxyContin for pain in her back after a car crash near her home in Boone County.", "\"They wrote her the pain pills, and she just got hooked,\" said her mother, Kay Mullins. \"She'd get 90 or 120 pills and finish them off in a week.\"", "As her addiction worsened, she went to dozens of doctors, visiting pain clinics that churned out illegal prescriptions by the hundreds and pharmacies that dispensed doses by the millions. She kept most for herself, but sold some to others, Kay Mullins said.", "Last December, she got a new prescription for OxyContin and an anti-anxiety medication. Two days later, she stopped breathing. Her brother Nick Mullins, a Madison police officer, responded to the 911 call. He tried chest compressions, but he could not revive his sister. .", "Meanwhile, the Gazette-Mail reported on Monday, they disregarded rules to report suspicious orders for controlled substances in West Virginia to the state Board of Pharmacy. And the board, in turn, failed to enforce the same regulations, even as it approved spotless inspection reviews to small-town pharmacies ordering more pills than could possibly be taken by people who really needed medicine to manage pain.", "Only after Morrisey's predecessor as attorney general sued wholesalers in 2012 did these companies begin filing the reports. The newspaper said it found more than 7,000 reports in two boxes at the board's office. The regulations don't say what to do with them, so the board didn't investigate, contact wholesalers or pharmacies, or share them with law enforcement, the newspaper reported on Monday.", "\"It's not been an item that's ever been enforced by the board,\" said David Potters, the pharmacy board's executive director.", "Drug companies have racked up huge fines for failing to report suspicious orders in other states, but they refused to comment about their reports to West Virginia's board."]},
{"newspaper_name": "foxnews", "articles_date": "2016-02-09T21:00:00.000-05:00", "articles_title": "Supreme Court puts Obama's power plant regs on hold", "article_text": ["A divided Supreme Court on Tuesday abruptly halted President Obama's controversial new power plant regulations, dealing a blow to the administration's sweeping plan to address global warming. ", "ADVERTISEMENT", "In a 5-4 decision, the court halted enforcement of the plan until after legal challenges are resolved.", "The surprising move is a victory for the coalition of 27 mostly Republican-led states and industry opponents that call the regulations \"an unprecedented power grab.\"", "By temporarily freezing the rule the high court's order signals that opponents have made a strong argument against the plan. A federal appeals court last month refused to put it on hold.", "The court's four liberal justices said they would have denied the request.", "The plan aims to stave off the worst predicted impacts of climate change by reducing carbon dioxide emissions at existing power plants by about one-third by 2030.", "\"We disagree with the Supreme Court's decision to stay the Clean Power Plan while litigation proceeds,\" White House spokesman Josh Earnest said in a statement.Earnest said the administration's plan is based on a strong legal and technical foundation, and gives the states time to develop cost-effective plans to reduce emissions. He also said the administration will continue to \"take aggressive steps to make forward progress to reduce carbon emissions.\"", "Appellate arguments are set to begin June 2.", "The compliance period starts in 2022, but states must submit their plans to the Environmental Protection Administration by September or seek an extension.", "Many states opposing the plan depend on economic activity tied to such fossil fuels as coal, oil and gas. They argued that power plants will have to spend billions of dollars to begin complying with a rule that may end up being overturned.", "Attorney General Patrick Morrisey of West Virginia, whose coal-dependent state is helping lead the legal fight, hailed the court's decision.", "\"We are thrilled that the Supreme Court realized the rule's immediate impact and froze its implementation, protecting workers and saving countless dollars as our fight against its legality continues,\" Morrisey said. ", "Implementation of the rules is considered essential to the United States meeting emissions-reduction targets in a global climate agreement signed in Paris last month. The Obama administration and environmental groups also say the plan will spur new clean-energy jobs.", "Environmentalists were stunned by the court's action, which they stressed did not reflect a decision on the relative strength of the Obama administration's case.", "\"The Clean Power Plan has a firm anchor in our nation's clean air laws and a strong scientific record, and we look forward to presenting our case on the merits in the courts,\" said Vickie Patton, a lawyer for Environmental Defense Fund, which is a party to the case.", "California Gov. Jerry Brown called the decision an \"arbitrary roadblock\" that \"undermines America's climate leadership.\"", "To convince the high court to temporarily halt the plan, opponents had to convince the justices that there was a \"fair prospect\" the court might strike down the rule. The court also had to consider whether denying a stay would cause irreparable harm to the states and utility companies affected.", "The unsigned, one-page order blocks the rules from taking effect while the legal fight plays out in the appeals court and during any further appeal to the Supreme Court, a process that easily could extend into 2017."]},
{"newspaper_name": "foxnews", "articles_date": "2015-04-19T17:11:29.000-04:00", "articles_title": "West Virginia's Joe Manchin says he'll run again for Senate", "article_text": ["Democratic Sen. Joe Manchin of West Virginia said on Sunday that he will run for re-election in 2018 rather than make a return bid for governor next year, saying he believes he can have the greatest impact by staying in Washington.", "ADVERTISEMENT", "\"This place may not be working now, but I'm not going to stop fighting to make it work,\" Manchin said in a statement.", "Manchin is West Virginia's only Democrat in Congress. He was a two-term governor when he won a special election in November 2010 to fill the vacancy left by the death of Democratic Sen. Robert Byrd.", "He won a full six-year term in 2012 with 61 percent of the vote -- while President Barack Obama lost every West Virginia county against Mitt Romney.", "The political hostility and lack of bipartisanship in Washington had led the centrist to consider leaving.", "\"I will admit that it has been a harder transition than I had expected, but I believe that, after five years, we are beginning to make a difference,\" Manchin said. \"We are simply bringing a greater sense of bipartisanship and commitment to working together for the good of the American people. It is because of that optimism that I have decided to continue serving the people of West Virginia in the United States Senate.\"", "He told CBS' \"Face the Nation\" on Sunday that he thinks \"we've made some inroads\" in the Senate \"to where we're willing to put the country first.\"", "Manchin has sought to work with Republicans, including unsuccessful legislation in 2013 to expand background checks on firearm purchases as a way of curbing gun violence. He has co-chaired a group called No Labels, which promotes bipartisanship and problem-solving.", "Republicans Attorney General Patrick Morrisey, state Senate President Bill Cole and U.S. Rep. David McKinley have expressed interest in running for governor, along with Democratic state Senate Minority Leader Jeff Kessler. Kessler has opened a pre-candidacy campaign account for governor."]},
{"newspaper_name": "foxnews", "articles_date": "2015-11-24T17:10:07.000-05:00", "articles_title": "Obama Goes On A ‘Green’ Spending Spree Ahead Of UN Summit", "article_text": ["The Department of Energy (DOE) announced $125 million in newspending Monday to fund 41 green energy projects ahead of theUnited Nations global warming summit set to take place nextweek.", "ADVERTISEMENT", "DOE is funding dozens of green technologies through the AdvancedResearch Projects Agency-Energy, or ARPA-E, program to findtechnological solutions to fighting global warming. ARPA-E projectsare ones the government thinks show promise, butarenâ€™t yet commercially viable.", "â€œAs we look beyond COP21, the energytechnologies the Department of Energy invests in today will providethe solutions needed to combat climate change and develop a globallow-carbon economy in the future,â€ Secretary of EnergyErnest Moniz said in a statement.", "The projects includeÂ green energy storage, windowinsulation, algae biomass and wind turbines. DOE says most of thefunding is going to universities and small businesses.", "President Barack Obama has directed federal agencies to funnelmore money to propping up green energy technologies as part of hisstrategy to reduce U.S. carbon dioxide emissions and show the worldheâ€™s serious about fighting global warming.", "Obama directed ", " anddriving costs down. This comes on top of the billions the Obama hasdirected towards green energy during his time in office —", " in the 2009stimulus package.", "Obama also pushed major energy regulations in the hopesheâ€™ll convince countries to sign onto anagreement to cut CO2 emissions at the upcoming U.N. conference,also called COP21. This will be the 21st time U.N. delegates meetto attempt to agree on a treaty, putting behind a legacy offailure.", "But while delegates are expected to sign some sort of deal inParis, Obama is facing increased opposition at home from politicalopponents.", "Twenty-six states have sued the Obama administration over itsrules limiting carbon dioxide emissions from coal-fired powerplants from taking effect. The attorneys general of West Virginiaand Texas ", "Â warning the president may not be able tocommit the U.S. to an international climate treaty.", "â€œThere are significant legal limits on(President Obamaâ€™s) ability either to carry outthe promises he has made in advance of Paris 2015 or to enforce anyagreement arising out of the summit,â€ AttorneysGeneral Patrick Morrisey of West Virginia and Ken Paxton of Texaswrote to Secretary of State John Kerry.", "The AGs also mention anyâ€œlegally-bindingâ€ agreement signedin Paris must be ratified by the U.S. Senate — which iscontrolled by Republicans vowing to block any U.N. treaty Obamabrings before them.", "â€œThese serious legal questions are of greatimportance to the States,â€ the AGs wrote.â€œWe expect our federal representatives torespect that system of dual sovereignty both here at home and innegotiations abroad.â€"]},
{"newspaper_name": "foxnews", "articles_date": "2015-08-14T00:33:10.000-04:00", "articles_title": "Fifteen states petition DC court to block new EPA power plant rules", "article_text": ["Attorneys general from 15 states filed a petition in federal court Thursday to block new EPA rules requiring massive cuts in emissions from power plants. ", "ADVERTISEMENT", "Reuters reported that the states have asked the U.S. Court of Appeals for the D.C. Circuit to issue a ruling on the matter before Sept. 8, one year before the states are required to submit compliance plans to the agency. ", "The new rules, announced by President Obama earlier this month, call for power plants to lower carbon emissions from 2005 levels by 32 percent by 2030.", "\"Climate change is not a problem for another generation,\" Obama said in a video posted to Facebook after the Aug. 3 announcement. \"Not anymore.\"", "On Thursday, West Virginia Attorney General Patrick Morrisey called the rule \"the most far-reaching energy regulation in the nation’s history, and the EPA simply does not have the legal authority to carry it out ... The Clean Air Act was never intended to be used to create this type of regulatory regime, and it flies in the face of the powers granted to states under the U.S. Constitution.\" ", "West Virginia, which relies heavily on coal to produce electricity, is one of the states that has become ground zero in a battle with the White House over what some have dubbed the \"war on coal.\" Morrisey was joined in Thursday's petition by colleagues from Alabama, Arkansas, Florida, Indiana, Kansas, Kentucky, Louisiana, Michigan, Nebraska, Ohio, Oklahoma, South Dakota, Wisconsin and Wyoming", "The EPA said in a statement Thursday that it was confident the rule would be upheld in court, saying that it had a \"sound legal and technical foundation.\" Attorneys general for 15 other states, as well as New York City and the District of Columbia issued a statement saying it supported the EPA rules. "]},
{"newspaper_name": "foxnews", "articles_date": "2009-02-25T18:37:11.000-05:00", "articles_title": "On the Docket Feb. 25: Drugs, Terror and F-Bombs", "article_text": ["ADVERTISEMENT", "Date:Monday, March 2, 2009", "Issue: Can a man who was charged for the rape and assault of woman claim his rights are being violated when having failed to challenge or order his own DNA testing at trial seek to do the same after his conviction?", "Background: William Osborne and another man were convicted of raping and beating a prostitute near the Anchorage Airport. At trial, Osborne's lawyer decided against independently testing the DNA evidence gathered by investigators. Instead, it was determined that the state's broader DNA analysis was more helpful to Osborne's case. Nonetheless, the jury found him guilty and sentenced him to 26 years behind bars. After a maze of most unsuccessful appeals seeking to retest the DNA evidence, Osborne finally found success with the Ninth Circuit Court of Appeals. That court reasoned Osborne has a Constitutional right to force prosecutors to release its evidence to him so he can order more detailed DNA tests. Depending on the results of those tests, a court could order a new trial. The district attorney's office says Osborne had his chance for more advanced DNA evidence at trial and shouldn't get a second crack now.", "Date: Monday, March 2, 2009", "Issue: May a seaman recover punitive damages from his employer for injuries sustained on the job?", "Background: In July 2005, Edgar Townsend was working on a tugboat when he slipped and injured his shoulder and clavicle. His bosses told him they would not cover his medical claims which under martime traditions are covered by ship-owners. Townsend sued and sought punitive damages from Atlantic Sounding. The Eleventh Circuit ruled that Townsend is able to sue for punitive damages noting a \"willful and persistent failure\" to covere his medical expenses. Atlantic Sound has appealed to the Supreme Court, saying the lower court ignored the proper high court precedent that would preclude Townsend's claims for punitive damages.", "Date: Tuesday, March 3, 2009", "Issue: Did the decision by the Chief of Justice of the West Virginia Supreme Court to not recuse himself from a case involving his principal financial supporter violate the Due Process Clause of the Fourteenth Amendment?", "Background: Brent Benjamin is the chief justice of the West Virginia Supreme Court, having won his seat in a 2004 statewide election. The man wh is perhaps most responsible for Benjamin's spot on the court is Don Blankenship, CEO of Massey Coal, one of the largest companies in the Mountaineer State. Benjamin spent $3 million in advertisements to help Benjamin's successful campaign. That amount represents 60 percent of all money spent on behalf of the Benjamin campaign. There is no argument that the donations were legal.", "After the election, Blankenship's company appealed an adverse $50 million judgment to the West Virginia State Supreme Court now presided over by the man he help put there. Justice Benjamin refused to recuse himself from the case, saying there was no conflict of interest and his ability as a jurist would not impact his ability to render a fair decision. Benjamin cast the deciding vote in Massey's favor, setting aside the $50 milion judgment.", "The losing side in the dispute — a collection of smaller coal companies — contends its Due Process rights were violated by Benjamin's decision to remain in the case. In its brief to the Supreme Court, they argue Benjamin's presence \"created a Constituionally unacceptable probability\" of bias. Lawyers for Massey Coal contend recusal is necessary only when a judge has a \"pecuniary\" interest in the outcome. Something they say is not at issue in this case. They also point out that Justice Benjamin has voted against them at least five other times in cases totaling in excess of $243 million. Earlier this year, Benjamin announced he would no longer take part in Massey Coal cases, saying it would be disrespectful while the matter is before the Supreme Court.", "This case is seen by some interests as a prime example of why judges shouldn't be elected in the first place. The case also closely parallels the 2008 John Grisham book \"The Appeal.\""]},
{"newspaper_name": "foxnews", "articles_date": "2010-04-06T17:56:16.000-04:00", "articles_title": "May Be Wednesday Before Hole Drilled in Search for W.Va. Mine Blast Survivors", "article_text": ["MONTCOAL, W.Va. -- A huge underground explosion blamed on methane gas killed 25 coal miners in the worst U.S. mining disaster since 1984, and rescuers on Tuesday began a dangerous and possibly futile attempt to rescue four others still missing.", "ADVERTISEMENT", "Crews were bulldozing an access road so they could drill 1,000 feet into the earth to release gases and make it safe to try to find the missing miners. They were feared dead after the Monday afternoon blast at a mine with a history of violations for not properly ventilating highly combustible methane.", "Rescuers were being held back by poison gases that accumulated near the blast site, about 1.5 miles from the entrance to Massey Energy Co.'s sprawling Upper Big Branch mine.", "They had to create an access road above it before they could begin drilling four shafts to release methane and carbon monoxide. Gov. ", " said at a news briefing Tuesday that it could be Wednesday night before the first hole is drilled.", "\"It's a slow process,\" Manchin said. \"It's just going to be a slow process.\"", "It had already been a long day for grieving relatives, some angry because they found out their loved ones were among the dead from government officials or a company Web site, not from Massey Energy executives.", "\"They're supposed to be a big company,\" said Michelle McKinney, who found out from a local official at a nearby school that her 62-year-old father, Benny R. Willingham, died in the blast. \"These guys, they took a chance every day to work and make them big. And they couldn't even call us.\"", "McKinney said her husband is a miner too and her 16-year-old son doesn't want him to go back to work. Willingham, who had mined for 30 years, the last 17 with Massey, was just five weeks from retiring and planned to take his wife on a cruise to the Virgin Islands next month.", "U.S. Rep. Nick Rayhall, D-W.Va., said at a press briefing Wednesday that Massey should have been in better contact with families.", "Three members of the same family were among the dead. Diana Davis said her husband, Timmy Davis, 51, died in the explosion along with his nephews, Josh Napper, 27, and Cory Davis, 20.", "The elder Davis' son, Timmy Davis Jr., said his brother, Cody Davis, and an uncle, Tommy Davis, were also at the mine at the time and survived the blast. He said his brother was taking it particularly hard because he and their father were best friends.", "Timmy Davis Jr. described his dad as passionate about the outdoors and the mines.", "\"He loved to work underground,\" the younger Davis said. \"He loved that place.\"", "President ", " offered his condolences at an Easter prayer breakfast in Washington on Tuesday and said the federal government is ready to assist with whatever the state needs. He also asked the audience to pray for those lost in what he called a tragic accident.", "Kevin Stricklin, an administrator for the federal Mine Safety and Health Administration, said the situation looked grim for the missing miners.", "\"All we have left is hope, and we're going to continue to do what we can,\" he said.", "Officials hoped the four miners still unaccounted for were able to reach airtight chambers stocked with food, water and enough oxygen for them to live for four days, but rescue teams checked one of two such chambers nearby and it was empty. The buildup of gases prevented teams from reaching other chambers, officials said.", "A total of 31 miners were in the area during a shift change when the explosion rocked the mine, about 30 miles south of Charleston.", "\"Before you knew it, it was just like your ears stopped up, you couldn't hear and the next thing you know, it's just like you're just right in the middle of a tornado,\" miner ", ", who heard the explosion but was able to escape, told ABC's \"", ".\"", "Some of those killed may have died in the blast and others when they breathed in the gas-filled air, Stricklin said. Eleven bodies had been recovered and identified, but the other 14 have not. Names weren't released publicly.", "He said investigators still don't know what ignited the blast, but methane likely played a part.", "The death toll is the highest in a U.S. mine since 1984, when 27 died in a fire at Emery Mining Corp.'s mine in Orangeville, Utah. If the four missing bring the total to 29, it would be the most killed in a U.S. mine since a 1970 explosion killed 38 at Finley Coal Co., in Hyden, Ky.", "\"There's always danger. There's so many ways you can get hurt, or your life taken,\" said ", ", a miner and pastor of New Life Assembly, a church near the southern West Virginia mine. \"It's not something you dread every day, but there's always that danger. But for this area, it's the only way you're going to make a living.\"", "Though the situation looked bleak, Manchin said miracles can happen and pointed to the 2006 Sago Mine explosion that killed 12. Crews found miner Randal McCloy Jr. alive after he was trapped for more than 40 hours in an atmosphere poisoned with carbon monoxide.", "In Monday's blast, nine miners were leaving on a vehicle that takes them in and out of the mine's long shaft when a crew ahead of them felt a blast of air and went back to investigate, Stricklin said.", "They found seven workers dead. Others were hurt or missing about a mile and a half inside the mine, though there was some confusion over how many. Others made it out.", "In a statement early Tuesday, Massey Chairman and CEO Don Blankenship offered his condolences to the families of the dead.", "Massey Energy, a publicly traded company based in Richmond, Va., has 2.2 billion tons of coal reserves in southern West Virginia, eastern Kentucky, southwest Virginia and Tennessee. It ranks among the nation's top five coal producers and is among the industry's most profitable. It has a spotty safety record.", "In the past year, federal inspectors fined the company more than $382,000 for repeated serious violations involving its ventilation plan and equipment at Upper Big Branch.", "Methane is one of the great dangers of coal mining, and federal records say the Eagle coal seam releases up to 2 million cubic feet of methane gas into the Upper Big Branch mine every 24 hours, which is a large amount, said Dennis O'Dell, health and safety director for the United Mine Workers labor union.", "In mines, giant fans are used to keep the colorless, odorless gas concentrations below certain levels. If concentrations are allowed to build up, the gas can explode with a spark roughly similar to the static charge created by walking across a carpet in winter, as at the Sago mine, also in West Virginia.", "Since then, federal and state regulators have required mine operators to store extra oxygen supplies. Upper Big Branch uses containers that can generate about an hour of breathable air, and all miners carry a container on their belts besides the stockpiles inside the mine. Upper Big Branch has had three other fatalities in the last dozen years.", "Upper Big Branch has 19 openings and roughly 7-foot ceilings. Inside, it's crisscrossed with railroad tracks used for hauling people and equipment. It is located in a mine-laced swath of Raleigh and Boone counties that is the heart of West Virginia's coal country.", "The seam produced 1.2 million tons of coal in 2009, according to the mine safety agency, and has about 200 employees."]},
{"newspaper_name": "foxnews", "articles_date": "2010-04-06T17:56:16.000-04:00", "articles_title": "Drilling Begins in Search for Four West Virginia Miners", "article_text": ["MONTCOAL, W.Va. -- Crews were drilling early Wednesday to ventilate toxic gas from a West Virginia coal mine shattered by a deadly explosion, trying to make a section of it safe enough for rescuers to search for four missing miners as hope for their survival grew dim.", "ADVERTISEMENT", "Two days after the blast killed 25 and left two hospitalized, the buildup of methane gas and carbon monoxide was too dangerous for anyone to enter and look for the last of the missing or to recover the bodies of 18 known dead. Seven bodies were brought out after", "Monday afternoon's blast rocked the Upper Big Branch Mine, site of the worst underground disaster in the U.S. in more than a quarter-century.", "Once the mine is ventilated, teams would need four or five hours to reach the area where officials believe the miners are about 1,000 feet beneath the surface, said Chris Adkins, chief operating officer for Massey Energy Co., which owns the mine. The long section is about 20 feet wide with barely enough room to stand, a safety official said.", "Searchers would have to navigate in the darkness around debris from structures shattered by the explosion and around sections of track that were \"wrapped like a pretzel,\" said Kevin Stricklin, an administrator from the federal Mine Safety and Health Administration.", "\"There's so much dirt and dust and everything is so dark that it's very easy, as hard as it may seem to any of us outside in this room, to walk by a body,\" Stricklin said.", "Crews also will perform a seismic test Wednesday, transmitting a sound underground to alert any survivors that rescuers are coming for them. The miners are supposed to tap on the roof to signal they heard the sound -- however, officials said it's a long shot because they are so deep inside the mountain.", "Gov. ", " said it could be midday before much progress is made on the four ventilation shafts.", "\"I don't want to give anybody any false hope, but by golly, if I'm on that side of the table, and that's my father or my brother or my uncle or my cousins, I'm going to have hope,\" he said Tuesday.", "The missing miners might have been able to reach airtight chambers stocked with food, water and enough oxygen for four days. But rescue teams checked one of two chambers nearby and found it empty. Unsafe conditions prevented them from reaching the second.", "Massey Energy Co. was fined more than $382,000 in the past year for repeated serious violations involving its ventilation plan and equipment.", "The company's chief executive said the mine was not unsafe, but federal regulators planned to review its violations, many of which involved venting methane gas. If the odorless, colorless gas is not kept at safe levels, a small spark can ignite it.", "In the area about 30 miles south of Charleston where coal is king, people anxiously awaited word on the missing.", "Larry Asbury's son is on a mine rescue team. Asbury joined about 50 mourners who packed the creaky pews of the modest St. Joseph ", " a few miles from the disaster to honor the victims and pray that the missing turn up safe.", "\"The coal community is coming together and praying for miners and their families,\" he said. \"It's just so important to show the community this kind of support.\"", "Diana Davis said her husband, Timmy Davis, 51, died in the explosion along with his nephews, Josh Napper, 27, and Cory Davis, 20.", "The elder Davis' son, Timmy Davis Jr., described his father as passionate about the outdoors and the mines. \"He loved to work underground,\" the younger Davis said. Two other family members survived, he said.", "During pauses at Tuesday's service at St. Joseph's, some leaned over and consoled each other.", "\"It's such a terrible time for West Virginia, but it's so important to ask for God's help,\" said Bishop Michael J. Bransfield.", "At the time of the explosion, 61 miners were in the mine.", "Nine were leaving on a vehicle that takes them in and out of the shaft when a crew ahead of them felt a blast of air and went back to investigate, said MSHA administrator Stricklin.", "\"I don't know that we know what happened,\" the chief executive of Massey Energy, Don Blankenship, told The Associated Press.", "He said the chances of miners making it out of the violent explosion alive were dim, and \"I think it dims every day.\"", "Some may have been killed by the blast and others when they inhaled the toxic gases, Stricklin said.", "Some grieving relatives were angry because they learned their loved ones were among the dead from government officials, not from Massey executives.", "Michelle McKinney found out from a local official that her 61-year-old father, Benny R. Willingham, was among the dead. He was due to retire in five weeks after 30 years of mining.", "\"These guys, they took a chance every day to work\" to make the mining company grow, she said. And company officials \"couldn't even call us.\"", "Manchin said a Massey official apologized to family members Tuesday for not being notified of the deaths.", "Blankenship said he was in the room when relatives were notified of the full extent of the tragedy, but the scene was so emotional that he did not interact with them. He left others in the company and safety officials to notify the families, he said.", "The death toll was the highest in a U.S. mine since 1984, when 27 people died in a fire at Emery Mining Corp.'s mine in Orangeville, Utah. If the four missing bring the total to 29, it would be the most to die in a U.S. coal mine since a 1970 explosion killed 38 at Finley Coal Co. in Hyden, Ky.", "Though the situation looked bleak, the governor pointed to the 2006 Sago Mine explosion that killed 12. Crews found miner Randal McCloy Jr. alive after he was trapped for more than 40 hours in an atmosphere poisoned with carbon monoxide.", "Massey Energy, a publicly traded company based in Richmond, Va., ranks among the nation's top five coal producers and is among the industry's most profitable.", "Blankenship said the mine was \"not thought to be unsafe by the agencies or the company.\"", "\"I think that what they (the Mine Safety and Health Administration) said is, 'You know, there's been a lot of debate about the ventilation.' At the times the mine operates and men are in the mine, it complies with whatever the federal and state agencies have agreed.\"", "Blankenship said the mine likely would be closed for months."]},
{"newspaper_name": "foxnews", "articles_date": "2010-04-06T19:35:51.000-04:00", "articles_title": "West Virginia Mine Cited for Violations Twice on Day of Explosion", "article_text": ["CHARLESTON, West Virginia  -- The Massey Energy coal mine where 25 people died in an explosion was cited for violating two federal safety rules on the day of the blast.", "ADVERTISEMENT", "Mine Safety and Health Administration records show the citations were issued Monday. The records do not specifically say whether they were issued before the explosion.", "Neither federal mine safety officials nor Massey immediately responded to requests for comment Wednesday.", "Records show one of the violations involved inadequate maps of escape routes from the Upper Big Branch mine. Underground coal mines are required to have maps detailing escape routes, oxygen caches, and refuge chambers.", "The other involved an improper splice of electrical cable on a piece of equipment.", "The mine has been cited for 600 violations in less than a year and a half, some of them for not properly ventilating methane -- the highly combustible gas suspected in the blast.", "The disaster at the Upper Big Branch mine has focused attention on the business and safety practices of the owner, Massey Energy, a powerful and politically connected company in Appalachia known for producing big profits, as well as big piles of safety and environmental violations and big damage awards for grieving widows.", "\"There are mines in this country who have operated safely for 20 years,\" said J. Davitt McAteer, head of the federal Mine Safety and Health Administration in the Clinton administration. \"There are mines who take precautions ahead of time. There are mines who spend the money and manpower to do it.\"", "He added: \"Those mines haven't been blown up.\"", "Four other miners were missing and feared dead underground in Monday's blast, believed to have been caused by a buildup of methane, a naturally occurring gas that is odorless and colorless.", "Last year alone, MSHA cited Upper Big Branch for 495 violations and proposed $911,802 in fines. Production more than tripled during that period, according to federal records. So far this year, the agency has found 105 violations at the mine.", "Upper Big Branch is one of Massey's biggest underground mines, with more than 200 employees, and it is not uncommon for big coal mines to amass hundreds of violations a year -- and to contest many of them, as Massey does. But most big mines don't have as many serious infractions as Upper Big Branch, industry experts said.", "At least 50 citations charge the company with \"unwarrantable failure\" to comply with safety standards such as following an approved ventilation plan, controlling combustible materials or designating escape routes.", "\"I've never seen that many for one mine in a year,\" said Ellen Smith, editor of Mine Safety & Health News. \"If you look at other mines that are the same size or bigger, they do not have the sheer number of `unwarrantable' citations that this mine has.\"", "Massey has had problems elsewhere, too. In 2006, two miners were killed in a fire at Massey's Aracoma Alma No. 1 mine. Massey settled a wrongful death lawsuit for an undisclosed sum, and its subsidiary Aracoma Coal Co. paid $4.2 million in civil and criminal penalties.", "Testimony showed Massey CEO Don Blankenship suggested firing two supervisors for raising concerns about conveyer belt problems just before the belt caught fire.", "\"Massey has a history of emphasizing production,\" said Pittsburgh lawyer Bruce Stanley, who represented the miners' widows. \"I'm concerned that they may not have learned the lessons of Aracoma.\"", "In an interview less than 24 hours after the disaster at Upper Big Branch, Blankenship insisted the mine is no more dangerous than others of comparable size, and he defended the company's track record in a perilous business.", "\"It's natural that the enemies of coal would view Massey as the primary enemy,\" he said.", "He pointed out Massey's many innovations, such as installing steps in place of ladders and putting protective cages on underground vehicles even though the government doesn't require them.", "\"I think that I've proven that we run safer coal mines -- you know, most of the time -- and accidents sometimes happen. We've got to figure out what happened here,\" he said.", "Kevin Stricklin, an MSHA administrator, said that the number of citations at the mine appeared high, and that he was concerned about the more serious violations. \"It means the operator was aware of some of these conditions,\" he said.", "Massey is contesting 36 percent of all violations at Upper Big Branch since 2007, The Associated Press found. Overall, U.S. mine operators contest 27 percent. Challenging violations can enable a mine owner to stave off the heavier punishment that the government can impose on companies that have been deemed repeat offenders.", "Massey became a political and industrial powerhouse under the guidance of Blankenship, who rose from poverty to become one of corporate America's highest-paid and least apologetic executives, a guy who proudly displays in his office a TV set with a bullet hole from a striking union miner's rifle.", "He freely spent millions of dollars from his personal fortune to help install a West Virginia ", " justice, a maneuver that led to an important conflict-of-interest ruling from the U.S. Supreme Court, and on a failed bid to elect a Republican majority in the state Legislature.", "Under Blankenship, Massey clawed to the top of the Appalachian coal industry, shrewdly buying up coal deposits to amass more than 2 billion tons of reserves. It is a major economic force regionally, with more than 6,000 high-paid miners in some of the poorest counties in America.", "Operating nonunion mines across southern West Virginia, eastern Kentucky and southwestern Virginia, Massey more than doubled its profit to $104.4 million in 2009 from the year before, despite slumping demand for coal amid the recession. The company expects to be shipping 2 million tons of coal a year to ", " by next year.", "Massey has managed to push the United Mine Workers union out of all of its operations except for a single processing plant.", "Blankenship's hard-driving approach was illustrated in a 2005 memo in which he told mine workers that if their bosses ask them to build roof supports or perform similar tasks, \"ignore them and run coal.\"", "\"This memo is necessary only because we seem not to understand that the coal pays the bills,\" he wrote.", "Few workers are willing to openly criticize Massey because of its powerful hold on people's livelihoods in Appalachia.", "But Terry Holstein, who worked at Upper Big Branch, said it took him 10 years to decide he didn't like the way Massey ran the mine. He left in 2006.", "\"It was like they wanted production more than they wanted safety, myself, you know what I mean?\" he said. \"They speak safety first, but production's really first for them.\""]},
{"newspaper_name": "foxnews", "articles_date": "2010-04-10T00:11:37.000-04:00", "articles_title": "4 Miners Found Dead in West Virginia Coal Mine", "article_text": ["MONTCOAL, W.Va. -- Crews on Saturday began the bleak task of carrying bodies out of a coal mine shattered by an explosion that left 29 men dead, only hours after families' hopes were crushed when they found out none of the workers survived.", "ADVERTISEMENT", "It had been an excruciating week for friends holding onto faint hopes that their missing miners were somehow alive. Seven bodies had already been removed soon after the blast Monday at Massey Energy Co.'s Upper Big Branch mine, the worst U.S. coal mining disaster since a 1970 explosion killed 38 in Hyden, Ky.", "Federal mine safety officials said crews were working to get the bodies out but did not know how long that would take.", "Meanwhile, President ", " is awaiting a report on the mine, which has recorded a long list of safety violations, and Congress is planning hearings.", "\"All Americans deserve to work in a place that is safe, and we must take whatever steps are necessary to ensure that all our miners are as safe as possible so that a disaster like this doesn't happen again,\" Obama said.", "Federal Mine Safety and Health Administration spokeswoman Amy Louviere said officials would arrive Monday to begin investigating the disaster.", "On Saturday, the mood among many people in this swath of coal country was somber.", "\"It takes something like this to really get your attention, but I think about it everyday,\" said James Lipford, 38, who said he has been a miner for 10 years.", "The discovery of the final four bodies ended days of futile searches by rescue crews that repeatedly battled a volatile mix of poisonous gases and thick smoke that turned them back on three previous attempts. The massive blast also left the inside of the mine a mess of twisted tracks, boulders and debris.", "\"We did not receive the miracle that we prayed for,\" Gov. ", " told reporters after meeting with relatives to deliver the news. \"So this journey has ended and now the healing will start.\"", "The explosion erupted without warning.", "\"They didn't know what hit them,\" said Patty Ann Manios, a city councilwoman from nearby Whitesville.", "While watching the official announcement on TV, she took off her glasses and started to weep. \"Oh God. Oh God.\"", "Initially, 25 men were known to have perished and two men survived. That left four unaccounted for, resulting in an agonizing week for relatives and officials who hoped the miners had somehow managed to find refuge chambers stocked with food, water and oxygen. But none of the mine's refuge chambers had been deployed.", "\"The rescue workers told us they're sure no one suffered,\" Manchin said.", "Twenty-eight of the dead were Massey employees, and one was a contract worker, a company spokesman said. A complete list of victims was not released, though several were known through obituaries and information families released.", "Even as rescuers were making their final trip into the mine, the close-knit community was beginning to mourn the dead.", "More than 300 people packed the Mullens Pentecostal Holiness Church for the funeral of Benny Willingham, a 61-year-old miner who was five weeks from retiring when he died. More services were planned Saturday.", "\"He wasn't the biggest man in town,\" said the Rev. Gary Pollard. \"But if you could see the size of this man's heart, you'd see a giant.\"", "The conditions were so rough after the blast that rescuers only late Friday realized that they had walked past the bodies of the four missing miners on the first day without seeing, a federal mine safety official said.", "\"There was so much smoke and the conditions were so dire with dust in the air that they apparently bypassed the bodies that were on the ground,\" said Kevin Stricklin, coal administrator for the federal Mine Safety and Health Administration.", "Once the bodies are recovered, MSHA and West Virginia regulators plan a joint investigation that could take up to a year, Stricklin said.", "\"No stone will be left unturned and we'll find out the cause of this explosion,\" Stricklin said. \"Quite frankly, the only good thing that can come out of this is to educate everyone, put regulations in place to make sure that this never happens again.\"", "\"Amen brother!\" retired miner Willam \"Hot Rod\" White yelled as officials vowed a thorough investigation. White was so infuriated watching the news conference come to an end that he left the poker room, hopped in his car and sped away. He did not return, leaving an unopened beer he bought from the gas station next door.", "Officials have not said what caused the blast, but they believe high levels of methane gas may have played a role.", "The U.S. House and Senate plan to hold hearings, though a date has not been set. Sen. ", ", D-W.Va., said lawmakers will scrutinize Massey's practices.", "In the days since the explosion, details have emerged about an extensive list of safety violations at the mine. Mine owner Massey Energy Co. has been repeatedly cited and fined for problems with the system that vents methane and for allowing combustible dust to build up. The company also said it will conduct its own probe into the blast.", "CEO Don Blankenship, who was with the families when they learned the miners were dead, has strongly defended the company's record and disputed accusations from miners that he puts coal profits ahead of safety.", "Federal regulators issued evacuation orders for all or parts of the mine more than 60 times since the start of 2009, according to inspection records.", "In 2007, the mine met criteria to be declared by the Mine Safety and Health Administration as a pattern violator, which would have allowed for stricter oversight, including the potential shutdown of the mine. But Massey was able to reduce the number of the most serious violations and avoid it.", "Pam Napper, whose 25-year-old son Josh died, said he had been sent home early the Friday before the explosion because of concerns about ventilation in the mine. Before that, apparently over Easter weekend, he wrote a letter to his mother, his fiancee and his 19-month-old daughter, telling them that he would be looking down from heaven if anything happened to him.", "\"I just knew that Josh in his heart knew that something was going to happen,\" Pam Napper said.", "Donna Ward, whose husband works at a different mine, was still crying minutes after the press conference was over.", "\"I was hoping for four miracles,\" she said."]},
{"newspaper_name": "foxnews", "articles_date": "2017-03-16T18:30:00.000-04:00", "articles_title": "With Trump in office, coal mining town begins making comeback", "article_text": ["Hazard, Kentucky is one of those small coal-mining towns with one main road snaking through the hollow. Both sides of the road are lined with a handful of retail stores and restaurants. The windows on about half of those stores are now covered with newspaper. The signs out front say, “closed.” ", "ADVERTISEMENT", "That’s what happens in a one-industry town when the president turns against that industry. Carla Hall at tiny Feltner’s Barbershop, right on the main road, knows that too well.", "\"My business went down tremendously,” she said. ", "Like Carla, everyone in town, from the insurance salesman to the waitress at the coffee shop, is ultimately connected to money that comes out of the mine. ", "“When they start getting laid off, they stretch out the haircuts,” she said. ", "However, there is a new sense of optimism in coal country and that is linked to a new president who, from the campaign trail, frequently bellowed: “We are going to put our miners back to work.”", "“I love mining coal,” Carlos Sturdill said 250 feet underground in the E4-1 mine in Hazard. That mine shut down in the Obama years. There are many factors that allowed the mine to re-open and people like Sturdill to get back to work. ", "For starters, the entire economy has seen a bump. That has created a demand for steel. The high-quality coal that comes out of Appalachia is well suited for making steel.", "“I’m glad to be working. I’m thankful I’ve got a job again,” Sturdill said. Then you have President Trump who started rolling back regulations early in his time on the job. One of Trump’s early executive orders was to roll back the Stream Protection Rule. The SPR was created in the 11th hour of the Obama presidency and it would have placed a burden on coal companies to test streams before during and after mining. Trump followed up by undoing the 2015 Waters of the US rule, which broadened the definition of a body of water. ", "According to West Virginia Attorney General Patrick Morrisey, the rule “allowed the EPA and Army Corps of Engineers to assert Federal authority over an untold number of small bodies of water, including roadside ditches, short-lived streams and any other area where water may flow every 100 years.” ", "The industry is hopeful Trump will also repeal the Clean Power Plan and the Mercury and Air Toxic Standards act, which many argue put a heavy burden on coal by design. ", "\"Obviously, we’re more optimistic,” said J. Mark Campbell, President of the Cambrian Coal Group. “We’re looking for new projects.”", "That does not mean hard times are over for those people dependent on a coal mining paycheck. During the Obama administration, figures obtained by Fox News show that 36,800 coal miners lost their jobs. Last September, the number of people mining coal hit the lowest point since 1985. ", "Since Trump took office, 300 miners have been re-hired.", "Ninety of the new hires are at the E4-1 mine in Hazard. But that was after the mine was hit by a series of layoffs since 2012 that left 460 workers out of a job.", "“Maybe it’s a little C comeback at this point,” said Chris Hamilton Senior VP of the West Virginia Coal Association.", "No one expects coal jobs to come back to their heyday. Some of the causes can be pinned on former President Obama. ", "Under pressure to get away from coal, some power plants shut down. Some were retrofitted to burn natural gas. Now that officials spent the money, they won’t go back -- especially because hydraulic fracturing makes natural gas available and cheap.", "\"So, a lot of that chunk of the market has been taken away,” said Dr. Anthony Szwilski of West Virginia’s Marshall University. “Even though coal is coming back and there will be employment in the future, they are unlikely to go back to where it was 10-15 years ago.”", "Technology has also advanced. The reality is this: you can get more coal out of the ground now using fewer people. ", "\"It will never be back like it was,” Campbell said.", "Even Sturgill, although happy to be back underground doing the job he loves, knows coal mining is a way of life that has a limited future. ", "\"I don’t have a son, but I wouldn’t tell him to mine,” he says as the beam from his headlamp follows his eyes and dips to the floor of the mine.", "Michael Tobin joined FOX News Channel (FNC) in 2001 and currently serves as a Chicago-based correspondent."]},
{"newspaper_name": "foxnews", "articles_date": "2014-08-26T04:44:32.000-04:00", "articles_title": "EPA must disclose power plant rules data, say Republican attorneys general", "article_text": ["The ", " hasn't made available key data used to craft its twin proposals to reduce ", " from new and existing ", ", 13 Republican attorneys general said.", "ADVERTISEMENT", "The ", " charge that the EPA is violating federal law by not disclosing the information, which they said makes it difficult for states and the public to ascertain how the agency developed its proposals.", "\"Without such missing data and related materials, states and the public cannot properly determine the basis on which EPA claims that these emissions standards are achievable and reasonable,\" said the attorneys general, led by ", "'s Patrick Morrisey, ", " to EPA Administrator ", ".", "Republicans in Congress and governors' mansions across the country have sought to stop, or at least weaken, the proposed rules. They, with allies in the business community, say the regulations would raise ", " and restrain ", ".", " ", "  "]},
{"newspaper_name": "foxnews", "articles_date": "2013-10-21T08:18:46.000-04:00", "articles_title": "ObamaCare damage control", "article_text": ["**Want FOX News First in your inbox every day? Sign up ", ".**", "ADVERTISEMENT", "You know a Web site is in rough shape when the first fix being touted is to send people to a 1-800 number instead. That’s one of the repairs that administration officials are selling today ahead of a speech by ", " addressing growing frustrations with the online home of his new health-insurance entitlement program, ObamaCare. The official position from Obamaland, laid out in a background briefing, is that the president will address “troubles that he and his team find unacceptable.” No doubt. The crash-prone Web site has become a huge embarrassment for Democrats who were hoping the rollout of taxpayer-subsidized insurance would soften resistance to the law. Instead, major problems with the sign-up portal, data reliability for those who make it through and sticker shock at the plans being offered are sapping public confidence in the plan pushed by the supposedly tech-savvy president.", "[Windy City Chill: NY Post ", " how Obama’s biggest 2008 benefactor, ", ", snubbed White House Senior Adviser ", "’s request to promote ObamaCare.]", "[", "While the president tries to boost flagging confidence in his program, pressure is mounting on the woman directly in charge of the woebegone rollout, Health and Human Services Secretary ", ". House Republicans are demanding she explain how the site crashed, despite having three years to prepare for launch. Sebelius has so far refused, but Senate Majority Whip ", ", D-Ill., told ", ", “Ultimately, Secretary Sebelius will testify.” Key issues include the tangle of contractors involved in the construction as well as unheeded warnings about the launch. Read the letter from the House Energy and Commerce Committee ", ".", "“[Secretary ", "’] refusal to testify and be transparent has undermined her credibility” –", "”", "[", "’s ", ": “My prediction is that the December 15 drop dead date will come without these problems solved. The Republicans offered a lifeline. Make the individual mandate optional.”]", "Virginia Republican gubernatorial candidate ", " is calling in backup for his ObamaCare attack. His fellow Attorneys General ", ", R-W.Va., ", "R-Fla., ", ", R-Ala., and ", ", R-Ga., will join Cuccinelli for a campaign event today in Northern Virginia. Cuccinelli is highlighting the effort he and attorneys general took all the way to the Supreme Court to block provisions of the law. ", " ", " has the latest on Virginia’s governor race, including a full recap of former Secretary of State ", "’s weekend stumping for Democratic candidate ", ".", "[", "Rep. ", ", D-N.J., spent $16,000 from his leadership PAC, The Committee to Strengthen America, to fly his family to Scotland to attend the wedding of a friend. That was just one of the findings in a “60 Minutes” ", " of how members of Congress use funds from private donors to enrich themselves. Other lowlights: Sen. ", ", R-Ga., used over $100,000 in political contributions to entertain at some the world’s best golf courses. Rep. ", ", D-Texas, made a personal loan of $150,000 to her campaign, but used donor money to pay herself $228,000 in interest. When asked whether donors knew she was paying herself 18 percent interest, Napolitano replied, “Well, you don't go out and publicize that…” Quite so, congresswoman. CBS News got help from the right and left in busting the profiting politicos. Hoover Institution Fellow and Brietbart News Editor at Large ", " pitched in and so did the liberal watchdog group Citizens for Responsibility and Ethics in Washington.", "[Read Citizens for Responsibility and Ethics in Washington’s 2013 ", " of most corrupt politicians]", "Sen. ", ", R-Texas, may have left Washington to a chorus of boos last week, but he found lots of love deep in the heart of Texas. ", " reports: “Cruz was greeted with an eight-minute standing ovation in an appearance organized by the Texas Federation of Republican Women.” Cruz told CNN on Sunday: “I am not interested in seeing the American people suffer just because my party might benefit politically if they blame the Democrats for the foolish policies that have been imposed.” Cruz would not rule out forcing another government shutdown over the president’s health law.", "The first order of business when Congress returns next week: Clashes over a pending agriculture subsidy bill. The Republican House wants to trim food stamp spending to drop deficit spending in the package by $54 billion. The Senate version trims $23 billion. National Journal has ", " on the fight, expected to be a bargaining point in January’s fiscal cliff. ", "“[Caps on automatic spending increases known as “sequestration” are] the only thing we found that actually controls spending.” – ", "     ", "“Sir Lecturealot, who hates selling and explaining and negotiating and cajoling and knocking noggins, always manages to convey tedium at the idea that he actually has to persuade people to come along with him, given the fact that he feels he’s doing what's right… if [", "] is anything, he’s a cold cat on a hot stove… The paradox of Obama is that he believes in his own magical powers, but then he doesn't turn up to use them. There’s nothing wrong with a president breaking a sweat somewhere beyond the basketball court.” ", ".", "“Monday will likely be all about health care with President Obama coming out in the Rose Garden to eat some crow about the launch of the health care exchanges Web site and to talk about the way forward. But, have you noticed how the topic of another recent Rose Garden speech is rarely discussed, let alone debated, anymore?  Syria.", "The NYT ", " the latest horrific violence, with a suicide bomber driving a truck packed with explosives on a busy road near Hama, killing more than 30 people and wounding dozens of others. A few short weeks ago, the U.S. was prepared to start bombing Syria after a rhetorical campaign from the administration about the real dangers of Syrian President Bashar al-Assad and his chemical weapons supply.", "Now, crickets are chirping when it comes to talking about Syria, other than to praise its government for doing all it can with chemical weapons sites. As far as ‘turning the page,’ this may be a record. It’s a pretty remarkable example of how the Obama administration seems to have closed the book on Syria as an issue for the president to address.” – ", ".", "Columnist Robert Samuelson ", " that the generic term “entitlements” hinders the discussion about the main drivers of federal debt. It’s not just Social Security and Medicare. To prove his point, Samuelson provides a list of the 12 largest entitlement programs, ranked by the number of recipients. Did you know, for example, that 46.6 million Americans receive food stamps or that 1.3 million Americans are farm subsidy recipients? Read it all ", ".", "Got a ", " from the ", " or ", "? Email ", "  ", " ", ": Approve – 43.9 percent//Disapprove – 51.1 percent", " ", ": Right Direction – 17.4 percent//Wrong Track – 74.9 percent ", "Here’s what you said on Friday’ s “Special Report with ", "” panel: ", " measured strong disagreement from Republicans, independents, men and women when ", "charged Republicans with not providing enough funding to properly develop ObamaCare’s Web site. Republicans agreed with ", " when he said the problems with the ObamaCare rollout were not glitches but “a full-out debacle.” Watch the All-Star Panel break down ObamaCare’s problems ", ".", "Viewer engagement spiked to 23,000 votes-per-minute when ", "told Williams, “When you're trying to take over 18 percent of the economy, especially a very complicated sector… you cannot succeed.” During the panel’s ", ", Democrats disagreed with Krauthammer", "when he claimed the U.S. helped keep Syrian President ", "in power. Take a deeper data dive ", ".", "Gov", " ", ", R-N.J., won the endorsement of the Newark Star Ledger, New Jersey’s biggest newspaper, despite snubbing the Democratic-leaning publication for four years. The paper gave Christie the ", ", citing problems with his opponent, Democratic state Sen. ", ", calling her “a deeply flawed candidate.” But it was a conditional embrace of Christie’s re-election: “The endorsement of Christie comes with the hope that Democrats hold control of the Legislature to contain his conservative instincts.” Polls show Christie heavily favored to win next month’s election.", "The Richmond-Times Dispatch is throwing up its hands at the commonwealth’s nasty gubernatorial election. The paper, for the first time in modern history, is making no endorsement this year. After offering harsh words for Republican ", "and Democrat ", ", the paper ", " it could not “in good conscience” choose sides. ", " from Fox News.", "Sen. ", ", R-Fla., is supporting Sen. ", ", R-Ky., over his Tea-Party-backed challenger, ", ". On “Fox News Sunday with ", ",” Rubio, who backed the “de-fund” ObamaCare effort in the Senate and whose Senate career was launched with the help of McConnell’s rival, former Sen. ", ",  stood up for the embattled minority leader. “I think he’s trying to lead our conference. It’s a diverse conference with a lot of different opinions. That’s a tough job to begin with. And of course, he's got to represent his own state.” The Senate Conservatives Fund, founded by DeMint to pressure moderate Republicans, announced its backing of ", " on Friday. ", "[“I think my opponents in the primary are going to have a hard time convincing Kentucky primary voters that I’m some kind of liberal. You know, I enjoy the support of the most famous Tea Party Senator in America, ", ". I'm supported by ", ", two other Tea Party favorites who were elected in 2010. I have the support of ", " and ", ".” – ", "]", "What’s the science behind the regulations? Is this an EPA power grab? Members of the House Science Committee, Reps. ", " R-Texas, and ", ", R-Utah, are voicing objections to the Environmental Protection Agency expanding authority under the Clean Water Act. In a ", " sent Friday to EPA Administrator ", ", the lawmakers are looking for answers before the new regs are implemented. Correspondent ", "looks into concerns the act could lead to “unprecedented control over private property across the nation.”", "In 2008, the Department of Housing and Urban Development approved more than $5 million in grants to build a 75-unit apartment complex to accommodate senior citizens with vision and hearing problems. The Arizona facility is now at full capacity, with many deaf residents living in the specially designed apartments. Now, HUD’s civil rights division wants to throw out 75 percent of the deaf and blind and replace them with non-impaired seniors, claiming the facility is illegally segregated. Correspondent ", " has the story.", " ", " Former Vice President ", "releases “Heart: An American Medical Odyssey” Tuesday. Co-authored with cardiologist ", ", Cheney chronicles a decade’s worth of health struggles that ensued with a heart transplant last year, when he was just hours from heart failure. In an interview with CBS' “60 Minutes,” Cheney says doctors replaced an implanted defibrillator near his heart in 2007. The device can detect irregular heartbeats and control them with electrical jolts. Cheney says that he and his doctor, cardiologist Reiner, turned off the device's wireless function in case a terrorist tried to send his heart a fatal shock.", "Looking for an upper hand in your next real estate deal? ", "launched ", " after he discovered most states do not require realtors or home sellers to disclose if a death took place in a residence. Condrey recently told the ", ", “It’s harder to find things like this out than you think,” adding that a death on-site has the potential to reduce a property’s value up to 25 percent.   ", "A man-sized alligator found itself baffled by the automatic doors of a Wal-Mart in, where else, Apopka, Fla. From ", ": “Employees locked the door to keep the gator out while Apopka police officers tried to lure the animal away. As customers gathered around to view the alligator and take pictures, the beast took off for the woods.” Watch the gator-baiting video ", ".", "Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as politics editor based in Washington, D.C. Additionally, he authors the daily Fox News Halftime Report political news note and co-hosts the hit podcast, Perino & Stirewalt: I'll Tell You What. He also is the host of Power Play, a feature video series on FoxNews.com. Stirewalt makes frequent appearances on network programs, including America’s Newsroom, Special Report with Bret Baier and Fox News Sunday with Chris Wallace. He also provides expert political analysis for FNC’s coverage of state, congressional and presidential elections.", "\n"]},
{"newspaper_name": "foxnews", "articles_date": "2013-07-27T15:34:57.000-04:00", "articles_title": "States attorneys now opposing fed’s opposition to criminal background checks for new hires", "article_text": ["Attorneys general across the country are fighting back against new Obama administration guidelines on businesses using criminal background checks for job applicants and two federal lawsuits that followed, calling both “a quintessential example of gross federal overreach.”", "ADVERTISEMENT", "The nine attorneys general sent the letter Wednesday to the Equal Employment Opportunity Commission, which in April 2012 voted in favor of the new guidelines that warn such checks can discriminate against African-Americans because they being are arrested at a disproportionate rate compared to the rest of the U.S. population.", "Fifteen months after issuing the guidelines -- which included the recommendation that businesses eliminate such policies -- the commission filed lawsuits against discount retailer Dollar General and a BMW facility in South Carolina for alleged civil rights violations.", "“We believe that these lawsuits and your application of the law, as articulated through your enforcement guidance, are misguided and a quintessential example of gross federal overreach,” the attorneys general wrote in a nine-page letter to EEOC Chairman Jacqueline Berrien and the agency’s four commissioners.", "The June 11 suits allege Dollar General violated the civil rights of two applicants. In the one case, the applicant alleged she was denied employment even though a felony conviction was incorrectly attributed to her.", "In the BMW case, the EEOC alleges that when the company required contract employees at the South Carolina plant to reapply for their jobs in 2008 a disproportionate percentage of those terminated were black, including some who had already worked for company contractors.", "The suit also alleges BMW’s policy doesn't consider the nature of the crimes or how long ago they were committed.", "All of the claimants are black, and both cases are filed in federal court, according to the EEOC. ", "The commission said upon updating the policy that civil rights laws already prohibit different treatment for job applicants with different ethnic backgrounds but identical criminal histories.", "However, the updates were issued out of concern that employers might disproportionately exclude minorities from getting hired because more African Americans and Hispanics are getting arrested and going to prison, according to the guideline report.", "While the percentage of working-age Americans with a criminal record has increased significantly over the past 20 years, African Americans and Hispanics are arrested two to three times as much compared with the rest of the U.S. population, according to a commission report at the time of the vote.", "Still, the suits have re-ignited concerns over such issues as potential federal overreach, the overlap of state and federal law and companies losing their rights to protect customers, workers and assets while trying to adhere to fair hiring practices.", "Kevin Connell, chairman of the Florida-based employment and tenant screening company AccuScreen.com, told FoxNews.com on Saturday he doesn’t expect the EEOC to reverse course, but the letter is a step in the right direction.", "“I’m cautiously optimistic,” he said. “My concern is the EEOC is trying to create a protected classes, which is former criminals. Anybody with some intelligence can see that.”", "The letter also asks the EEOC to reconsider the lawsuits and the changes driving the suits. And it argues the guideline suggesting businesses take a more “individual assessment” of potential employees will add significant costs and become a “burden” to companies.", "West Virginia Attorney General Patrick Morrisey said he has a special concern with the EEOC’s “aggressive overreach” – considering Dollar General in one of the state’s largest private employers.", "The other eight attorneys general are from Alabama, Colorado, Georgia, Kansas, Montana, Nebraska, South Carolina and Utah.", "BMW spokesman Kenn Sparks said last month the company cannot comment on the specifics of pending litigation.", "“However, BMW believes that it has complied with the letter and spirit of the law and will defend itself against the EEOC’s allegations of race discrimination,” he told FoxNews.com.   ", "Dollar General responded to the suit by reportedly saying it prohibits discriminatory hiring in its employment practices but its criminal background checks are \"structured to foster a safe and healthy environment for its employees, its customers, and to protect its assets in a lawful, reasonable and nondiscriminatory manner.\""]},
{"newspaper_name": "foxnews", "articles_date": "2014-01-10T01:00:17.000-05:00", "articles_title": "‘Chaos’ as West Virginia customers pack stores to buy water after chemical spill, federal gov't opens investigation", "article_text": ["The federal government said Friday it will open an investigation into a West Virginia chemical spill that shut down much of the state's capital and put 300,000 residents at risk.", "ADVERTISEMENT", "Schools and restaurants closed, grocery stores sold out of bottled water, and state legislators who had just started their session canceled the day's business after a chemical spill in the Elk River in Charleston, even as the extent of the danger remained unclear.", "The federal government joined the state early Friday in declaring a disaster and announced an investigation into the spill, while the West Virginia National Guard planned to distribute bottled drinking water to emergency services agencies in the nine affected counties.", "Shortly after the Thursday spill from Freedom Industries", ", a licorice-like smell enveloped parts of the city, and Gov. Earl Ray Tomblin issued an order to customers of West Virginia American Water: Do not drink, bathe, cook or wash clothes with tap water.", "Freedom Industries says it doesn't know how much of a chemical spilled from its plant in Charleston into the Elk Rive, but that it's working to contain the leak and prevent further contamination.", "Joe Leonoro, who works at Leonoro’s Spaghetti House, told FoxNews.com he first noticed the smell at 6 p.m. Thursday night, right after he watched a news report on the development.", "\"I knew what I was smelling, but I didn't think it would hurt the community like this,\" he said.", "Leonoro said his Charleston restaurant will lose \"a substantial\" amount of money while closed today, but he said his small business joins many others.", "\"Laundromats, hair dressers, restaurants…you don't realize how many people are impacted,\" he said.", "The chemical, a foaming agent used in the coal preparation process, leaked from a tank at Freedom Industries and overran a containment area. ", "Officials say the orders were issued as a precaution, as they were still not sure exactly what hazard the spill posed to residents. ", "The tank that leaked holds at least 40,000 gallons, said Tom Aluise, a state Department of Environmental Protection spokesman. \"We're confident that no more than 5,000 gallons escaped,\" he said. \"A certain amount of that got into the river. Some of that was contained.\"", "Agency officials do not know how long the chemical had been leaking, Aluise said in a telephone interview. There was a breach in a concrete wall that served as a containment area to prevent spills from leaving the storage site, he said.", "\"Our understanding is it's not an especially toxic material. It's not dangerous necessarily to be around,\" he said.", "According to a fact sheet from Fisher Scientific, the chemical is harmful if swallowed -- and could be so if inhaled -- and causes eye and skin irritation.", "Freedom Industries will be responsible for cleanup at the site, Aluise said.", "\"I don't know if the water is not safe,\" water company president Jeff McIntyre said. \"Until we get out and flush the actual system and do more testing, we can't say how long this (advisory) will last at this time.\"", "McIntyre said the chemical isn't lethal in its strongest form. Kanawha County emergency officials said the chemical is called 4-methylcyclohexane methanol.", "The emergency declaration involves customers in all or parts of the counties of Kanawha, Boone, Cabell, Clay, Jackson, Lincoln, Logan, Putnam and Roane. State Department of Education spokeswoman Liza Cordeiro said schools in at least five of the counties will be closed.", "The smell from the spill -- similar to licorice or cough syrup -- was especially strong at the Charleston Marriott hotel a few blocks from the Elk River, which flows into the Kanawha River in downtown Charleston. The Marriott shut off all water to rooms, and then turned it back on so guests could flush toilets. Each guest was given two 16.9-ounce bottles of spring water upon returning to the hotel.", "About 50 miles away in the unaffected city of Huntington, a hotel offered free showers for those affected.", "Even as the National Guard made plans to mobilize at an air base at Charleston's Yeager Airport, many people -- told to use water only for flushing toilets -- weren't waiting for outside help. For instance, the Federal Emergency Management Agency was planning to deliver more than a million liters of water from nearby Maryland, but the first shipments were not expected to arrive until Friday night.", "Once word got out about the governor's declaration Thursday, customers stripped store shelves in many areas of items such as bottled water, paper cups and bowls. As many as 50 customers had lined up to buy water at a convenience store near the state Capitol in Charleston.", "\"It was chaos, that's what it was,\" cashier Danny Cardwell said.", "State Attorney General Patrick Morrisey warned residents about price gouging on water, ice and other items, calling it \"just plain wrong\" to inflate prices and encouraging those who've seen such practices to report them to his office's consumer protection division.", "Although the governor noted that the water advisory extended to restaurants, hospitals, nursing homes and other establishments that use tap water, state public safety spokesman Lawrence Messina said Friday that he wasn't aware of any hospitals closing and that medical centers \"seemed to have adequate water supply, at least for the short term.\"", "At the Little India restaurant in Charleston, about 12 customers were asked to leave when bar manager Bill LaCourse learned about the shutdown notice.", "Karlee Bolen, 16, of Charleston, said her family, including her parents, two sisters and brother, were considering the possibility of heading to her grandmother's home in Braxton County, where tap water was unaffected, an hour to the northeast.", "\"I kind of want to shower and brush my teeth,\" she said."]},
{"newspaper_name": "foxnews", "articles_date": "2015-08-27T13:59:44.000-04:00", "articles_title": "States fight to stop deadline clock on EPA’s mammoth Clean Power Plan ", "article_text": ["The U.S. Court of Appeals is likely to decide soon on a bid by 15 states to slow down the timetable of the Environmental Protection Agency’s sweeping plan to dramatically transform the U.S. electrical power system, which the states claim is intended to squeeze them into starting to commit themselves to vast changes before the rule that embodies the plan can be challenged in court—or has even been published.", "ADVERTISEMENT", "A panel of the Appeal Court’s DC Circuit has ordered both sides to submit legal arguments before the Labor Day weekend on the lawsuit to stop EPA’s ticking deadline clock on what the states call “the most far-reaching energy regulation in this nation's history,” and which many of them argue could destabilize huge portions of the U.S. electrical power grid.", "Under the so-called final rule EPA issued informally on Aug. 3 for what the agency calls the Clean Power Plan (CPP), all U.S. states have until Sept. 6, 2016, to submit preliminary strategies on cutting carbon emissions from their electrical power systems by 32 percent on average below 2005 levels—essentially mandating a massive conversion from coal-fired power generation to natural gas and renewable energy sources.", "If EPA approves the proposals, the states would then get two more years to complete planning for the sweeping changes. If states fail to make the initial submission, EPA says it will offer up its own versions of what they will have to do.", "By starting the deadline clock before publication in the ", "—which the lawsuit claims could take three to four months beyond Aug. 3 - the states charge that EPA at a minimum is forcing them to restructure priorities and prematurely throw thousands of hours of planning time at the rule before they can legally contest the plan and its 2018 final deadline.", "For its part, EPA says that ", " publication is irrelevant, and that the “promulgation” of the rule on Aug. 3 - when EPA Administrator Gina McCarthy signed the rule and posted it on the EPA website - is what matters.", "In a hint at another reason for EPA’s hurry-up schedule, an EPA statement says the plan “shows the world that the United States is committed to leading global efforts to address climate change”—a tacit reference to a United Nations-backed global climate change summit planned for Paris in December, where supporters hope to endorse a new legally binding treaty on greenhouse gas limits.", "The dissenting states - they range from Florida and Louisiana to Michigan, Ohio and Indiana - have already condemned the huge plan as an unprecedented extension of EPA authority under a little-used section of the Clean Air Act, and an illegal intrusion on their own power to regulate electrical generation systems.", "Almost all of them  add that the  mammoth scale of the imposed changes go much further than a proposed version of the rule published a year ago, and require five to 10 years to plan adequately and safely.", "In many cases, they add, they simply do not have the legal authority to comply with the terms of the rule as they unofficially know it, without getting additional legislative authority that could itself take years to obtain.", "Some of them point out they are already being greatly overstretched in struggling to comply with a blizzard of other EPA regulations governing ozone, methane, and other substances that are coming at them all more or less simultaneously.", "The Appeals Court lawsuit, however, claims EPA is additionally cheating with its initial Sept. 26 deadline, which it says is a major departure from regular practice. The huge and complex rule—the text runs to 1,560 pages, with many attendant technical documents—has not yet appeared in the ", ", the normal starting point for agency deadlines.  ", "Court rulings have established that ", " publication is the point when legal challenges to the rule itself can be mounted.", "EPA told Fox News the Clean Air Act provides that agency is “moving expeditiously to have the final rule published in the ", ",” and “contrary to Rehearing Petitioners’ baseless speculations of delay” it will be published “in the normal course” – without defining any time line.", "An EPA spokesperson said current regulations “governing state plans under this part of the Act, which have been in place since the 1970s, provide states nine months to submit final state plans” and that the time periods allotted in the CPP were deliberately made longer.", "But those regulations refer to responses to changes under the section of the Clean Air Act that were never on the massive scale of the new rule.", " “If we were to wait on the EPA to get this rule published, it could be well into 2016 before the States complete arguments and receive a ruling on a request to stay this rule,” argued Patrick Morrisey, Attorney General of West Virginia, which is serving as lead plaintiff in the deadline lawsuit.", "“By that time, many states will already be in the middle of drafting their compliance plans ahead of the September 2016 deadline. We want to ensure that no more taxpayer money or resources are wastefully spent in an attempt to comply with this unlawful rule that we believe will ultimately be thrown out in court.”", "Dan Goldblatt, a spokesman for the Indiana Department of Environmental Management, said the carbon emissions goal his state faces by 2030 under the final rule “is nearly twice as stringent” as it was under the proposed version. Moreover, the amount of energy Indiana must generate from renewable sources under the new rule is about 20.5 per cent of the total — “equivalent to the current total generation capacity of nearly one-third of the states in the country.”", "The need for state lawmakers’ approval of the huge changes makes the process even more convoluted, he noted. “Due to the timing of the [EPA] rule, we will not be able to take anything to our legislature until the 2017 session.  This means that we must commit to a plan in 2016 for which we will not have legislative approval at that time.”", "“We feel so strongly that EPA has clearly overstepped its legal authority that once courts consider the rule, we maybe would not have to implement it to begin with,” Craig Butler, head of Ohio’s state Environmental Protection Agency, told Fox News.", "But as matters stand, his agency is still in the process of a 30-day crash marathon--along with the state  public utilities commission, power generation operators, electrical grid operators and other “stakeholders”—to understand what the CPP actually says.", "As part of the initial lawsuit filing, the protesting states offer a litany of complaints about the harm the fuzzy deadline is forcing on them to confront the hugely complex and interlocking plan—not only in terms of staffing demands, but in terms of over-hurried examination of the risks and multibillion-dollar costs involved in power systems that are already strained by new clean-air requirements.", "According to a declaration from Kansas air quality authorities, for example, the state has made $3 billion in recent investments in pollution emission reduction equipment that will be wasted, along with six coal-fired generating plants, in any effort to meet the new rule. ", "Ohio’s Butler observes that “we have already seen over 6,000 megawatts of power shut off” due to a recent EPA rule governing mercury emissions from coal-fired plants, and there is a “sheer problem with infrastructure” to meet the new rule. Translation: the gas pipelines, and the gas, aren’t necessarily in the right place to match the new tasks.", "“It is not as easy to replace coal with natural gas as it is to say it,” he told Fox News—especially without adequate time to study how to go about the challenge.", "According to a submission by David Bracht, head of the Nebraska Energy Office—the former head of a legal firm’s renewable energy group and private-sector advisor on major wind and ethanol projects—the changes that states must propose “over the next calendar year will be irreversible and will impact the electric grid for decades.”", "In Nebraska’s case, he declared, they would also disrupt an 80-year tradition of local public control of utilities and likely give unprecedented control instead to multi-state regional power authorities, which in turn would require “legislative and constitutional changes on the state level that may permanently alter the daily operation of utilities.”", "In addition, he told Fox News by telephone, “it seems notable to me that many of the EPA’s deadlines do not reflect the long-term needs of the energy industry.”", "Power generating assets “typically have lives of 50 years,” he said, while the planning horizons for transmission facilities can be 3-8 years.”  The switching of power sources envisaged by the EPA’s plan also means the planning, design and creation of “major backbone transmission lines where they do not currently exist.”", "Nebraska gets about 50 percent of its electrical energy from coal, Bracht said, and under the earlier version of the EPA’s rule, it was supposed to cut 26 per cent of its carbon emissions from 2012 levels. In the final rule that the states are not litigating, the total jumped to 40 per cent.", "And when it comes to shifting from coal to less carbon-emitting fuels like natural gas, he declared, “the coal-fired plant does not necessarily have a natural gas pipeline next to it for its replacement.” ", "“There are very few people in the United States who don’t expect the lights to work when they turn them on,” he said. “The kind of disruption this shift implies might test that.”"]},
{"newspaper_name": "foxnews", "articles_date": "2015-03-05T07:20:31.000-05:00", "articles_title": "Temperatures plummet as parts of U.S. ready for another winter storm", "article_text": ["Much of the South was forecast to see temperatures drop 30 to 45 degrees in a 24-hour period thanks to yet another arctic cold front, according to the latest forecasts.", "ADVERTISEMENT", "Some locations may even see their coldest temperatures ever recorded so late in the season, including Nashville and Louisville, Kentucky, where temperatures may drop into the single digits.", "Meanwhile, areas farther north, such as Maryland and New Jersey, were already seeing snow early Thursday and federal workers in the Washington area were told to stay home.", "A wintry mix of precipitation fell Wednesday night in Memphis, where a sheet of ice coated the roads, making driving especially hazardous.", "Mississippi counties were advised to open shelters powered by generators to give residents an option beyond cold, dark homes in the event of power outages.", "Here's a look at what's happening:", "___", "WASHINGTON FEDERAL WORKERS", "The federal government says its offices in the Washington area will be closed Thursday because of a new round of winter weather expected in the region.", "The Office of Personnel Management says non-emergency personnel in and around Washington are granted excused absences for the day. Emergency employees and telework-ready employees are expected to work.", "___", "IS HIGHER FARE FAIR?", "With the nation's capital about to be under a snow emergency, cab rides are about to become more expensive.", "The D.C. Taxicab Commission announced Wednesday that snow emergency fares will be in effect Thursday from 7 a.m. to 7 p.m. That means cabs can add a $15 surcharge to the metered fare.", "The surcharge is meant to entice cab drivers to keep working so people can use cabs as needed.", "___", "FINISHING A SHOVELING JOB", "First responders in Connecticut who tried to save a man's life when he collapsed while shoveling snow off his roof returned to finish the work after he died.", "Fire Chief David Billings identified the man as Miroslaw Dabrowski. The 57-year-old Dabrowski suffered a heart attack.", "The emergency call came in at 9:45 a.m. Tuesday. Police officer Bernie Hallums said he and other officers climbed to the roof and started cardiopulmonary resuscitation. He was declared dead at Manchester Hospital.", "Later that morning, Hallums and other officers and firefighters returned to the house to finish removing snow from the roof.", "___", "CONGRESS FLEES FLURRIES", "The weather forecast got Congress going and produced rare bipartisan agreements in the House and in the Senate to finish business early and get out of town. Up to 8 inches of snow was in the forecast for Thursday morning.", "Senate leaders set the last vote of the week for 2:30 p.m. Wednesday. But that wasn't good enough for Republican Sen. James Inhofe of Oklahoma.", "\"Is there any way you could change that to 2:20 from 2:30?\" Inhofe asked on the Senate floor. \"There are four people who can't make planes, otherwise.\"", "He was accommodated.", "___", "LIGHT AT THE END OF THE TUNNEL?", "Mike Halpert, deputy director of the National Weather Service's Climate Prediction Center, said the storm \"might be winter's last hurrah.\" Likewise, AccuWeather senior meteorologist Alex Sosnowski said the storm could be winter's \"caboose.\"", "After the storm and possibly some cold days into the weekend, the next couple of weeks should be considerably warmer than normal for a large chunk of the country, Halpert said. The Climate Prediction Center predicted, however, colder-than-normal temperatures for New England.", "___", "ENJOYING A GAME BEFORE WINTER RETURNS", "Claire Greer was out enjoying a last few hours of warmth Wednesday afternoon in Starkville, Mississippi, even as cold air, high winds and icy precipitation plunged into parts of Mississippi to her north and west.", "Greer was watching Mississippi State University's softball team play Georgia's Kennesaw State University, dreading the moment when the wind would begin blowing from the north and winter would return.", "\"I'm ready for spring,\" the Starkville retiree said by telephone. \"That's another reason I came out here to watch the girls play, before it gets cold.\"", "___", "BEWARE OF PRICE GOUGING", "West Virginia Attorney General Patrick Morrisey says the state's price gouging laws are now in place.", "The anti-gouging law kicks in any time the governor declares a state of emergency or state or preparedness. Gov. Earl Ray Tomlin declared a state of emergency Thursday and mobilized state resources as a winter storm threatens to dump up to a foot of snow on the state.", "The state's anti-gouging laws prohibit any person, business or contractor from inflating the price of a consumer item by more than 10 percent of what it sold for 10 days before a gubernatorial declaration. The law remains in place until the state of emergency or preparedness is lifted.", "Consumers who believe they have been price gouged can file a complaint with the Consumer Protection Division.", "___", "TWO MORE INCHES, PLEASE!", "Some Bostonians were clamoring for a little more snow so they can break a record.", "So far this winter, the city has received 105.5 inches of snow — more than 8 1/2 feet, the National Weather Service said. The record is 107.6 inches recorded during the 1995-96 season. Records date to 1872.", "Having endured weeks of misery, residents like Erin O'Brien insist they deserve bragging rights. Otherwise what was the point of repeatedly digging out?", "\"I want the record. We earned the record,\" said O'Brien, a professor of political science at the University of Massachusetts-Boston.", "Others don't care about the record. Amy Ouellette, a marketing associate in Salem, north of Boston, just wants spring and sun to come and melt it all away."]},
{"newspaper_name": "foxnews", "articles_date": "2015-08-06T00:30:16.000-04:00", "articles_title": "16 states ask Obama admin to put power plant rules on hold ", "article_text": ["The campaign to stop President Barack Obama's sweeping emissions limits on power plants began taking shape Wednesday, as 16 states asked the government to put the rules on hold while a Senate panel moved to block them.", "ADVERTISEMENT", "West Virginia Attorney General Patrick Morrisey, who is leading the charge against the rules, banded together with 15 other state attorneys general in a letter to Environmental Protection Agency head Gina McCarthy requesting that the agency temporarily suspend the rules while they challenge their legality in court. The letter called for the EPA to respond by Friday.", "The EPA and the White House both said they believe the limits are legal and have no plans to put them on hold. But by submitting the formal request anyway, the attorneys general are laying the groundwork to ask the courts to suspend the emissions limits instead.", "\"These regulations, if allowed to proceed, will do serious harm to West Virginia and the U.S. economy,\" Morrisey said. \"That is why we are taking quick action to bring this process to a halt.\"", "The 16 states and a handful of others are preparing to sue the Obama administration to block the rules permanently by arguing they exceed Obama's authority. Bolstered by a recent Supreme Court ruling against the administration's mercury limits, opponents argued that states shouldn't have to start preparing to comply with a rule that may eventually get thrown out by the courts.", "The speedy opposition from the states came two days after Obama unveiled the final version of the rules, which mark the first time the U.S. has ever limited carbon dioxide emissions from existing power plants. Obama's revised plan mandates a 32 percent cut in emissions nationwide by 2030, compared to 2005 levels — a steeper cut than in his earlier proposal.", "Most of the attorneys general signing the letter Wednesday are Republicans. Yet they were joined by Jack Conway of the coal-producing state of Kentucky. Conway and Kentucky Gov. Steve Beshear are both Democrats, but have joined the state's Republican leaders in denouncing Obama's power plant limits, which form the centerpiece of his plan to fight climate change.", "Although the most serious threat to Obama's power plant rules is in the courts, lawmakers in Congress are also pursuing legislative means to stop them. The first vote came Wednesday in the Senate Environment and Public Works Committee, where a bill blocking the rules passed the GOP-controlled panel by a voice vote — but not without a bit of drama.", "Over the protests of boycotting Democrats, the Senate GOP-controlled panel approved legislation designed to block the Obama administration from implementing the tough new standards.", "Democrats walked out of the committee meeting in protest of a separate bill about pesticides, arguing it should have been the subject of a fact-finding hearing. Lacking the necessary quorum for a vote, Republican Chairman Jim Inhofe of Oklahoma reconvened the meeting in a lunchroom just off the Senate floor, where the aroma of a just-completed GOP lunch was still wafting in the air.", "The voice vote approving the bill sends it to the full Senate, where a filibuster battle awaits. Obama has vowed to veto any such legislation, and Republicans have yet to prove they can muster the votes to override his veto."]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-18T11:36:00.000-04:00", "articles_title": "Email bombshell: Attorneys General worked with Green groups to punish political opponents ", "article_text": ["Emails obtained by the Energy & Environment Legal Institute (E&E Legal) show that the offices of New York Democratic Attorney General Eric Schneiderman and those of other politically aligned AGs, secretly teamed up with anti-fossil fuel activists to launch investigations against groups whose political speech challenged the global warming policy agenda.  ", "ADVERTISEMENT", "These emails, obtained under open records laws, shed light on what followed after a January meeting, ", " the Wall Street Journal", "on April 14, in which groups funded by anti-fossil fuel Rockefeller interests met to urge just this sort of investigation and litigation against political opponents.  ", "Recently, after the think tank the Competitive Enterprise Institute (CEI) criticized the AGs’ intimidation campaign, U.S. Virgin Islands Attorney General Claude Earl Walker — one of the AGs  working with Schneiderman — subpoenaed ten years of the non-profit organization’s records relating to climate change.  ", "The latest email release strongly suggests a financial incentive for AGs to pursue their political opponents, rather than merely silencing and scaring away support for those who dare disagree with their extreme global warming agenda.  ", "The e-mail correspondence between Schneiderman’s staff, the offices of several state attorneys general, and various activists covers the weeks leading up to a March 29 “", "” press conference with former Vice President Al Gore, to announce the targeting of opponents of the global warming agenda.  ", "The correspondence shows government officials actively trying to hide their coordination, by using a “Common Interest Agreement.”  This sought to protect as privileged the discussions about defending President Obama’s controversial global warming rules, and going after political opponents using the Racketeer Influenced and Corrupt Organizations Act (RICO).", "Most intriguingly, this sought to hide discussions among the AGs, “their staff and certain outside advisors”. These communications and coordination included:", "Pawa and Frumhoff have been pushing for this investigation for years, at least since a 2012 ", " entitled “Establishing Accountability for Climate Change Denial,” a brainstorming session in California for activists on ways to convince state attorneys general to investigate “deniers” using RICO laws.", "As the Vermont and New York correspondence show, Pawa and Frumhoff were invited to secretly brief the state attorneys general.  They each received 45 minutes to provide arguments on “climate change litigation” and “the imperative of taking action now” immediately prior to the AGs’ press conference, according to schedules prepared by Schneiderman’s office.", "The next day, March 30, Pawa wrote to Eric Srolovic of Schneiderman’s office and Vermont’s Scott Kline seeking help. A Wall Street Journal reporter wanted to talk to Pawa, and he asked the two officials: “What should I say if she asks if I attended?”", "Srolovic replied: “My ask is if you speak to the reporter, to not confirm that you attended or otherwise discuss the event.”", "The documents obtained by E&E Legal also include responses to a questionnaire sent to the state attorneys general by Schneiderman’s office.  U.S. Virgin Islands AG Walker reveals his interest, having just completed an $800 million settlement from Hess Oil company, in “identifying other potential litigation targets” and ways to “increase our leverage.” The Hess money, Walker wrote, was used to create an “environmental response trust”.", "Other AGs across the country have criticized these investigations. West Virginia AG Patrick Morrisey has ", ", “You cannot use the power of the office of the Attorney General to silence your critics.” ", "Oklahoma AG Scott Pruitt and Alabama AG Luther Strange issued a ", " stating, “It is inappropriate for State Attorneys General to use the power of their office to attempt to silence core political speech on one of the major policy debates of our time.” ", "AG Jeff Landry of Louisiana ", ", “It is one thing to use the legal system to pursue public policy outcomes; but it is quite another to use prosecutorial weapons to intimidate critics, silence free speech, or chill the robust exchange of ideas.”  ", "In the end, it seems the only parties that may be ", " are those colluding  AGs in their scheme to silence political opposition, while seeking funds for their preferred policy agenda.  It is they who need to come clean.", " ", "Chris Horner is an attorney in Washington, D.C. who obtained the email records for the Energy & Environment Legal Institute.  He is also a senior fellow at the ", "."]},
{"newspaper_name": "foxnews", "articles_date": "2015-10-17T18:49:03.000-04:00", "articles_title": "Justices mull appeal of Chicago suburb's assault weapons ban ", "article_text": ["The Supreme Court has so far resisted elaborating on two landmark decisions that established a nationwide right to defend one's home with a gun.", "ADVERTISEMENT", "That could change with a new appeal filed by gun owners that challenges a Chicago suburb's assault weapons ban.", "The appeal by Dr. Arie Friedman and the Illinois State Rifle Association argues that the City of Highland Park has violated their constitutional rights by banning some of the most popular semi-automatic guns in the United States, as well as ammunition clips of more than 10 rounds.", "The justices put off consideration of the appeal last week. In recent years, the court has almost always deferred action on an appeal before agreeing to take it up.", "The court could say as early as Monday whether it will hear the case.", "Friedman is a practicing pediatrician and owner of semi-automatic weapons. He lost a bid for the state Senate as a Republican in 2012 in a campaign in which some conservatives complained about his support for abortion rights. In recent days, Friedman has used his Twitter account to offer tips for Israelis who want to arm themselves in public. He did not respond to messages left with his medical practice.", "The Supreme Court's 2008 decision in District of Columbia v. Heller and the 2010 decision in McDonald v. Chicago focused mainly on the right to defend one's own home. Gun rights groups have failed repeatedly to get the justices to say how broadly the Second Amendment protects gun rights.", "The court has turned away challenges to gun laws at least three other times in cases that involved whether people have a right to be armed in public.", "Even though lower courts have mainly upheld gun restrictions, the Highland Park case arises out of a decision by the federal appeals court in Chicago that struck down the only statewide ban on carrying concealed weapons, in Illinois.", "In 2013, when state lawmakers reacted to the court ruling by making it legal to carry a gun, they gave cities around the state 10 days to come up with local restrictions on assault weapons, or forfeit their right to do so.", "Highland Park was one of fewer than 20 municipalities, all in the Chicago area, to enact regulations or bans, according to the rifle association.", "The city's assault weapons ban was upheld by the appeals court in a 2-1 decision.", "\"If a ban on semi-automatic guns and large-capacity magazines reduces the perceived risk from a mass shooting and makes the public feel safer as a result, that's a substantial benefit,\" Judge Frank Easterbrook wrote for the court. Variations of the Bushmaster AR-15, one of the guns specifically banned by Highland Park, were used in the Newtown, Connecticut, school massacre and the theater shootings in Aurora, Colorado.", "In dissent, Judge Daniel A. Manion said individuals, not elected officials, get to choose which guns they prefer for self-defense.", "\"To limit self-defense to only those methods acceptable to the government\" creates an \"enormous transfer of authority from the citizens of this country to the government — a result directly contrary to our Constitution and to our political tradition,\" Manion wrote.", "Twenty-four states and other gun-rights groups are supporting the appeal at the Supreme Court.", "The justices' refusal to say more about gun rights has allowed, even encouraged, federal judges to take a narrow view of the meaning of the Second Amendment, West Virginia Attorney General Patrick Morrisey said on behalf of the states. \"It is time for this court to intervene.\"", "The case is Friedman v. City of Highland Park, 15-133."]},
{"newspaper_name": "foxnews", "articles_date": "2015-10-23T11:00:18.000-04:00", "articles_title": "States sue over new EPA air regulations", "article_text": ["States and industry groups dependent on fossil fuels began filing court challenges Friday to President Barack Obama's Clean Power Plan, which aims to reduce greenhouse gas emissions. ", "ADVERTISEMENT", "Opponents of the plan were expected to file a flurry of lawsuits at the U.S. Court of Appeals as the Environmental Protection Agency published its final version of the new regulations. All but two of the 24 states filing challenges are led by Republicans. They deride the plan as an \"unlawful power grab by Washington bureaucrats\" that will kill coal mining jobs and drive up electricity costs. ", "\"The Clean Power Plan is one of the most far-reaching energy regulations in this nation's history,\" said West Virginia Attorney General Patrick Morrisey, among those leading the challenges. \"I have a responsibility to protect the lives of millions of working families, the elderly and the poor, from such illegal and unconscionable federal government actions.\" ", "The Obama administration and environmental groups counter that the rules are needed to cut carbon emissions while curbing the worst impacts of climate change and sea-level rise. They also say the plan will spur new clean-energy jobs. ", "The new rules would require states to cut carbon emissions by 30 percent by 2030. Each state has a customized target and is responsible for drawing up an effective plan to meet its goal. ", "\"We expect polluters and their allies to throw everything they've got at the Clean Power Plan, and we expect them to fail,\" said Sierra Club Executive Director Michael Brune, among those defending the law. \"The Clean Power Plan is based on a law passed by Congress, upheld by the Supreme Court, and demanded by the American people.\" ", "The EPA says it has authority to enact the plan under the Clean Air Act. At issue are dueling provisions added to the law by the House and Senate in 1990. The EPA's interpretation relies on the Senate language, but opponents argue that the House version should win out. ", "\"We are confident we will again prevail against these challenges and will be able to work with states to successfully implement these first-ever national standards to limit carbon pollution, the largest source of carbon emissions in the United States,\" said EPA Administrator Gina McCarthy. ", "EPA already regulates other power-plant pollutants under a different section of the Clean Air Act, and the opponents claim the law prohibits \"double regulation.\" ", "Morrisey said he will seek a stay barring the plan from taking effect while the court challenges proceed, a question that will likely be up to the Supreme Court. ", "The states challenging the plan in court are Alabama, Arkansas, Arizona, Colorado, Florida, Georgia, Indiana, Kansas, Kentucky, Louisiana, Michigan, Missouri, Montana, Nebraska, New Jersey, North Carolina, Ohio, South Carolina, South Dakota, Texas, Utah, West Virginia, Wyoming and Wisconsin. ", "There is some political variation within the list. Governors in Colorado, Michigan and New Mexico will comply with the new EPA rules even as attorneys general from their states joined the lawsuit. In North Carolina, the state environmental agency controlled by the Republican governor joined the opposition after the Democratic attorney general declined. ", "Members of Congress from coal-mining states also said Friday they will introduce new legislation aimed at blocking the EPA from enforcing the plan. ", "On the other side, 15 states and the District of Columbia say they are backing the Obama administration and will begin working to comply with the new rules. ", "Under the Clean Air Act, certain challenges to agency rules skip the federal district court and go directly to the appeals court in Washington, D.C."]},
{"newspaper_name": "foxnews", "articles_date": "2014-01-03T03:00:45.000-05:00", "articles_title": "State attorneys general claim ObamaCare changes are illegal", "article_text": ["Eleven state attorneys general are slamming the Obama administration for making repeated changes to ObamaCare without consulting congressional lawmakers, which they say is illegal.", "ADVERTISEMENT", "In a Thursday letter to Health and Human Services Secretary Kathleen Sebelius, the group specifically criticized the administration’s decision to allow insurance companies to sell policies that would otherwise be out of compliance with the Affordable Care Act for another year.", "The group says the insurance “fix” flies in the face of both federal and state law because it “compounds illegal executive action.”", "“We support allowing citizens to keep their health insurance coverage, but the only way to fix this problem-ridden law is to enact changes lawfully; through congressional action,” the letter states.", "The attorneys general also express concern over the security of the ObamaCare enrollment exchanges, and accuse the administration of ignoring the potential vulnerability of consumer information.", "“As attorneys general, we take the privacy of our states' consumers very seriously and are deeply concerned about the Administration's decision not to propose and implement rigorous privacy standards for outreach personnel,” the letter states.", "The attorneys general state they would appreciate the HHS’s “prompt attention to these critical concerns.”", "The letter was written by West Virginia Attorney General Patrick Morrisey and signed by his counterparts in Alabama, Georgia, Idaho, Kansas, Louisiana, Michigan, Nebraska, Oklahoma, Texas and Virginia."]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-27T13:45:35.000-04:00", "articles_title": "Prosecutors: Ex-coal chief should be in prison during appeal", "article_text": ["Prosecutors are urging a federal appeals court not to allow former coal company executive Don Blankenship to remain free next month while the court considers his appeal.", "ADVERTISEMENT", "Government lawyers said allowing the 66-year-old ex-Massey Energy CEO to continue his $1 million bail would be contrary to federal law, The Charleston Gazette-Mail reported (http://bit.ly/1Uh7VX4). They say the law allows appeals to delay jail sentences only in \"exceptional circumstances.\" Blankenship is scheduled to report to prison May 12.", "\"None of defendant's contentions raise a substantial question likely to result in reversal,\" Assistant U.S. Attorney Steve Ruby wrote in a filing submitted Monday night to the 4th U.S. Circuit Court of Appeals.", "Blankenship was sentenced April 6 to a year in prison and ordered to pay a $250,000 fine for conspiring to willfully violate mine safety standards at Upper Big Branch Mine in West Virginia. A jury convicted him Dec. 3.", "The coal mine exploded in 2010, killing 29 men.", "Blankenship's attorneys say he could serve much, or all, of his sentence before the appellate court reaches a decision.", "In the prosecution's filing, Ruby said the amount of time Blankenship serves in prison while his appeal is pending is not a relevant consideration.", "\"It makes no difference whether his sentence is a year or 40 years — the sentence cannot be stayed,\" Ruby wrote.", "According to federal law, defendants can remain free pending appeal if they can show their arguments on appeal raise a substantial question of law or fact likely to result in reversal, an order for a new trial, a sentence that does not include a prison term, or a substantially reduced jail sentence.", "On Monday, the 4th Circuit issued an order setting May 31 as the deadline for both sides to file their initial briefs on the appeal of Blankenship's conviction.", "___", "Information from: The Charleston Gazette-Mail, http://wvgazettemail.com."]},
{"newspaper_name": "foxnews", "articles_date": "2016-07-06T10:42:11.000-04:00", "articles_title": "Coal groups worried about executive liability in ex-CEO case", "article_text": ["Coal industry groups are concerned that the conviction of former coal executive Don Blankenship could expose other industry leaders to criminal conspiracy charges.", "ADVERTISEMENT", "Coal Associations from Illinois, Ohio and West Virginia shared concerns in a brief Tuesday with the 4th U.S. Circuit Court of Appeals, which is considering Blankenship's appeal.", "Blankenship is serving a one-year sentence for conspiring to willfully violate mine safety standards at West Virginia's Upper Big Branch coal mine, which exploded in 2010, killing 29 men.", "The coal groups expressed worry that mine safety citations could be used to hold anyone at a coal company liable for criminal conspiracy in the event of future violations.", "They wrote that their brief isn't intended to support either side, or say whether Blankenship's conviction should be overturned."]},
{"newspaper_name": "foxnews", "articles_date": "2015-05-05T14:18:48.000-04:00", "articles_title": "Coal-state officials blast Obama climate change plan", "article_text": ["The Obama administration's far-reaching plan to address climate change would cause job losses and lead to higher electricity prices and even power outages, attorneys general from two energy-producing states said Tuesday. ", "ADVERTISEMENT", "West Virginia Attorney General Patrick Morrisey and Oklahoma Attorney General Scott Pruitt told a Senate panel that the administration's plan to cut heat-trapping pollutants from coal-fired power plants would cause existing plants to retire early and prevent new ones from being completed. ", "\"Make no mistake about it: finalizing this proposal would have a devastating impact on my state, other coal-producing states and citizens from across the country who will feel the impact of high electricity prices and reduced reliability of the power grid,\" Morrisey told a clean air subcommittee of the Senate Environment Committee. ", "Pruitt called the plan an attempt by President Barack Obama and the Environmental Protection Agency to \"expand federal bureaucrats' authority\" over the way states produce energy. EPA is attempting to \"force states into shuttering coal-fired power plants\" in an effort to drive the nation away from fossil fuels and other traditional sources of energy, Pruitt said. ", "Oklahoma and West Virginia are among 15 coal-reliant states that are suing the EPA to block the so-called \"Clean Power Plan,\" which would require states to cut carbon dioxide emissions by 30 percent by 2030. ", "The EPA rule is a centerpiece of Obama's efforts to reduce the pollution linked to global warming. Power plants are the largest source of greenhouse gases in the U.S., accounting for about a third of the annual emissions that make the U.S. the second-largest contributor to global warming on the planet. ", "EPA Administrator Gina McCarthy and other administration officials say the plan gives states flexibility to meet broad goals set by the government. \"Each state is different, so each goal and each path can be different,\" McCarthy said when the plan was proposed last year. ", "But Sen. Shelley Moore Capito, R-W.Va., said EPA is \"dictating to states\" and \"micromanaging\" their energy-policy decisions. \"At risk is the ability that states have always had to make decisions about their electricity generation,\" she said. ", "Capito, who chaired Tuesday's subcommittee meeting, said West Virginia has \"chosen to rely on coal to provide affordable and reliable electricity\" and has one of the lowest electricity rates in the nation. ", "\"Other states make different choices that best serve their citizens. But under the Clean Power Plan, each state's electricity plan would have to meet EPA's criteria for reducing carbon dioxide emissions and be approved by EPA,\" she said. ", "With the economy still in recovery, \"the last thing job creators need is another expensive regulation likely to drive up energy prices,\" Capito said. \"And the last thing our families and senior citizens need is to see their electric bills continue to go up.\" ", "Capito said she will introduce a bill next week to block the EPA plan, one of several proposals in Congress to delay or defeat the plan."]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-20T14:09:36.000-04:00", "articles_title": "Prosecutors: Former coal chief to head to prison May 12", "article_text": ["Prosecutors say former coal company executive Don Blankenship has to head to prison on May 12, pending an appeal.", "ADVERTISEMENT", "Prosecutors mentioned the ex-Massey Energy CEO's date to surrender to federal custody in a 4th U.S. Circuit Court of Appeals filing on Wednesday.", "Blankenship was sentenced April 6 to the maximum penalties of a year in prison and a $250,000 fine for conspiring to willfully violate mine safety standards at Upper Big Branch Mine in West Virginia. A jury convicted him Dec. 3.", "The coal mine exploded in 2010, killing 29 men.", "Blankenship is appealing. He's also asking the higher court to stay free on his $1 million bond while his appeal continues. Otherwise, Blankenship's attorneys say he may serve much, or all, of his sentence before a decision is reached."]},
{"newspaper_name": "foxnews", "articles_date": "2017-01-19T10:11:00.000-05:00", "articles_title": "Appeals court affirms conviction of coal CEO in deadly blast", "article_text": ["A federal appeals court has affirmed the conviction of former Massey Energy CEO Don Blankenship in connection with the deadliest U.S. mine disaster in four decades.", "ADVERTISEMENT", "The ", " reports the 4th U.S. Circuit Court of Appeals handed down the opinion Thursday, saying it found no reversible errors in trial rulings.", "Blankenship's attorneys had argued that jury instructions made it too easy to conclude that he willfully violated safety rules at West Virginia's Upper Big Branch mine before the 2010 explosion that killed 29 men.", "He was convicted in 2015 of a misdemeanor charge of conspiring to willfully violate safety standards and sentenced to one year in prison.", "Blankenship reported to a California federal prison May 12 to begin serving the sentence."]},
{"newspaper_name": "foxnews", "articles_date": "2017-01-19T13:20:18.000-05:00", "articles_title": "Appeals court affirms conviction of coal CEO in deadly blast", "article_text": ["A federal appeals court affirmed the criminal conviction of former Massey Energy CEO Don Blankenship on Thursday in connection with the deadliest U.S. mine disaster in four decades.", "ADVERTISEMENT", "The 4th U.S. Circuit Court of Appeals said the evidence shows Massey was repeatedly cited for safety violations at West Virginia's Upper Big Branch coal mine before the 2010 explosion that killed 29 men. In 2009 alone, the U.S. Mine Safety & Health Administration identified 549 violations there, the court noted.", "Blankenship was aware of violations, receiving daily reports, Judge James Wynn wrote. Many concerned improper ventilation and accumulation of combustible materials.", "\"Notwithstanding the numerous citations and warnings, defendant has a 'policy to invariably press for more production even at mines that he knew were struggling to keep up with the safety laws,'\" Wynn wrote. Chief Judge Roger Gregory and Senior Judge Andre Davis agreed.", "Blankenship was convicted in 2015 of a misdemeanor, conspiring to violate the federal mining safety law, and sentenced to a maximum year in prison. The 66-year-old is scheduled for release May 10.", "Blogging from a federal prison in California, he has called himself an \"American political prisoner.\"", "A call to his attorney William Taylor was not immediately returned Thursday.", "The three-judge panel rejected the argument by Blankenship's attorneys that jury instructions about \"reckless disregard\" for the consequences of his decisions made it too easy to conclude that he willfully violated safety rules.", "The court also rejected arguments by the Ohio, Illinois and Virginia coal associations that this willfulness standard represents \"an expansion of criminal law to the point that mere involvement of company management in certain affairs can serve as a basis, in whole or in part, for criminal prosecution.\"", "Wynn wrote that \"Congress intended to bring conduct evidencing reckless disregard within the meaning of 'willfully.'\"", "\"In particular, Congress imposed enhanced penalties in the Mine Safety Act because it found 'mine operators still find it cheaper to pay minimal civil penalties than to make the capital investments necessary to adequately abate unsafe or unhealthy conditions,'\" he wrote.", "Holding mine operators personally criminally liable is meant to deter large corporations from choosing production over safety compliance because financial penalties won't do it, Wynn wrote.", "Blankenship was also fined the $250,000 maximum permitted by law. He was acquitted of securities fraud at the six-week trial.", "___", "Information from: The Charleston Gazette-Mail, http://wvgazettemail.com."]},
{"newspaper_name": "foxnews", "articles_date": "2010-10-19T16:00:01.000-04:00", "articles_title": "Leftist Blogger's Criminal Past Raises Questions About His Real Intent", "article_text": ["Even before his release from prison 10 years ago, Brett Kimberlin had learned a lesson that has served him well: If you publicly accuse a well-known political figure of crimes or misdeeds -- even without proof -- publicity and money will follow.", "ADVERTISEMENT", "Kimberlin, a convicted bomber and drug dealer, learned that lesson in 1988, when he claimed from his prison cell that he had been Dan Quayle’s marijuana dealer in college. The claim got a lot of attention because Quayle was running for vice president of the United States at the time.", "Now, 22 years later, Kimberlin has taken that lesson and made unfounded accusations a profession of sorts. Using two popular leftist blogs, the 56-year-old from Bethesda, Md., has raised hundreds of thousands of dollars from the public and left-leaning foundations by promising to put conservatives he disagrees with in jail, often with offers of large rewards. So far -- without success -- he has called for the arrest of Karl Rove, Andrew Breitbart, Chamber of Commerce head Tom Donohue, Massey Energy Chairman Don Blankenship and other high-profile public figures.", "A review of tax filings for Kimberlin's blogs, \"Velvet Revolution\" and \"Justice Through Music,\" raises troubling questions about whether his \"nonprofit\" operations are dedicated to public activism -- or are just a new facade for a longtime con artist.", "Though neither website publicly reveals Kimberlin’s role, tax and corporate documents show that he is one of four directors who incorporated the Velvet Revolution, and that he is the registered agent for the tax-exempt, non-stock company, which is registered at his mother’s house in Bethesda. In 2008, the last year for which tax records are available, Velvet Revolution took in $83,000 in gifts and contributions.", "Kimberlin is also one of two incorporators of Justice Through Music, as well as a $19,500-a-year employee of the non-profit, whose purpose is to “shed light on some of the injustices of the world through music” and which took in more than $550,000 in contributions in 2008.", "What those who view the blogs -- and those who donate to them -- aren’t told is who Kimberlin is and where he's been. And that is a twisted story, indeed.", "Kimberlin grew up in a suburb of Indianapolis where, just out of high school, he ran a large-scale marijuana operation as well as a health food store and a vegetarian restaurant. According to accounts at the time and public records, he became involved with an underage girl whose grandmother objected to the relationship and tried to take her away. When the grandmother was found shot to death in her garage, police began focusing on Kimberlin, who -- possibly to divert attention -- began an eight-day bombing campaign in Speedway, Ind.", "That bombing spree did more than cause widespread terror in Speedway; it severely injured a man who had to have his leg amputated and who, unable to cope with the pain, later committed suicide. His widow sued Kimberlin and was awarded a $1.6 million civil judgment.", "In the same period as the bombing spree, in 1978, Kimberlin was arrested in Texas while preparing to receive a plane carrying 5 tons of marijuana at a makeshift air strip he and his compatriots had scratched out of the desert. The operation was so big, it supplied marijuana to at least four states, according to authorities and local news reports at the time. To help with the operation, Kimberlin would often assume the false identity of an official from the Department of Defense.", "That operation fell apart when a local printer, whom Kimberlin had asked to create a false federal ID card, reported him to authorities, and he was charged with impersonating a federal official.", "After separate trials for the bombings, the drug offenses and the impersonation charges -- he was suspected but never charged with the grandmother's murder -- Kimberlin was sentenced to more than 50 years in federal prison.", "And it was there that he learned the power of unsubstantiated accusation. Just before the 1988 election Kimberlin caused a sensation when he told reporters he had been Quayle’s marijuana supplier in college. As word of the accusation spread, a prison press conference was called and then canceled as reporters waited outside.", "But that action by prison officials gave Kimberlin's story credence, and he declared himself a political prisoner -- a claim that attracted Mark Singer, a writer from The New Yorker magazine, who thought it would make for a great story. After Singer ran a long sympathetic piece in 1992, he got a book contract to write about the fate of an American political prisoner. The two split a large cash advance from the publisher and began to work together.", "In the process, Singer discovered that Kimberlin was far from a hero. In fact, he realized, the man who had gotten the attention of the nation was a liar and a con man, and he ended up writing a story of how he had been taken in by a “narcissist.” Kimberlin, for his part, who had been released on parole after 14 years in prison, was sent back to jail for a parole violation. The charge was hiding the money from his advance to prevent the widow of the woman whose husband he maimed from collecting on the bombing victim widow's civil judgment.", "And it is that civil judgment that may explain Kimberlin's blog sites and much of his existence since prison. Because of the judgment, which with interest is now more than $3 million, anything Kimberlin has in his own name is subject to seizure. He lives in his mother’s home in Bethesda and operates the websites out of there. It's hardly a happy place, though; Kimberlin's mother has sued him and won a $150,000 judgment against him, and he and his wife have traded domestic abuse charges, according to local records. It even may explain the causes of the moment on which the websites focus their energy, likely to generate cash.", "In the past three years, Velvet Revolution and Justice Through Music have raised more than $1.5 million. Yet Velvet Revolution hardly seems like a dynamic organization; it has had only 10 new posts in the past six months. And Justice Through Music, despite a voter registration effort that simply includes an online registration form, seems to be little more than a music website that plows through money each year.", "Perhaps the most perplexing question on the sites' tax returns concerns the growing rent payments from the non-profit, which jumped from just below $10,000 in 2006 to more than $80,000 two years later. Given Kimberlin’s history, what really happened to the money is a fair question. And given his silence -- calls and messages to Kimberlin, both through the blog and to his home address, were not returned -- it is a pressing one. "]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-05T16:41:36.000-04:00", "articles_title": "Ex-coal CEO faces up to 1 year in sentencing for mine crime", "article_text": ["Former Massey Energy CEO Don Blankenship could be sentenced up to a year in prison and fined up to $250,000 for a conviction connected to the deadliest U.S. mine disaster in four decades.", "ADVERTISEMENT", "He is scheduled to be sentenced Wednesday in Charleston federal court.", "Legal experts say just as important as the length of his sentence is whether he will stay free pending his appeal. If he heads to prison before an appellate decision, his defense attorneys say the decision may not come until after his whole sentence is served.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch Mine. The southern West Virginia coal mine exploded in 2010, killing 29 men."]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-06T15:00:00.000-04:00", "articles_title": "Ex-coal CEO gets 1 year in prison for deadliest mine blast in decades", "article_text": ["A judge sentenced former coal executive Don Blankenship to a year in prison Wednesday for his role in the deadliest U.S. mine explosion in four decades, saying he was part of a \"dangerous conspiracy.\"", "ADVERTISEMENT", "One day after the sixth anniversary of the Upper Big Branch Mine explosion, which killed 29 men, U.S. District Judge Irene Berger gave the ex-Massey Energy CEO the maximum prison time and fine of $250,000. A federal jury convicted Blankenship on Dec. 3 of a misdemeanor conspiracy to violate mine safety standards at Upper Big Branch.", "Blankenship spoke briefly during the sentencing hearing and said he wanted to reassure the families of the fallen miners that they were \"great guys, great coal miners.\" The main point he wanted to express, he said, was \"sorrow to the families and everyone about what happened.\"", "In his next breath, he denied culpability.", "\"It is important to everyone that you know that I'm not guilty of a crime,\" Blankenship said.", "Blankenship's attorneys contended he should receive probation and a fine, at most. The judge denied their motion for Blankenship to remain free as he appeals. It's not clear when he must report to prison.", "As Blankenship left the courthouse, a few family members of miners who were killed started yelling at him while he and his attorneys spoke with reporters.", "\"We buried our kid because of you,\" said Robert Atkins, whose son Jason died in the explosion. \"That's all I got is a goddamn tombstone.\"", "Asked by a reporter what he had to say to the shouting family members, Blankenship said: \"Well, just that the coal miners didn't cause the accident.\"", "Then about a half-dozen law enforcement officers surrounded Blankenship and his team and ushered them into an awaiting van.", "Four investigations found worn and broken cutting equipment created a spark that ignited accumulations of coal dust and methane gas. Broken and clogged water sprayers then allowed what should have been a minor flare-up to become an inferno.", "Blankenship disputes those reports. He believes natural gas in the mine, and not methane gas and excess coal dust, was at the root of the explosion.", "The sentence drew praise from U.S. Sen. Joe Manchin and the United Mine Workers of America, and capped a wide-spanning investigation into Massey following the explosion. Four other workers in the corporate chain were convicted of crimes including faking a foreman's license, lying to federal investigators and conspiring in an illegal scheme to warn miners and other subsidiaries of surprise safety inspections. Their sentences ranged from less than a year to more than three years in prison.", "The judge described Blankenship's rise from a meager, single-mother Appalachian household to one of the wealthiest, most influential figures in the region and in the coal industry.", "\"Instead of being to be able to tout you as a success story, we are here as a result of your part in a dangerous conspiracy,\" she said.", "During the trial, prosecutors called Blankenship a bullish micromanager who meddled in the smallest details of Upper Big Branch. They said Massey's safety programs were just a facade — never backed by more money to hire additional miners or take more time on safety tasks.", "Blankenship was acquitted of felonies that could have stretched his sentence to 30 years.", "On Wednesday, lead defense attorney William Taylor said the former U.S. attorney was \"using this case as part of the reason to vote for him.\" Booth Goodwin left the office shortly after Blankenship's conviction to run for governor.", "\"Well, when all else fails, attack the prosecutor,\" Goodwin said after the sentencing.", "In 2011, Alpha Natural Resources, which bought Massey after the explosion, agreed to pay $210 million to compensate grieving families, bankroll cutting-edge safety improvements and pay for years of violations by Massey Energy. Under the deal with federal prosecutors, Alpha wasn't criminally charged.", "The judge already ruled that Blankenship won't have to pay $28 million in restitution to Alpha Natural Resources, helping him avoid a serious blow to his personal fortune. Berger also ruled that Blankenship would not have to pay restitution to about 100 people, including former miners and family members."]},
{"newspaper_name": "foxnews", "articles_date": "2015-12-03T12:33:50.000-05:00", "articles_title": "Mine explosion trial: Ex-coal CEO Blankenship convicted on 1 count, acquitted on 2", "article_text": ["Former Massey Energy CEO Don Blankenship was convicted Thursday on one of three counts connected to a deadly coal mine explosion and acquitted of two other charges.", "ADVERTISEMENT", "Blankenship was convicted on a misdemeanor conspiracy count but acquitted of making false statements and securities fraud.", "A 12-member jury returned the verdicts for the former coal industry executive in U.S. District Court in Charleston.", "Blankenship was tried on charges of conspiring to break safety laws and defrauding mine regulators at West Virginia's Upper Big Branch Mine, and lying to financial regulators and investors about safety. The mine exploded in 2010, killing 29 men.", "The conviction becomes the centerpiece of a wide-spanning investigation into Massey that began after the explosion. The probe produced four other convictions up the Massey corporate chain, leading to Blankenship. Relatives of the miners who died have long called for Blankenship to go to prison.", "During the trial, which began Oct. 1, prosecutors contended that Blankenship was a bullish micromanager who knew about and meddled in the smallest details of Upper Big Branch.", "Prosecutors said Massey's safety programs really were just a facade -- never backed by more money to hire additional miners or take more time on safety tasks.", "And prosecutors consistently reminded jurors that a conspiracy doesn't have to be spelled out formally between parties.", "\"The defendant wants you to reward him for being smart enough not to come right out and say, `I want you to break the law,\"' Assistant U.S. Attorney Steven Ruby told jurors in closing arguments. \"He wants you to let him off the hook because he was careful enough to come right up to the line of putting it explicitly, putting it into words without doing it. Don't do that.\"", "Blankenship's defense made a rare, risky move by not calling a single witness in the case. His attorneys said there wasn't a shred of evidence that Blankenship was involved in a conspiracy.", "\"We don't convict people in this country on the basis of maybes,\" lead defense attorney William Taylor said in his closing argument. \"We don't convict them of crimes because they are rich or they are rude or they are tough. We require the government to prove more than that a man was in charge of a company when a terrible tragedy occurred.\"", "Prosecutors made their case with Blankenship's own voice, using phone calls he secretly recorded in his Massey office.", "In key calls, Blankenship said a scathing internal safety memo should be kept highly confidential, and that it would be a terrible document to show up in legal discovery if there was a mine fatality.", "Under defense cross-examination, Christopher Blanchard -- who ran the subsidiary that oversaw Upper Big Branch -- said Blankenship and Massey pushed for safety.", "Testifying to prosecutors, Blanchard said he believed Blankenship thought it was less expensive to pay fines than pay for measures to prevent safety violations. He also said most Upper Big Branch violations could have been prevented by hiring more miners or spending more time on safety tasks.", "Former Massey safety expert William Ross, who gave a tough review of the company's safety shortcomings, wept while testifying about how thrilled he had been to think that Massey was going to change. He also became emotional while talking about a 2009 meeting with Blankenship, in which he told the executive that Massey couldn't \"afford to have a disaster.\""]},
{"newspaper_name": "foxnews", "articles_date": "2015-12-10T17:30:09.000-05:00", "articles_title": "Sentencing set April 6 for former Massey Energy CEO convicted of misdemeanor", "article_text": ["Former Massey Energy CEO Don Blankenship will be sentenced next year on a conviction of conspiring to violate safety rules at the mine where a deadly explosion occurred.", "ADVERTISEMENT", "U.S. District Judge Irene Berger on Thursday scheduled Blankenship's sentencing for April 6 in Charleston.", "Blankenship was found guilty Dec. 3 of conspiring to willfully violate mine safety rules at West Virginia's Upper Big Branch Mine, which exploded in 2010 and killed 29 men. He faces up to one year in prison for the misdemeanor.", "He was acquitted on felonies that could have netted him 30 years.", "Berger also approved Blankenship's request to travel for the holidays.", "His travel had been restricted to southern West Virginia; Pike County, Kentucky; and Washington, D.C."]},
{"newspaper_name": "foxnews", "articles_date": "2015-12-16T16:01:37.000-05:00", "articles_title": "Prosecutors: Ex-coal CEO Blankenship's restitution costs could reach tens of millions", "article_text": ["Prosecutors say ex-Massey Energy CEO Don Blankenship may have to pay tens of millions of dollars after a conviction carrying up to one year in prison.", "ADVERTISEMENT", "In U.S. District Court in Beckley Wednesday, prosecutors opposed Blankenship's plea to reduce his $5 million bond to $250,000 and drop travel restrictions. Prosecutors say restitution could ruin his wealth and make him a flight risk for sentencing in April.", "Prosecutors say if it weren't for Blankenship's conspiracy, most of the 29 deaths from the Upper Big Branch Mine explosion in West Virginia in 2010 could've been avoided.", "They say Massey, bought by Alpha Natural Resources, incurred significant fines and costs also subject to restitution.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch."]},
{"newspaper_name": "foxnews", "articles_date": "2016-03-17T11:49:03.000-04:00", "articles_title": "Prosecutors oppose sentencing delay for coal extractor CEO", "article_text": ["Federal prosecutors say they oppose a request for a delay in the sentencing of Massey Energy CEO Don Blankenship following his mine safety conspiracy conviction.", "ADVERTISEMENT", "Assistant U.S. Attorney Steve Ruby said in a filing Wednesday that the sentencing of Blankenship should not be delayed.", "The Charleston Gazette-Mail (http://bit.ly/1pqikmH) reports that attorneys are arguing over whether Blankenship should also pay restitution to compensate victims of the case for any losses. Ruby says that prosecutors agree that matters about restitution payments by Blankenship should be handled through a hearing separate from his April 6 sentencing hearing.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch Mine in West Virginia. He faces up to one year in prison and maximum fine of $250,000.", "___", "Information from: The Charleston Gazette-Mail, http://wvgazettemail.com."]},
{"newspaper_name": "foxnews", "articles_date": "2016-03-18T14:08:31.000-04:00", "articles_title": "Convicted coal CEO says he doesn't have to detail finances", "article_text": ["Lawyers for former Massey Energy CEO Don Blankenship say he can withhold personal financial information under a constitutional right to remain silent during sentencing.", "ADVERTISEMENT", "Blankenship's attorneys cited the 5th Amendment in a federal court filing Friday.", "Prosecutors say Blankenship is violating criminal procedure rules and restitution laws. They say they can't tell if he anticipated fines or restitution and altered his finances accordingly.", "Blankenship opposes prosecutors' push to make him pay $28 million in restitution to Alpha Natural Resources. The now-bankrupt coal company bought Massey in 2011.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch Mine, where an explosion killed 29 men in 2010.", "He faces up to one year in prison and maximum fine of $250,000."]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-06T09:15:28.000-04:00", "articles_title": "Ex-coal CEO sentencing slated for Wednesday in West Virginia", "article_text": ["Former coal executive Don Blankenship is scheduled to be sentenced for a conviction connected to the deadliest U.S. mine explosion in four decades.", "ADVERTISEMENT", "The ex-Massey Energy CEO is due in court Wednesday for sentencing.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch Mine. The southern West Virginia coal mine exploded in 2010, killing 29 men.", "Prosecutors are advocating for the maximum penalties of a year in prison and a $250,000 fine. Blankenship's defense says he shouldn't receive more than probation and a fine.", "Defense attorneys also are pushing to keep Blankenship out of prison until he receives a decision on the appeal his attorneys have promised. Prosecutors oppose the motion."]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-07T12:17:04.000-04:00", "articles_title": "Ex-prosecutor: ex-coal chief will serve full year in prison", "article_text": ["The former prosecutor against ex-coal company chief Don Blankenship expects him to serve his full, one-year sentence in a minimum-security federal prison.", "ADVERTISEMENT", "Former U.S. Attorney Booth Goodwin made the comments Thursday.", "Assistant U.S. Attorney Steven Ruby confirmed that time off for good behavior applies only to terms more than a year.", "On Wednesday, Blankenship was sentenced to the maximum penalties of a year in prison and a $250,000 fine for conspiring to willfully violate mine safety standards at Upper Big Branch Mine.", "The southern West Virginia coal mine exploded in 2010, killing 29 men.", "A jury convicted him of the misdemeanor on Dec. 3.", "Judge Irene Berger declined to let Blankenship stay free on a $1 million bond while he appeals the case.", "Goodwin left office after Blankenship's conviction to run for governor."]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-08T17:24:07.000-04:00", "articles_title": "While appealing year of prison, ex-coal CEO pays $250k fine", "article_text": ["While he appeals a decision that served him a one-year prison sentence, former coal company executive Don Blankenship has paid his $250,000 fine.", "ADVERTISEMENT", "According to a U.S. District Court filing, the wealthy ex-Massey Energy CEO paid the fine in Charleston on Friday, plus a $25 court fee.", "Blankenship was sentenced Wednesday to the maximum prison time and fine for conspiring to willfully violate mine safety standards at Upper Big Branch Mine.", "The southern West Virginia coal mine exploded in 2010 and killed 29 men.", "A jury convicted him of the misdemeanor Dec. 3.", "He filed his notice of appeal Thursday to the U.S. 4th Circuit Court of Appeals.", "Judge Irene Berger declined to let Blankenship stay free on a $1 million bond while he appeals the case."]},
{"newspaper_name": "foxnews", "articles_date": "2010-04-06T19:35:51.000-04:00", "articles_title": "West Virginia Coal Mine Cited for 600 Violations ", "article_text": ["JULIAN, W.Va. -- The coal mine rocked by an explosion that killed at least 25 workers in the nation's deadliest mining disaster since 1984 had been cited for 600 violations in less than a year and a half, some of them for not properly ventilating methane -- the highly combustible gas suspected in the blast.", "ADVERTISEMENT", "The disaster at the Upper Big Branch mine has focused attention on the business and safety practices of the owner, Massey Energy, a powerful and politically connected company in Appalachia known for producing big profits, as well as big piles of safety and environmental violations and big damage awards for grieving widows.", "\"There are mines in this country who have operated safely for 20 years,\" said J. Davitt McAteer, head of the federal Mine Safety and Health Administration in the Clinton administration. \"There are mines who take precautions ahead of time. There are mines who spend the money and manpower to do it.\"", "He added: \"Those mines haven't been blown up.\"", "Four other miners were missing and feared dead underground in Monday's blast, believed to have been caused by a buildup of methane, a naturally occurring gas that is odorless and colorless.", "Last year alone, MSHA cited Upper Big Branch for 495 violations and proposed $911,802 in fines. Production more than tripled during that period, according to federal records. So far this year, the agency has found 105 violations at the mine.", "Upper Big Branch is one of Massey's biggest underground mines, with more than 200 employees, and it is not uncommon for big coal mines to amass hundreds of violations a year -- and to contest many of them, as Massey does. But most big mines don't have as many serious infractions as Upper Big Branch, industry experts said.", "At least 50 citations charge the company with \"unwarrantable failure\" to comply with safety standards such as following an approved ventilation plan, controlling combustible materials or designating escape routes.", "\"I've never seen that many for one mine in a year,\" said Ellen Smith, editor of Mine Safety & Health News. \"If you look at other mines that are the same size or bigger, they do not have the sheer number of `unwarrantable' citations that this mine has.\"", "Massey has had problems elsewhere, too. In 2006, two miners were killed in a fire at Massey's Aracoma Alma No. 1 mine. Massey settled a wrongful death lawsuit for an undisclosed sum, and its subsidiary Aracoma Coal Co. paid $4.2 million in civil and criminal penalties.", "Testimony showed Massey CEO Don Blankenship suggested firing two supervisors for raising concerns about conveyer belt problems just before the belt caught fire.", "\"Massey has a history of emphasizing production,\" said Pittsburgh lawyer Bruce Stanley, who represented the miners' widows. \"I'm concerned that they may not have learned the lessons of Aracoma.\"", "In an interview less than 24 hours after the disaster at Upper Big Branch, Blankenship insisted the mine is no more dangerous than others of comparable size, and he defended the company's track record in a perilous business.", "\"It's natural that the enemies of coal would view Massey as the primary enemy,\" he said.", "He pointed out Massey's many innovations, such as installing steps in place of ladders and putting protective cages on underground vehicles even though the government doesn't require them.", "\"I think that I've proven that we run safer coal mines -- you know, most of the time -- and accidents sometimes happen. We've got to figure out what happened here,\" he said.", "Kevin Stricklin, an MSHA administrator, said that the number of citations at the mine appeared high, and that he was concerned about the more serious violations. \"It means the operator was aware of some of these conditions,\" he said.", "Massey is contesting 36 percent of all violations at Upper Big Branch since 2007, The Associated Press found. Overall, U.S. mine operators contest 27 percent. Challenging violations can enable a mine owner to stave off the heavier punishment that the government can impose on companies that have been deemed repeat offenders.", "Massey became a political and industrial powerhouse under the guidance of Blankenship, who rose from poverty to become one of corporate America's highest-paid and least apologetic executives, a guy who proudly displays in his office a TV set with a bullet hole from a striking union miner's rifle.", "He freely spent millions of dollars from his personal fortune to help install a West Virginia ", " justice, a maneuver that led to an important conflict-of-interest ruling from the U.S. Supreme Court, and on a failed bid to elect a Republican majority in the state Legislature.", "Under Blankenship, Massey clawed to the top of the Appalachian coal industry, shrewdly buying up coal deposits to amass more than 2 billion tons of reserves. It is a major economic force regionally, with more than 6,000 high-paid miners in some of the poorest counties in America.", "Operating nonunion mines across southern West Virginia, eastern Kentucky and southwestern Virginia, Massey more than doubled its profit to $104.4 million in 2009 from the year before, despite slumping demand for coal amid the recession. The company expects to be shipping 2 million tons of coal a year to ", " by next year.", "Massey has managed to push the United Mine Workers union out of all of its operations except for a single processing plant.", "Blankenship's hard-driving approach was illustrated in a 2005 memo in which he told mine workers that if their bosses ask them to build roof supports or perform similar tasks, \"ignore them and run coal.\"", "\"This memo is necessary only because we seem not to understand that the coal pays the bills,\" he wrote.", "Few workers are willing to openly criticize Massey because of its powerful hold on people's livelihoods in Appalachia.", "But Terry Holstein, who worked at Upper Big Branch, said it took him 10 years to decide he didn't like the way Massey ran the mine. He left in 2006.", "\"It was like they wanted production more than they wanted safety, myself, you know what I mean?\" he said. \"They speak safety first, but production's really first for them.\""]},
{"newspaper_name": "foxnews", "articles_date": "2010-04-10T23:47:48.000-04:00", "articles_title": "Churchgoers honor 29 dead miners _ and profession", "article_text": ["PETTUS, W.Va. (AP) — A pair of tall black boots and a lunch pail sat near the altar Sunday at the New Life Assembly church — a memorial to the 29 men killed in the worst U.S. mining disaster since 1970 and a thank-you to those who make their living inside the mountains.", "ADVERTISEMENT", "This day, the first Sunday since last Monday's explosion killed 28 workers and a contractor at Massey Energy Co.'s Upper Big Branch mine in Montcoal, was for many a time to honor the profession. Tears of mourning fell, and arms swayed in worship among the 50 people gathered at the church.", "Pastor ", ", who has worked at Massey Energy mines for 18 years, knew many of the victims. On his way to church Sunday morning, he heard Ricky Workman's name among them for the first time.", "\"I know his child. I know his wife. He's a part of my family. He's a part of my life,\" Williams said, tears falling. \"Over time, our hearts and the emptiness that we have inside will fade away, but I don't never want to forget what happened April 5, 2010.\"", "Some of those who died have already been laid to rest. Crews worked Sunday to remove the bodies of several others who didn't make it out, but the recovery had to be halted because of high gas readings in the mine. Crews need to drill another hole to vent the mine before they can continue.", "Four funerals were held Friday, with more scheduled for the weekend. Nearly two dozen will follow in the weeks ahead. Despite hope that four missing miners might survive long enough for rescuers to reach them, officials announced early Saturday morning that the four had apparently died instantly.", "A complete list of victims has yet to be released. Two other miners were injured in the blast, and one remains hospitalized.", "A team of federal investigators will arrive Monday as officials try to figure out what caused the blast. Virginia-based Massey has been under scrutiny for a string of safety violations at the mine, though CEO Don Blankenship has defended the company's record and disputed accusations that he puts profits ahead of safety.", "Authorities have said that high levels of volatile methane gas may have played a role in the disaster. Massey has been repeatedly cited and fined for problems with the system that vents methane and for allowing combustible dust to build up.", "During a homily in Wheeling on Sunday, Catholic Bishop Michael J. Bransfield said four years is too short a time between West Virginia mine disasters. The last was at the Sago Mine in 2006, where 12 men perished.", "\"Can those entrusted with the protection of miners be trusted to fulfill the jobs and enforce the laws?\" he said. \"Is our technology in the U.S. mines in 2010 equal to the technology that is easily available in other industries? Is it safer to travel in space than to work in a West Virginia mine?\"", "At churches in the southern West Virginia coalfields, however, the focus was on reflection.", "Judy Walker, whose longtime friend Workman died in the accident, stood before the altar at New Life Assembly in tears, mourning the heartache of families she helped cook for this week as they awaited word of their loved ones' fates.", "\"All we can do is love on them. When you see them out, hug on them,\" she said. \"Just let them talk about their fathers, brothers and sons.\"", "The tragedy has shaken many in this region filled with coal mines, where many people make their living in the mines or know someone who does. After all, the work is generally stable and pays better than most other jobs in the area. Indeed, Walker's husband of 38 years, Butch, won't tell her about his worries underground.", "Several followers, including the pastor's wife, thanked the miners in the congregation for the work they do.", "\"A lot of people ask, Why do they do it? Why do they go into the mines and put theirselves in danger?\" said Ina Williams. \"It's West Virginia. They sacrifice whatever they need to do to support their families.\"", "She then turned to her husband, a black ribbon and tiny gold cross pinned to his pale yellow shirt, and thanked him — not only for the work he does underground, but for the way he's represented the communities along the Big Coal River this week.", "\"He has shown over and over, especially this week, God's love. He loves this community, he loved those men, he loves these people,\" she said. \"These men are not going to be forgotten.\""]},
{"newspaper_name": "foxnews", "articles_date": "2010-04-09T05:33:42.000-04:00", "articles_title": "Rescue Crews to Return Underground to Continue West Virginia Mine Search", "article_text": ["MULLENS, W.Va. -- Grieving relatives began burying victims of the Upper Big Branch coal mine disaster Friday as rescue crews ventured back into the blast-damaged shaft for another agonizingly slow, dangerous and probably hopeless search for survivors.", "ADVERTISEMENT", "It was their fourth attempt to find the four miners missing since Monday's explosion killed 25 others in the nation's worst underground disaster since at least 1984. During the previous rescue attempts, searchers were forced to withdraw by dangerous gases and the risk of fire or explosion.", "\"We are praying for a miracle,\" President ", " said in Washington.", "Rescuers acknowledged that was what it would take for the miners to have made it to a refuge chamber stocked with food, water and enough oxygen for several days.", "On Friday morning, rescuers made their way about 1,000 feet underground and five miles into the mine to examine one of the chambers, but no one was inside and smoke forced them to turn back before they could check a second one that would represent the last hope the four were alive.", "\"We're confident that if they got in there, and they were alive, that we would be able to still rescue them,\" said Kevin Stricklin of the federal Mine Health and Safety Administration.", "The area was flushed with nitrogen and crews headed back inside in the afternoon for what was likely to be a three- or four-hour trip to the chamber, an expandable box activated by opening a door and pulling a lever.", "Officials had hoped to lower a camera into the mine to see if the chamber had been used, but the hole was drilled slightly off target, and Stricklin said they would not have been able to see anything.", "More than 300 people packed the Mullens Pentecostal Holiness Church for the funeral of Benny Willingham, a 61-year-old miner who was five weeks from retiring when he died.", "He was saved 19 years ago this week, said Rev. Gary Pollard, pastor of the Mullens Family Worship Center, where Willingham was a deacon. The two had weekly 45-minute talks -- about God, about Christian living, about their families and friends -- every Sunday morning for the past five years.", "Pollard said the last time he saw Willingham, the miner's words were almost prophetic: \"If I die tomorrow, I've lived a good life.\"", "\"He wasn't the biggest man in town. He didn't have the stature of some of you sitting here,\" said Pollard, whose own church across town was too small for the crowd. \"But if you could see the size of this man's heart, you'd see a giant.\"", "Willingham was dressed in a red shirt in the open coffin, jet-black hair and mustache neatly combed, family snapshots tucked in the satin around his head and shoulders. The image of a pick, shovel and miner's helmet was embroidered in the fabric along with his name, and a flag draped the lower half of his coffin in a nod to his service during the ", " era in the Air Force.", "Three Air Force veterans, friends of his for more than 40 years, traveled with their wives from Ohio, California and North Carolina to say goodbye.", "\"That's astonishing,\" said the Rev. Lewis Arnold, pastor of the host church, \"but that is Benny Willingham.\"", "Officials suspect the blast was caused by a buildup of methane gas. In the nation's capital, Obama said he asked federal mine safety officials to give him a report on the disaster next week, and the House and Senate said they would hold hearings.", "In the days since the explosion, details have emerged about a long list of safety violations at the mine. The owner, Massey Energy Co., has been repeatedly cited and fined for problems with the system that vents methane and for allowing combustible dust to build up. CEO Don Blankenship has strongly defended the company's record and disputed accusations from miners that he puts coal profits ahead of safety.", "Federal regulators issued evacuation orders for all or parts of the mine more than 60 times since the start of 2009, according to a report prepared for Sen. ", ", D-W.Va.", "On Sept. 23, 2009, an evacuation order showed an inspector found that management considered production more important than safety twice at Upper Big Branch mine for skipping mandatory checks of a piece of heavy equipment.", "Management's conduct was more than ordinary negligence because \"production was deemed more important than conducting parameter checks on the continuous mining machine,\" according to the inspector's notes released Friday by the Mine Health and Safety Administration. The citation said the mine operator complied with the requirements later that day.", "In 2007, the mine met criteria to be declared by MSHA to have a pattern of violations. That would have allowed stricter oversight by the federal agency and could have led to the shutdown of the mine, but Massey was able to reduce the number of the most serious violations and avoid the declaration.", "Pam Napper, whose 25-year-old son Josh died in the explosion, said the young man had been sent home from work early on the Friday before the disaster.", "\"He said, `Mom, the ventilation's bad,\"' she recalled. \"And they sent him out of the mines. Everybody. He went back to work Monday.\"", "Before that, apparently over Easter weekend, he wrote a letter to his mother, his fiancee and his 19-month-old daughter, telling them that he would be looking down from heaven if anything happened to him.", "\"I just knew that Josh in his heart knew that something was going to happen,\" Pam Napper said.", "Of the 25 confirmed dead, 18 bodies remained inside the mine, and Stricklin said crews will turn their attention to removing those once they determine whether anyone is still alive.", "About two dozen people gathered outside one of the entrances to Upper Big Branch in show of support, waving signs reading \"Praying for 4 miracles\" and \"Gold Bless WV Coal Miners.\"", "\"You've got to think there's hope. That's all we got,\" 65-year-old John Bell said at a diner nearby."]},
{"newspaper_name": "foxnews", "articles_date": "2010-09-17T10:49:44.000-04:00", "articles_title": "Federal official: tests show excessive coal dust found in W.Va. mine before deadly April blast", "article_text": ["More than 1,400 samples collected inside West Virginia's Upper Big Branch mine show excessive amounts of coal dust were present before an explosion killed 29 miners in April, a federal official said Friday.", "ADVERTISEMENT", "A majority of the samples came from areas affected by the explosion, but show only that coal dust played a role in the blast, Mine Safety and Health Administration official Kevin Stricklin said during a conference call with reporters.", "\"It's going to be fair to say that coal dust played a role,\" Stricklin said. \"We just aren't in a position to say how big of a role.\"", "The findings bolster MSHA's preliminary findings issued 10 days after the explosion that a mix of methane and coal dust were responsible for the blast. Federal law requires coal mines to coat coal dust with pulverized stone or other inert material to prevent and contain explosions.", "The explosion was the deadliest at a U.S. coal mine since 1970 and is now the subject of civil and criminal investigations.", "Mine owner Massey Energy Co. criticized MSHA for releasing the test results.", "\"This is not the first time MSHA has attempted to use unproven or faulty coal dust claims in their investigation efforts,\" the Richmond, Va.-based company said in a statement. A federal administrative law judge rejected citations MSHA issued for rock dust violations after a deadly explosion at an Alabama coal mine in 2001.", "Massey General Counsel Shane Harvey said \"it's pretty important\" to note that MSHA issued citations for similar alleged rock dust violations after that accident.", "\"That was flatly rejected,\" Harvey said.", "MSHA contends that samples taken after an explosion contain less coal dust than they would have before a blast. \"The explosion has had the opportunity to eat up or use up, burn up some of the combustible materials,\" Stricklin said.", "Inspection logs filled out by Massey employees before the blast showed problems with coal dust as well.", "The Associated Press reported Sunday that those handwritten logs showed eight of the mine's conveyer belts had excessive amounts of coal dust 32 minutes before the explosion at 3:02 p.m. on April 5. Harvey said the company believed the mine was properly rock dusted at the time of the explosion.", "The logs, which Massey turned over to investigators, also show the mine routinely had to deal with excessive coal dust along the belts.", "MSHA has collected 1,803 dust samples so far and 79 percent contained too little inert material to comply with the law, Stricklin said. Most of the samples came from parts of the mine affected by the explosion, with a minority taken just past the spot where seven of the victims were found.", "Investigators still need samples from two areas that had been flooded in the 12-mile underground complex, Stricklin said. One of those areas is now drained, which will allow investigators to enter it and begin mapping, sampling and searching for clues. Stricklin expects pumping will begin shortly in the second area.", "MSHA also is still searching for a methane detector that should have been at the mine's main working face and a remote control for the longwall mining machine used in that area. The agency also plans to recreate the mine's ventilation scheme as it would have been at the time of the blast.", "\"The majority of the underground work has been complete.\"", "On the surface, investigators have conducted 235 interviews and plan about 20 more, Stricklin said. The agency is still considering whether it needs to interview Massey Chief Executive Don Blankenship.", "Following the investigation, MSHA may cite Massey for violations that investigators determine contributed to the explosion and deaths. The agency also could fine the company. The criminal investigation is being handled separately by the U.S. Department of Justice.", "MSHA's latest update came a day after Massey warned investors to brace for another quarterly loss, complaining that tougher enforcement was hurting productivity.", "MSHA director Joe Main reacted quickly, saying mine operators are responsible for finding and fixing hazards instead of relying on government inspectors.", "\"When the industry comes to grips with this issue and figures out a way to beef up their health and safety programs, there's going to be less enforcement action for MSHA to take,\" Main said."]},
{"newspaper_name": "foxnews", "articles_date": "2011-12-06T10:44:24.000-05:00", "articles_title": "West Virginia Mine Disaster Yields $210 Million Settlement", "article_text": ["In the biggest settlement ever reached in a U.S. mining disaster, the new owners of the West Virginia coal mine where 29 men were killed in an explosion agreed Tuesday to pay $210 million over a tragedy the government blamed on the ruthless pursuit of profits ahead of safety.", "ADVERTISEMENT", "The money will go to compensate the grieving families, bankroll cutting-edge safety improvements and pay for years of violations by Massey Energy, owner of the Upper Big Branch mine at the time of the April 2010 blast.", "Under the deal, Alpha Natural Resources -- which bought Massey earlier this year -- will face no criminal charges in the explosion as long as it abides by the settlement, U.S. Attorney Booth Goodwin said.", "But \"no individuals are off the hook,\" Goodwin warned, adding that federal prosecutors are still investigating former Massey managers.", "Charges have been brought against only one person so far: the mine's former security chief, Hughie Elbert Stover. A federal jury convicted him last month of lying to investigators and trying to destroy mine records. He is awaiting sentencing.", "The settlement was bitterly criticized by some of the dead men's relatives, who said they won't be satisfied until charges are filed against those they consider responsible for the catastrophe, the nation's deadliest mine accident in 40 years.", "Gary Quarles, whose son Gary Wayne Quarles died in the disaster, said: \"I want to hear names, and I want to know what they're going to be charged for. Today would have been a fine day for them to have told us.\"", "Hours after the settlement was announced, the U.S. Mine Safety and Health Administration released a final report on the blast that detailed 369 safety violations at Upper Big Branch, including 12 it said contributed to the explosion. MSHA labeled nine of the violations that led to the accident as flagrant, the most serious designation, and said they included illegally tipping off miners that inspectors were on the site and failing to conduct proper safety inspections.", "\"The physical conditions that led to the explosion were the result of a series of basic safety violations at UBB and were entirely preventable,\" the report said.", "The report confirmed what the agency and other investigators said previously: that Massey allowed a buildup of highly explosive methane gas and combustible coal dust, and that worn and broken cutting equipment created the spark that ignited the fuel. Also, investigators said broken water sprayers allowed a mere flare-up to turn into an inferno that ripped through miles of underground tunnels and killed men instantly.", "\"Every time Massey sent miners into the UBB Mine, Massey put those miners' lives at risk,\" said MSHA director Joe Main. \"Massey management created a culture of fear and intimidation in their miners to hide their reckless practices. Today's report brings to light the tragic consequences of a corporate culture that values production over people.\"", "The settlement consists of $46.5 million in restitution to the miners' families, $128 million for safety improvements, research and training, and $35 million in fines for safety violations at Upper Big Branch and other Massey mines.", "The deal seeks to guarantee that the families of the 29 dead miners and two co-workers who survived the explosion will each receive $1.5 million. Those who accept the payout can still pursue lawsuits, but the $1.5 million will be deducted from any settlement or jury award. At least eight families of dead miners previously settled with Massey.", "Alpha CEO Kevin Crutchfield said the company cooperated fully with authorities and believes the agreement represents \"the best path forward for everyone.\"", "\"We're particularly pleased that a substantial portion of the settlement is going towards furthering miner safety, which has always been Alpha's guiding principle,\" he said.", "The deal was seen as precedent-setting, not just because of the amount of money, but because a lot of it is going toward research that could make mining safer. It was also seen as an attempt by Alpha to put the scandal behind it.", "\"Alpha definitely knows they had a problem. Whenever they bought Massey, they bought all of Massey's older problems,\" said Bruce Dial, who runs a mine consulting company out of Pineville, N.C. \"This is their way of saying, `Massey did this, we bought Massey, let's settle up and start new.\"'", "Well before the disaster, Massey had a poor safety record, and the coal company and its hard-nosed CEO, Don Blankenship, had a reputation among their union critics for treating fines as the cost of doing business.", "MSHA said its investigation found \"systematic, intentional and aggressive efforts\" by Massey to cover up problems, including keeping two sets of inspection books -- an accurate one for itself, and a fake one for regulators.", "The federal agency also said it will conduct an internal review of its own actions at Upper Big Branch. Relatives of the victims and officials with the United Mine Workers union have rebuked MSHA for not shutting down the mine before the tragedy.", "Under Tuesday's settlement, Virginia-based Alpha will invest $48 million in a mine-safety research trust and spend an additional $80 million to improve safety at all of its mines with the latest technology. The improvements will include coating mines with crushed limestone to reduce the risk of a coal-dust explosion; using digital sensors to continuously monitor air flow and methane levels; and adopting emergency oxygen equipment, similar to what firefighters rely on, to give miners an uninterrupted supply of air while trying to escape from an underground accident.", "\"This in several ways is a revolutionary resolution,\" Goodwin said. \"We wanted it to be something constructive and forward-looking.\"", "Clay Mullins, whose brother Rex died in the mine, said he wants to see criminal charges brought against executives at Massey, not just against low- and mid-level managers.", "\"It was an act of murder,\" he said. \"They murdered 29 men, and I'm not satisfied one bit.\" Mullins said he also believes MSHA bears some responsibility.", "MSHA coal administrator Kevin Stricklin defended the agency, saying that his inspectors shut the mine down 48 times in the year before the blast but had to allow it to reopen when problems were fixed. He said MSHA lacked the authority to close it permanently and still does.", "\"We thought we were keeping accidents from happening,\" he said."]},
{"newspaper_name": "foxnews", "articles_date": "2009-03-18T17:03:31.000-04:00", "articles_title": "March 3: West Virginia Judges and Arbitration", "article_text": ["ADVERTISEMENT", "Date: Tuesday, March 3, 2009", "Issue: Did the decision by the Chief Justice of the West Virginia Supreme Court to not recuse himself from a case involving his principal financial supporter violate the Due Process Clause of the 14th Amendment?", "Background: Brent Benjamin won his seat as the Chief Justice of the West Virginia Supreme Court in a 2004 statewide election. The man who is perhaps most responsible for Benjamin's spot on the court is Don Blankenship, CEO of Massey Coal one of the largest companies in the Mountaineer State. Blankenship spent $3 million in advertisements to help Benjamin's cause. That amount represents 60 percent of all money spent on behalf of the Benjamin campaign. There is no argument that the donations were legal.", "After the election, Blankenship's company appealed an adverse $50 million judgment to the West Virginia State Supreme Court now presided by the man he help put there. Justice Benjamin refused to recuse himself from the case saying there was no conflict of interest and his ability as a jurist would not impact his ability to render a fair decision. Benjamin cast the deciding vote in Massey's favor setting aside the $50 million judgment.", "The losing side in the dispute—a collection of smaller coal companies—contends their Due Process rights were violated by Benjamin's decision to remain in the case. In its brief to the Supreme Court they argue Benjamin's presence \"created a constitutionally unacceptable probability\" of bias. Lawyers for Massey Coal contend recusal is necessary only when a judge has a \"pecuniary\" interest in the outcome. Something they say is not at issue in this case. They also point out that Justice Benjamin has voted against them at least five other times in cases totaling in excess of $243 million. Earlier this year, Benjamin announced he would no longer take part in Massey Coal cases saying it would be disrespectful while the matter is before the Supreme Court.", "This case is seen by some interests as a prime example why judges shouldn't be elected in the first place. The case also closely parallels the 2008 John Grisham book \"The Appeal.\"", "Date: Tuesday, March 3, 2009", "Issue: This case is about the availability of relief under the Federal Arbitration Act when third parties attempt to force arbitration in federal courts.", "Background: After Wayne Carlisle and two associates sold their construction business they wanted help in setting up tax shelters for their profits. They eventually partnered with a firm called Bricolage who worked with other companies setting up the shelter. As part of the agreement with Bricolage, Carlisle and his business partners signed a contract providing for arbitration in case of a dispute.", "As it turned out, the IRS said the shelter was illegal and initially allowed Carlisle some extra time to make good on his tax obligations. But Carlisle says the firm the IRS reached out to never informed him of that grace period. Eventually the IRS cracked down on Carlisle for the failure to pay his original tax burden and added fines and interest all totaling in excess of $20 Million.", "Carlisle sued Bricolage and eight other interests saying they were responsible for his tax mess. The arbitration agreement with Bricolage was enacted—but only with Bricolage. The other eight firms were left to defend themselves in court. They argue they too should be covered by the arbitration agreement."]},
{"newspaper_name": "foxnews", "articles_date": "2010-04-13T06:32:16.000-04:00", "articles_title": "Bodies of All 29 West Virginia Miners Recovered", "article_text": ["CHARLESTON, W.Va. -- The bodies of all 29 West Virginia coal miners killed in an explosion last week have been recovered from the mine, a spokeswoman for the state mine office said Tuesday.", "ADVERTISEMENT", "Jama Jarrett said the last bodies were taken out around 2 a.m. or 3 a.m. Tuesday and the bodies were being sent to the state medical examiner for autopsies.", "Recovery efforts had been stalled in previous days by volatile gases, but teams entered Monday after the tunnels were ventilated.", "The recovery of the remaining bodies, paves the way for federal investigators to enter the mine as they try to determine what caused the worst U.S. coal mining disaster since 1970. Investigators had not yet entered the mine early Tuesday, Jarrett said.", "The team of inspectors from the Mine Safety and Health Administration briefed Secretary of Labor ", " and MSHA director Joe Main at the Upper Big Branch mine Monday.", "The mine's owner, Richmond, Va.-based Massey Energy Co., has been under scrutiny for a string of safety violations at the mine, though CEO Don Blankenship has defended the company's record and disputed accusations that he puts profits ahead of safety.", "Authorities have said high methane levels may have played a role in the disaster. Massey has been repeatedly cited and fined for problems with the system that vents methane and for allowing combustible dust to build up.", "New York state's comptroller and a pension fund adviser called for Blankenship's resignation immediately as chairman of Massey's board.", "Comptroller Thomas DiNapoli, trustee of a retirement fund holding more than 300,000 shares of Massey stock worth $14 million, said the company failed to adequately manage risks at the mine.", "A similar challenge came in a letter to Massey from William Patterson, executive director of the Washington, D.C.-based CtW Investment Group, which works with union pension funds.", "Mourning continued Monday exactly a week after the explosion, with the ceremony at the state Capitol and a moment of silence at 3:30 p.m. President ", " ordered all U.S. flags in the state flown at half-staff until sunset Sunday.", "Virginia Gov. ", " also asked people in his state to observe the moment of silence. He restored $750,000 in funding for mine safety inspections in Virginia to the state's strained budget, saying the tragedy in West Virginia was a wakeup call."]},
{"newspaper_name": "foxnews", "articles_date": "2010-05-20T07:57:21.000-04:00", "articles_title": "Congressional Calendar May 20, 2010", "article_text": ["Safety is the word of the day on Capitol Hill Thursday.", "ADVERTISEMENT", "Rep. John Mica, R-Fla., plans to release a new Government Accountability Office report at 10:00 a.m. ET that questions the ability of the Transportation Security Administration to perform its mission to secure the nation’s commercial aviation systems. The report comes weeks after Faisal Shahzad, the alleged Times Square bomber, was almost able to leave the United States aboard an Emirates flight out of New York on May 3.", "The House Energy and Commerce Oversight and Investigations Subcommittee holds a hearing at 10:00 a.m. ET to get an update on the government and Toyota’s response to the problem of sudden unintended acceleration in Toyota vehicles. Administrator of the National Highway Traffic Safety Administration David Strickland and James Lentz, President and COO of Toyota Motor Sales USA will testify.", "Mine safety is the topic of a hearing held by the Senate Labor, Health and Human Services, and Education Committee at 2:00 p.m. ET. Chairman and CEO of Massey Energy Don Blankenship will be a witness in the second panel. Massey is the company that runs the Upper Big Branch mine in Montcoal, West Virginia, the site of April’s mining disaster that killed 29 people.", "In financial news, Senate Majority Leader Harry Reid, D-Nev., may hold another cloture vote to end debate on financial regulatory reform legislation. He’s still looking for one more vote to move the measure to final passage. Meanwhile, a group of Senate Republicans will meet to discuss the nation’s debt, which is approaching $13 trillion.", "Mark Critz, the winner of Tuesday’s special election in Pennsylvania’s 12th district, becomes the newest member of Congress at approximately 2:15 p.m. ET.", "Sen. Bob Bennett, R-Utah, who was defeated in a primary election earlier this month, will discuss plans for his political future at 12:00 p.m. ET from the headquarters of the National Republican Senatorial Committee.", "House leadership hold dueling press conferences. House Minority Leader John Boehner, R-Ohio, holds his event first at 2:15 p.m. ET; House Speaker Nancy Pelosi, D-Calif., follows at 3:00 p.m. ET", "Solicitor General Elena Kagan continues to interview with senators ahead of her confirmation hearings, which are set to begin on June 28.", "Congress receives an address from Mexican President Felipe Calderon in the House Chamber at 11:00 a.m. ET.", "We’ll be covering all this and more so stay with Fox News for the latest."]},
{"newspaper_name": "foxnews", "articles_date": "2010-04-06T17:44:04.000-04:00", "articles_title": "Congress Poised to Hold Hearings on Coal Mining Explosion", "article_text": ["Congress is poised to look into the causes of Monday's deadly West Virginia mine explosion and whether policy changes can prevent future disasters.", "ADVERTISEMENT", "On Tuesday, Rep. George Miller, D-Cailf., chairman of the House Education and Labor Committee, accepted Rep. Nick Rahall's request to hold hearings.", "Rahall, D-W. Va., sent a letter to Miller asking him to hold hearings to \"closely examine this disaster, to understand what caused the massive explosion, and to discern what further action might be taken to prevent it from ever happening again.\"", "It was not clear when the hearings will be held. Congress returns from its Easter break next week.", "Sen. ", ", D-W. Va., said he \"will demand answers\" to the huge underground explosion that killed 25 miners and left four others missing.", "\"We will leave no stone unturned in determining how this happened and in taking action for the future,\" he said.", "In West Virginia, rescue crews were drilling 1,000 feet into the earth to release gases and make it safe to try to find the four. They were feared dead after the Monday afternoon blast at a mine with a history of violations for not properly ventilating highly combustible methane.", "Rescuers were being held back by poison gases that accumulated near the blast site, about 1.5 miles from the entrance to Massey Energy Co.'s sprawling Upper Big Branch mine.", ", president of the powerful labor union ", ", blasted Massey for the explosion.", "\"This incident isn't just a matter of happenstance, but rather the inevitable result of a profit-driven system and reckless corporate conduct,\" Trumka said in a written statement. \"Massey Mine, and its CEO, Don Blankenship, have been cited for over 450 safety violations in this mine. Massey paid over $1 million in fines in the past year alone -- and has failed to pay hundreds of thousands of dollars more in fines that it is contesting.\""]},
{"newspaper_name": "foxnews", "articles_date": "2014-06-09T15:05:06.000-04:00", "articles_title": "Hidden volcanoes melt Antarctic glaciers from below, study finds", "article_text": ["Antarctica is a land of ice. But dive below the West Antarctic Ice Sheet, and you'll find fire as well, in the form of subglacial volcanoes.", "ADVERTISEMENT", "Now, a new study finds that these subglacial volcanoes and other geothermal \"hotspots\" are contributing to the melting of Thwaites Glacier, a ", " that flows into Antarctica's Pine Island Bay. Areas of the glacier that sit near geologic features thought to be volcanic are melting faster than regions farther away from hotspots, said Dustin Schroeder, the study's lead author and a geophysicist at the University of Texas at Austin.", "This melting could significantly affect ice loss in the West Antarctic, an area that is losing ice quickly.", "\"It's not just the fact that there is melting water, and that water is coming out,\" Schroeder told Live Science. \"It's how that affects the flow and stability of the ice.\" ", "[", "]", "Researchers have long known that volcanoes lurk under the ice of West Antarctica. This is a seismically active region, where East and West Antarctica are rifting apart. In 2013, a team of scientists even ", " beneath the West Antarctic Ice Sheet.", "West Antarctica is also ", " due to climate change, and recent studies have suggested there is no way to reverse the retreat of West Antarctic glaciers. However, the timing of this retreat is still in question, Schroeder said it could take hundreds of years, or thousands. It's important to understand which, given that meltwater from the West Antarctic Ice Sheet contributes directly to sea level rise.", "Scientists use computer models to try to predict the future of the ice sheet, but their lack of understanding of subglacial geothermal energy has been a glaring gap in these models. Measuring geothermal activity under the ice sheet is so difficult that researchers usually just enter one, uniform estimate for the contributions of geothermal heat to melting, Schroeder said.", "Of course, volcanism isn't uniform. Geothermal hotspots no doubt influence melting more in some areas than in others.", "\"It's the most complex thermal environment you might imagine,\" study co-author Don Blankenship, a geophysicist at UT Austin, said in a statement. \"And then, you plop the most critical dynamically unstable ice sheet on planet Earth in the middle of this thing, and then you try to model it. It's virtually impossible.\"", "To unravel the complexity, the researchers built on a previous study they published in 2013 that mapped out the system of channels that flows beneath the Thwaites Glacier, a fast-flowing glacier that scientists say is vulnerable to global warming.", "Using radar data from satellites in orbit, the researchers were able to figure out where these subglacial streams were too full to be explained by flow from upstream. The swollen streams revealed spots of unusually high melt, Schroeder said. Next, the researchers checked out the subglacial geology in the region and found that fast-melting spots were disproportionately clustered near confirmed West Antarctic volcanoes, suspected volcanoes or other presumed hotspots.", "\"There's a pattern of hotspots,\" Schroeder said. \"One of them is next to Mount Takahe, which is a volcano that actually sticks out of the ice sheet.\"", "The minimum average heat flow beneath Thwaites Glacier is 114 milliwatts per square meter (or per about 10 square feet) with some areas giving off 200 milliwatts per square meter or more, the researchers report Monday in the journal Proceedings of the National Academy of Sciences. (A milliwatt is one-thousandth of a watt.) In comparison, Schroeder said, the average heat flow of the rest of the continents is 65 milliwatts per square meter.", "\"It's pretty hot by continental standards,\" he said.", "The extra melt caused by subglacial volcanoes could lubricate the ice sheet from beneath, hastening its flow toward the sea, Schroeder said. To understand how much the volcanic melt contributes to this flow and what that means for the future of the West Antarctic Ice Sheet glaciologists and climate scientists will have to include the new, finer-grained findings in their models. Schroeder and his colleagues also plan to expand their study to other glaciers in the region.", "\"Anywhere in the West Antarctic Ice Sheet is going to be a candidate for high melt areas,\" he said. \"And we have radar data covering much of it.\""]},
{"newspaper_name": "foxnews", "articles_date": "2014-11-13T15:45:58.000-05:00", "articles_title": "Feds: Ex-CEO who oversaw W.Va. mine that exploded, killing 29, indicted on federal charges", "article_text": ["The former CEO who oversaw the West Virginia mine that exploded in 2010, killing 29 people, was indicted Thursday on federal charges related to a mine safety investigation that followed the blast.", "ADVERTISEMENT", "U.S. Attorney Booth Goodwin said a federal grand jury indicted former Massey Energy CEO Don Blankenship on charges that include conspiracy to violate mandatory federal mine safety and health standards, conspiracy to impede federal mine safety officials, making false statements to the Securities and Exchange Commission and securities fraud.", "Blankenship could face up to 31 years in prison if convicted.", "The indictment alleges Blankenship conspired to violate mine safety and health standards at the Upper Big Branch Mine from January 2008 until April 2010, when an explosion at the mine killed 29 coal miners.", "Specifically, the indictment said Blankenship was part of a conspiracy to provide advance warning of federal mine safety inspections, allowing mine bosses to conceal and cover up safety violations.", "After the explosion, Blankenship made false statements and representations to the SEC concerning Massey Energy's safety practices prior to the explosion. He made similar statements in connection with the purchase and sale of Massey Energy stock, the indictment said.", "Alpha Natural Resources bought Massey for $7.1 billion in June 2012. Blankenship, who retired ahead of the merger, has denied any wrongdoing", "Four investigations into the Upper Big Branch explosion found that worn and broken cutting equipment created a spark that ignited accumulations of coal dust and methane gas. Broken and clogged water sprayers allowed what should have been a minor flare-up to become an inferno.", "The federal Mine Safety and Health Administration said the root cause was Massey's \"systematic, intentional and aggressive efforts\" to conceal life-threatening problems. MSHA said managers even maintained two sets of pre-shift inspection books — an accurate one for themselves, and a sanitized one for regulators."]},
{"newspaper_name": "foxnews", "articles_date": "2014-04-01T15:27:17.000-04:00", "articles_title": "Manchin says he was misled into participating in 'propaganda' film on mine safety", "article_text": ["West Virginia Democratic Sen. Joe Manchin says he was misled about the focus of a documentary in which he appeared and is warning the production company to either stop distributing the “propaganda” piece or face legal action.", "ADVERTISEMENT", "Manchin said he thought the documentary was about mine safety, but it was in fact an attempt to clear film backer Don Blankenship, who is under investigation for his role as chief executive of Massey Energy, which owned the Upper Big Branch mine in 2010 when an explosion killed 26 people.", "“The propaganda firm behind this shameful documentary never disclosed to me the intent of this film,” said Manchin, who was West Virginia’s governor at the time of the accident. “They lied to my face and told me this documentary was focused on mine safety, an issue I have been committed to since the Farmington Mine disaster that killed my uncle and 77 miners. Had I known the film was in any way associated with Don Blankenship, I would have never agreed to the interview.”", "The 51-minute documentary -- titled “Upper Big Branch – Never Again” -- was posted online Monday and disputes the official report on the disaster issued by the Mine Safety and Health Administration, which attributed the methane gas explosion to a series of safety violations by Massey. The agency also criticized the company for an alleged corporate culture that valued profits over safety.", "In Manchin’s cease-and-desist letter Tuesday to Virginia-based producers Adroit Films, he wrote: “Your fraudulent behavior in securing the interview and your misrepresentation of my interview are actionable offenses. I expect you to cease distribution of this film and remove any references to my name, image, and likeness.” ", "The company responded Wednesday, saying in part that it neither deceived nor intended to deceive any interview subject about the film or its participants. ", "\"Subjects were asked to comment on mine safety and mine disasters,\" Adroit said in a statement. \"Each signed a release to agree to be interviewed for the film which was identified in the release as being about the Upper Big Branch mine. Information about Adroit Films and its projects is on its publicly accessible website, including information about a recent project produced for Don Blankenship.\"", "Blankenship insists the cause of the explosion was natural gas, a theory that official investigators have rejected. The documentary includes interviews with “independent experts” who agree with his theory. It also begins with a disclaimer that the experts are \"not in association or affiliation with Don Blankenship.”", "Machin said he was interviewed for roughly 30 minutes for the film, which devotes only one minute and 32 seconds to mine safety. He appears twice, first talking about the importance of coal in the United States, then saying he had never heard of the natural gas explanation."]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-07T16:20:07.000-04:00", "articles_title": "The Latest: Ex-coal chief appeals in mine safety case", "article_text": ["The Latest on former Massey Energy CEO Don Blankenship's sentencing (all times local):", "ADVERTISEMENT", "4:10 p.m.", "Former coal company chief Don Blankenship is appealing a case that resulted in a one-year prison sentence.", "In U.S. District Court in Beckley on Thursday, the ex-Massey Energy CEO filed his notice of appeal to the U.S. 4th Circuit Court of Appeals.", "On Wednesday, Blankenship was sentenced to the maximum penalties of a year in prison and a $250,000 fine for conspiring to willfully violate mine safety standards at Upper Big Branch Mine.", "The southern West Virginia coal mine exploded in 2010, killing 29 men.", "A jury convicted him of the misdemeanor on Dec. 3.", "Judge Irene Berger declined to let Blankenship stay free on a $1 million bond while he appeals the case.", "___", "12:20 p.m.", "The former prosecutor against ex-coal company chief Don Blankenship expects him to serve his full, one-year sentence in a minimum-security federal prison.", "Former U.S. Attorney Booth Goodwin made the comments Thursday.", "Assistant U.S. Attorney Steven Ruby confirmed that time off for good behavior applies only to terms more than a year.", "On Wednesday, Blankenship was sentenced to the maximum penalties of a year in prison and a $250,000 fine for conspiring to willfully violate mine safety standards at Upper Big Branch Mine.", "The southern West Virginia coal mine exploded in 2010, killing 29 men.", "A jury convicted the former Massey Energy CEO of the misdemeanor on Dec. 3.", "Judge Irene Berger declined to let Blankenship stay free on a $1 million bond while he appeals the case.", "Goodwin left office after Blankenship's conviction to run for governor."]},
{"newspaper_name": "foxnews", "articles_date": "2015-01-07T20:24:59.000-05:00", "articles_title": "Judge keeps most of gag order in criminal case of former West Virginia coal executive", "article_text": ["A judge is upholding most of a gag order in a criminal case against ex-Massey Energy CEO Don Blankenship, who was in charge of the Upper Big Branch mine when it exploded and killed 29 men.", "ADVERTISEMENT", "In an order Wednesday, U.S. District Judge Irene Berger wrote that she needs much of the gag order intact to maintain a fair trial with unbiased prospective jurors in southern West Virginia, a community where the impact of the mine disaster still reverberates.", "\"Many families and communities within the Southern District of this state were impacted by the deaths of the miners in the Upper Big Branch mine explosion referenced in the indictment,\" Berger wrote. \"Interest in this case is, understandably, heightened by that loss of life. In short, the environment matters.\"", "Berger said she will make more documents public, however, including her opinions and orders. Her decision upholding most of the gag order, for example, is now available for public view. The original indictment, which was released publicly before the gag order was issued, will also be available.", "Documents with information or arguments related to case facts and substance will remain sealed, and the judge is still prohibiting attorneys or relatives of victims from discussing the case with reporters or releasing restricted court documents.", "The Associated Press, The Charleston Gazette, The Wall Street Journal, National Public Radio and Friends of West Virginia Public Broadcasting challenged the order, asking that it be dropped or modified.", "Discussing the gag order in a hearing last month, attorney Sean McGinley said on behalf of the groups that the case has already been widely publicized in the news media for years.", "The groups have argued the prohibitions are overly broad and infringe on free-speech rights, including constitutional rights for journalists to do their jobs. They have said a jury could still be fair and impartial without the restrictions.", "Additionally, several family members of the mine-disaster victims have talked to the news media, despite the gag order.", "Berger wrote that news media publications \"could prejudice the jury selection process and/or influence the outcome of a trial, absent the Court's restrictions on access to certain sources of information.\"", "Berger wrote that even if family members of victims aren't direct witnesses, they could be witnesses at sentencing or potential beneficiaries of restitution.", "Blankenship is charged with conspiring to violate safety and health standards at the Upper Big Branch Mine.", "He also faces charges of lying to federal financial regulators about safety measures in the deadly blast. In November, Blankenship pleaded not guilty and was released on a $5 million bond. He could face up to 31 years in prison if convicted.", "His lawyers have said they support the gag order if the case remains in southern West Virginia. Blankenship wants the case moved out of the region."]},
{"newspaper_name": "foxnews", "articles_date": "2016-03-29T11:08:08.000-04:00", "articles_title": "Prosecutors seek max of 1 year in prison for ex-coal CEO", "article_text": ["Prosecutors are requesting the maximum penalty of a year in prison and a $250,000 fine for convicted ex-Massey Energy CEO Don Blankenship, who ran a West Virginia coal mine that was the site of a 2010 explosion that killed 29 men.", "ADVERTISEMENT", "In a sentencing memorandum in federal court Monday, prosecutors said the one-year cap on prison time for conspiring to shirk mine safety laws is \"woefully insufficient.\" But any shorter sentence for Blankenship could only be interpreted as a \"declaration that mine safety laws are not to be taken seriously,\" prosecutors wrote.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch Mine in southern West Virginia, where an explosion killed 29 men in 2010.", "In their memorandum, Blankenship's attorneys say he shouldn't receive more than probation and a fine. They reiterated that they intend to appeal.", "Blankenship's sentencing is slated for April 6, the day after the sixth anniversary of the Upper Big Branch disaster.", "Prosecutors painted the mine as a \"calamity in the making,\" poorly ventilated and covered in black coal dust that would easily ignite.", "\"There was no question what accumulations of coal dust meant if not properly treated: a powder keg 1,000 feet below the surface, primed to blow at any time,\" wrote Assistant U.S. Attorney Steven Ruby.", "At the helm of a multibillion-dollar publicly traded company, the wealthy executive had the means to run the mine safely, but was greedy enough \"to willfully imperil his workers' survival to further fatten his bank account,\" prosecutors wrote.", "\"He made a conscious, cold-blooded decision to gamble with the lives of the men and women who worked for him,\" Ruby wrote.", "Blankenship's attorneys countered by providing dozens of positive letters from former employees, friends, family and members of the community.", "\"The defense never contested that Don Blankenship could be blunt and a hard taskmaster, but the truth is that he cares deeply about his family, his community, and the people who worked for him,\" wrote defense attorney Blair Brown.", "They pointed to his humble roots, investments in the community and mine safety initiatives.", "\"All these huge public improvements didn't come with a big banner flying overhead that said, 'Donated by Don Blankenship and/or Massey Energy;' that's not how he has chosen to operate through the years,\" wrote Lisa Crum, who worked in human resources for one of Massey's contractors for about 18 years.", "Her husband worked for a Massey-owned processing plant in Mingo County, W.Va.", "Prosecutors are still fighting to force Blankenship to pay $28 million in restitution to Alpha Natural Resources, a now-bankrupt coal company that bought Massey in 2011. The money would cover legal fees, investigative expenses and fines incurred by Alpha.", "Other claims for restitution have been submitted, prosecutors wrote. Both prosecutors and defense attorneys agree that a separate restitution hearing is necessary."]},
{"newspaper_name": "foxnews", "articles_date": "2015-12-04T03:30:14.000-05:00", "articles_title": "Prosecutors call ex-coal CEO's misdemeanor conviction historic, but it was less than hoped for", "article_text": ["Prosecutors say they may have made history by landing a conviction against ex-Massey Energy CEO Don Blankenship over workplace safety, though the misdemeanor charge fell far short of what they'd hoped for.", "ADVERTISEMENT", "The conviction in West Virginia on Thursday capped a five-year investigation into an explosion at the Upper Big Branch Mine that killed 29 men, a painful chapter in Central Appalachian coal mining history.", "Blankenship was convicted of conspiring to willfully violate mine safety and health standards, the least punitive of three counts he faced.", "Jurors did not convict Blankenship of a more serious conspiracy charge to defraud federal regulators, which could have netted five years.", "Blankenship was also acquitted of making false statements and securities fraud about company safety after the blast.", "His defense plans to appeal."]},
{"newspaper_name": "foxnews", "articles_date": "2016-04-04T18:24:45.000-04:00", "articles_title": "Judge denies millions in restitution in ex-coal CEO case", "article_text": ["Convicted former energy company CEO Don Blankenship won't have to pay a coal producer $28 million in restitution related to a mine explosion in 2010 that killed 29 men, a federal judge ruled Monday.", "ADVERTISEMENT", "In her order, Judge Irene Berger said Blankenship doesn't have to pay the money to Alpha Natural Resources, which bought Massey in 2011 after the explosion. The Bristol, Virginia-based coal company filed for bankruptcy in August.", "The ruling was a win for Blankenship, helping him avoid a substantial blow to a personal fortune that he refused to disclose to prosecutors.", "\"We are pleased by the ruling. It is obviously correct,\" said William Taylor, Blankenship's lead defense attorney. \"It is hard to see how Alpha could acquire Massey at a discounted price knowing of its problems and claim to be a victim in this case.\"", "Blankenship was convicted on Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch Mine in southern West Virginia. He faces a maximum of one year in prison and a $250,000 fine. He was acquitted of felonies that could have stretched his sentence to 30 years.", "Blankenship will be sentenced Wednesday.", "According to Berger's order, Alpha paid $13.5 million to cooperate with the investigation into the explosion at Upper Big Branch.", "The company incurred $10 million in mine safety violation penalties at the mine and spent $4.3 million to represent seven former Massey officers and employees who participated in the investigation, the order said.", "Berger wrote that Alpha was dealt the financial hardships at least a year after Blankenship's indictment period — after Alpha bought Massey in 2011 and voluntarily entered a non-prosecution agreement with the government.", "Alpha and the U.S. Attorney's office in southern West Virginia declined to comment on the ruling.", "Blankenship's defense also has called for Berger to dismiss 94 other claims for restitution from former Massey coal miners and family members."]},
{"newspaper_name": "foxnews", "articles_date": "2015-12-03T11:30:39.000-05:00", "articles_title": "Jury finds former Massey Energy CEO Don Blankenship guilty on 1 of 3 counts in criminal trial", "article_text": ["Former Massey Energy CEO Don Blankenship was convicted Thursday on one of three counts connected to a deadly coal mine explosion and acquitted of two other charges.", "ADVERTISEMENT", "Blankenship was convicted on a misdemeanor conspiracy count but acquitted of making false statements and securities fraud.", "A 12-member jury returned the verdicts for the former coal industry executive in U.S. District Court in Charleston.", "Blankenship was tried on charges of conspiring to break safety laws and defrauding mine regulators at West Virginia's Upper Big Branch Mine, and lying to financial regulators and investors about safety. The mine exploded in 2010, killing 29 men.", "The conviction becomes the centerpiece of a wide-spanning investigation into Massey that began after the explosion. The probe produced four other convictions up the Massey corporate chain, leading to Blankenship. Relatives of the miners who died have long called for Blankenship to go to prison.", "During the trial, which began Oct. 1, prosecutors contended that Blankenship was a bullish micromanager who knew about and meddled in the smallest details of Upper Big Branch.", "Prosecutors said Massey's safety programs really were just a facade — never backed by more money to hire additional miners or take more time on safety tasks.", "And prosecutors consistently reminded jurors that a conspiracy doesn't have to be spelled out formally between parties.", "\"The defendant wants you to reward him for being smart enough not to come right out and say, 'I want you to break the law,'\" Assistant U.S. Attorney Steven Ruby told jurors in closing arguments. \"He wants you to let him off the hook because he was careful enough to come right up to the line of putting it explicitly, putting it into words without doing it. Don't do that.\"", "Blankenship's defense made a rare, risky move by not calling a single witness in the case. His attorneys said there wasn't a shred of evidence that Blankenship was involved in a conspiracy.", "\"We don't convict people in this country on the basis of maybes,\" lead defense attorney William Taylor said in his closing argument. \"We don't convict them of crimes because they are rich or they are rude or they are tough. We require the government to prove more than that a man was in charge of a company when a terrible tragedy occurred.\"", "Prosecutors made their case with Blankenship's own voice, using phone calls he secretly recorded in his Massey office.", "In key calls, Blankenship said a scathing internal safety memo should be kept highly confidential, and that it would be a terrible document to show up in legal discovery if there was a mine fatality.", "Under defense cross-examination, Christopher Blanchard — who ran the subsidiary that oversaw Upper Big Branch — said Blankenship and Massey pushed for safety.", "Testifying to prosecutors, Blanchard said he believed Blankenship thought it was less expensive to pay fines than pay for measures to prevent safety violations. He also said most Upper Big Branch violations could have been prevented by hiring more miners or spending more time on safety tasks.", "Former Massey safety expert William Ross, who gave a tough review of the company's safety shortcomings, wept while testifying about how thrilled he had been to think that Massey was going to change. He also became emotional while talking about a 2009 meeting with Blankenship, in which he told the executive that Massey couldn't \"afford to have a disaster.\""]},
{"newspaper_name": "foxnews", "articles_date": "2015-08-19T12:20:33.000-04:00", "articles_title": "Former Massey CEO Don Blankenship wants testimony from subordinate excluded from trial", "article_text": ["Former Massey Energy CEO Don Blankenship's lawyers say his compensation and stock holdings and the testimony of a former subordinate are irrelevant to his criminal case and should be excluded from his trial.", "ADVERTISEMENT", "Evidence of Blankenship's finances and testimony from David Hughart, a former president of Massey subsidiary White Buck Coal Co., would unfairly prejudice the jury, defense lawyers said in motions filed Tuesday in federal court.", "Hughart was sentenced in 2013 to 3½ years in prison on conspiracy charges that grew out of the criminal investigation into the 2010 Upper Big Branch explosion, which killed 29 men. He admitted his role in ensuring that miners at other Massey subsidiaries got illegal advance warning of surprise safety inspections. He also implicated Blankenship in the conspiracy during his plea hearing in 2013.", "\"All of the testimony from Hughart that the government seeks to admit concerns mines other than UBB. The indictment specifically states that Mr. Blankenship is charged with conspiring to willfully violate mine-safety standards and impede MSHA 'at UBB,' not at any other mine,\" Blankenship's lawyers wrote in one motion.", "Another defense motion seeks to exclude previous guilty pleas by White Buck Coal and Massey subsidiary Aracoma Coal to violating federal mine safety laws. In all, the defense filed 16 motions seeking to exclude evidence.", "Federal prosecutors also are seeking to exclude evidence, including Blankenship's claims that company mines were safe despite what prosecutors say were routine violations of federal safety standards.", "\"These claims may be convenient excuses, but they are not legal defenses. They are not relevant to the charges against defendant, and they are not admissible at trial,\" Assistant U.S. Attorney Steven Ruby wrote.", "Other evidence that prosecutors want excluded includes Blankenship's argument that federal mine safety standards were incorrect or misguided.", "\"If the only question in this case is whether defendant violated the criminal provisions he is charged with violating, then the answer is not complicated. He did. Mine safety laws were violated at the Upper Big Branch mine ... thousands of times — the same, readily preventable violations, over and over — with his full knowledge and under his close supervision,\" Ruby wrote."]},
{"newspaper_name": "foxnews", "articles_date": "2014-11-13T16:34:59.000-05:00", "articles_title": "Massey Energy CEO Don Blankenship indicted in 2010 mine disaster", "article_text": ["The former CEO who oversaw the West Virginia mine that exploded in 2010, killing 29 people, was indicted Thursday on federal charges related to a mine safety investigation that followed the blast.", "ADVERTISEMENT", "U.S. Attorney Booth Goodwin said a federal grand jury indicted former Massey Energy CEO Don Blankenship on charges that include conspiracy to violate mandatory federal mine safety and health standards, conspiracy to impede federal mine safety officials, making false statements to the Securities and Exchange Commission and securities fraud.", "Blankenship could face up to 31 years in prison if convicted.", "The indictment alleges Blankenship conspired to violate mine safety and health standards at the Upper Big Branch Mine from January 2008 until April 2010, when an explosion at the mine killed 29 coal miners.", "Specifically, the indictment said Blankenship was part of a conspiracy to provide advance warning of federal mine safety inspections, allowing mine bosses to conceal and cover up safety violations.", "After the explosion, Blankenship made false statements and representations to the SEC concerning Massey Energy's safety practices prior to the explosion. He made similar statements in connection with the purchase and sale of Massey Energy stock, the indictment said.", "Alpha Natural Resources bought Massey for $7.1 billion in June 2012. Blankenship, who retired ahead of the merger, has denied any wrongdoing", "Four investigations into the Upper Big Branch explosion found that worn and broken cutting equipment created a spark that ignited accumulations of coal dust and methane gas. Broken and clogged water sprayers allowed what should have been a minor flare-up to become an inferno.", "The federal Mine Safety and Health Administration said the root cause was Massey's \"systematic, intentional and aggressive efforts\" to conceal life-threatening problems. MSHA said managers even maintained two sets of pre-shift inspection books — an accurate one for themselves, and a sanitized one for regulators."]},
{"newspaper_name": "foxnews", "articles_date": "2016-01-26T12:35:46.000-05:00", "articles_title": "States ask Supreme Court to stay Obama climate rules", "article_text": ["A group of over more than dozen states are petitioning the Supreme Court to halt the Obama administration's far-reaching climate rules for power plants.", "ADVERTISEMENT", "The states are already suing in the D.C. Circuit Court of Appeals, but after Friday's decision by the court to not stay the rules, the states are taking the unprecedented move of going straight to the Supreme Court for a ruling to place the landmark regulations on ice.", "The court of appeals still plans to take up the states' arguments. It only ruled that it would not stay the regulations before doing so. It consequently scheduled oral arguments for June.", "\"Without Supreme Court intervention, West Virginia and other states will suffer irreparable harm as job creators and state agencies spend untold resources to comply with a rule that is likely to be struck down as illegal,\" said West Virginia Attorney Genreal Patrick Morrisey, who is leading the states."]},
{"newspaper_name": "foxnews", "articles_date": "2016-10-09T17:43:00.000-04:00", "articles_title": "Records: Company shipped millions of pills to West Virginia", "article_text": ["Federal records show a drug company shipped 241 million hydrocodone and oxycodone pills to West Virginia over a five-year period.", "ADVERTISEMENT", "The Charleston Gazette-Mail (http://bit.ly/2d0Kq6F) reports Cardinal Health's shipment figures were disclosed in a 2015 court document filed as part of an ongoing state lawsuit in Boone County Circuit Court. The figures from the U.S. Drug Enforcement Administration covered shipments between 2007 and 2012.", "State Delegate Don Perdue says the shipments are \"an extraordinary number of doses.\"", "A Cardinal Health spokeswoman didn't immediate respond to a request for comment Sunday.", "The 2012 lawsuit filed by then-Attorney General Darrell McGraw alleges Dublin, Ohio-based Cardinal Health helped fuel the state's prescription drug problem. Attorney General Patrick Morrisey recused himself from the lawsuit in 2014. His wife lobbies for Cardinal Health in Washington, D.C.", "___", "Information from: The Charleston Gazette-Mail, http://wvgazettemail.com."]},
{"newspaper_name": "foxnews", "articles_date": "2015-11-24T06:46:14.000-05:00", "articles_title": "States want Obama to tell the world there's no support for Clean Power Plan", "article_text": ["!--StartFragment-->", "ADVERTISEMENT", "The attorneys general of two states leading the legal charge against President Obama's Clean Power Plan want him to tell the world at the Paris climate talks that he doesn't have support at home for a deal.", ", Patrick Morrisey, attorney general of West Virginia, and Ken Paxton, attorney general of Texas, told him they believe the American delegation to the United Nations Conference on Climate Change needs to inform other countries the Clean Power Plan is being challenged by most of the states.", "They also want the agreement that comes from Paris to be submitted to the Senate, where it would need to be approved with a two-thirds majority to be legally binding. That approval is unlikely, so the Obama administration plans to pursue any agreement as an executive agreement."]}
]