[
{"newspaper_name": "Fox News", "first_name": "E. W.", "last_name": "Jackson", "articles_date": ["Aug 25, 2017"], "articles_link": "https://en.wikipedia.org/wiki/E._W._Jackson", "articles_title": ["Outrage after Nebraska politician compares cops to ISIS"], "articles_text": ["Earl Walker Jackson Sr. (born January 13, 1952) is an American conservative politician, Christian minister, and lawyer in Virginia. He was the Republican Party nominee for Lieutenant Governor of Virginia in the 2013 election.[1] Jackson was a Republican primary candidate for the United States Senate in Virginia in the 2012 election, and is seeking the nomination again in 2018. Jackson is the founder and current president of S.T.A.N.D. (Staying True To America's National Destiny), a conservative non-profit organization that describes itself as \"a national organization dedicated to preserving life, the traditional family and our Judeo-Christian history and values as the Foundation of our Constitution and culture.\"[2] He is head pastor at Exodus Faith Ministries, located in Chesapeake, Virginia. Jackson has appeared as a commentator on national news networks such as C-SPAN, Fox News and MSNBC. Early life Jackson was born on January 13, 1952 in Chester, Pennsylvania, the great-grandson of slaves from Orange County, Virginia.[3] His parents separated when he was a child, and he spent most of his childhood in a foster home.[4] The day after Jackson left the foster home, his dad said, \"Look, every day with me can be a day of heaven on earth. Or every day, I will tear your behind all to pieces. It depends on what you want.\"[5] Jackson's dad also told him, \"'I expect you to study. I expect you to do well in school. I expect you to obey me. And don't come back to me with excuses, because I want you to make something of yourself.'\" Military service, education, and career ackson joined the United States Marine Corps in 1970. He was honorably discharged as a corporal in 1973.[7] Following his graduation from college, he attended Harvard Law School and earned his law degree.[6] He practiced law in the Boston area for 15 years.[8] Jackson also studied theology at the Harvard Divinity School. He remained in Boston until the late 1990s as a practicing attorney, and was also a preacher in Boston.[6] He said he was asked to leave his first ministerial position, at a Baptist church in Cambridge in 1982 after two years. He said of his tenure there, \"It was an older congregation and I was a young 27-year-old firebrand. It was not a good mix.\"[9] While in Boston, he appeared on several radio shows on WHDH, and hosted a nationally syndicated talk show, Earl Jackson Across America.[10] While in Boston, Jackson faced money troubles as he spent nine years trying to rescue a bankrupt radio station, which he took over and converted into a gospel station.[11] Difficulties resulted from extended legal battles with the Federal Communications Commission. In 1993, Jackson was forced to enter bankruptcy protection. Of the bankruptcy filing, Jackson said, \"It was painful. It was difficult. It was embarrassing. I don't like the idea of not paying off debts.\"[9] The protracted battles with the FCC contributed to his belief that the government unreasonably interferes in the free market.[9] He has taught commercial law at Strayer University's campuses in Chesapeake and Virginia Beach. Ministry[edit] In June 1998, Jackson was consecrated a bishop. Later that year, he and his family moved to Chesapeake, Virginia, and began holding weekly Bible studies. Out of the weekly meetings, in 1999 Jackson and his wife founded Exodus Faith Ministries, a nondenominational church.[7] The church rented a space in a storefront location, but was forced to move due to zoning regulations, another incident that helped to shape his view of government overreach.[6] The church rents a room at a Chesapeake hotel, where Jackson preaches every Sunday.[7] Jackson founded Chesapeake's annual Martin Luther King Jr. Breakfast, now in its 14th year.[7] Black community[edit] In 2012, Jackson generated national attention with a recorded video appeal to blacks to leave the Democratic Party, saying it has abandoned the values of the black community and that blacks had developed a \"slavish devotion\" to the party.[12] He has spoken in black churches on issues facing the country and says he generally receives overwhelmingly positive responses.[3] Jackson believes many black leaders, such as Jesse Jackson and Al Sharpton, along with Barack Obama, \"are telling black kids what they can't do.\"[13] Jackson says he deplores Obama's emphasis on race, and says \"The one thing I at least hoped for from the president—and I didn't have much hope for him—was that he'd bring us together. But he has divided us.\"[13] In response to rebukes from some black leaders over some of his comments, Jackson said, \"In order to correct something, you've got to speak to it. ... [T]he last thing in the world I'm trying to do, as some have suggested, is to make white people feel good. I'm trying to make black folks, particularly youth, wake up to the possibilities of a life\" of prosperity.[6] Jackson rejects the label of \"African-American\", calling himself \"an American of African descent\". He said he is proud of his heritage, but says \"I just think we've got to come together as Americans, as one family. So I do point that out because that's the reality of it.[6] Party affiliation[edit] Jackson had been a lifelong Democrat; however, in the 1980s he embraced conservatism. He said of his decision, \"I had a crisis of conscience. Can I be in a party that holds these views that are antithetical to my worldview? In my personal opinion, it is difficult if you are a Bible-believing Christian to reconcile that to some of the positions that the Democrat Party has taken.\"[7] In an October 2012 op-ed essay in The Washington Times, Jackson wrote: Democrats now have fully embraced an abortion policy that amounts to infanticide. They have also made the lesbian-homosexual-bisexual-transgender agenda their vision for America. How have they managed to hold on to black Christians in spite of an agenda worthy of the Antichrist? They have shown a ruthless willingness to frighten black voters with outright lies about the plans of conservatives and Republicans. Vice President Joseph R. Biden’s 'they gonna put y’all back in chains' was not a gaffe. It is part of the Democrats’ strategy of using fear to keep blacks as a captive audience.[14] Jackson believes that Democratic Party elites are driving an agenda to rid the party and the country of God.[7] He says, \"I think I am closer to the viewpoint of the average Democrat in Virginia, the average black Christian in Virginia, than the Democrat Party, because they have been moving into a secular direction in order to accommodate these views that are simply inconsistent with traditional church teachings.\"[7] 2012 candidacy for U.S. Senate[edit] See also: United States Senate election in Virginia, 2012 In May 2011, Jackson announced he was running for the United States Senate seat in Virginia in the 2012 election.[15] George Allen won the June 2012 primary; Jackson received 5% of the vote.[16] 2013 Lieutenant Governor candidacy[edit] See also: Virginia lieutenant gubernatorial election, 2013 Campaign for Republican nomination[edit] Main article: Republican Party of Virginia convention, 2013 Jackson announced his candidacy for Lieutenant Governor of Virginia on December 1, 2012 at the Republican Party of Virginia Advance in Virginia Beach, Virginia.[17] On January 10, 2013, Jackson released his \"Engage and Reform Agenda\"[18] which the campaign called \"commonsense reforms [that] reassert the principles of our Constitution and Let Liberty Light the Way for Virginia.\"[19] On May 18, 2013, Jackson was nominated as the Republican Party candidate for the position, at the party convention in Richmond.[1] The nomination process took four ballots and ten hours of voting. Jackson led in each round of balloting, reaching a majority on the final ballot. Jackson had raised the least money of the seven candidates for the Republican nomination.[20] The Richmond Times-Dispatch called his victory a \"stunning upset\" over the other candidates.[21] Jackson is the first non-white to be nominated to a statewide office by Virginia Republicans since 1988.[22] Controversy over past statements[edit] After his nomination, Jackson received backlash for some of his past statements that have been perceived as derogatory to gays, blacks, and Democrats. Jackson and some observers have noted the challenge of differentiating between statements made in a ministry setting and those made in a political setting. Jackson said, \"I have been forced to clarify those views because they went back and picked out ministry settings where I talked about these things and brought them into my campaign. Then I feel like I have no choice but to clarify.\"[7] Coby Dillard, a Norfolk Republican, observed that some of the criticism stems from the fact that commentary acceptable in a church setting is received differently in a political campaign.[6] Jackson said that by critiquing his comments made in a ministry context, his opponents were trying to impose a religious test to say that anyone who takes a traditional view of the Bible is unfit for public office.[23] In June 2013 in Manassas, Jackson held a press conference in which he sought to clear the air about his past and counter what he called distortions of his past words and statements by his opponents. Jackson addressed a number of claims about his theology, which he says has been \"twisted and distorted,\" and said, \"I'm not going to spend the campaign talking about these issues, so let's get it out of the way now.\"[9] Jackson also disclosed previously unreported details about his financial history and past drug use, saying he wanted to \"reveal as many of my weaknesses and shortcomings as a curious press and my opposition might want to look into,\" and by doing so, \"maybe save you and your colleagues some further research.\"[9] In regards to claims that he thinks birth defects are caused by parents' sins, Jackson said, \"I do not believe that birth defects are caused by parents' sin unless, of course, there's a direct scientific connection between the parents' behavior and the disabilities of the child,\" such as a child who might develop birth defects if his or her mother was addicted to heroin.[9] He also denied that he had said yoga leads to Satanism: \"I do not believe that yoga leads to Satanism. One of my ministers is a yoga instructor. What I said was that Christian meditation does not involve emptying oneself but filling oneself ... with the spirit of God. That is classic Biblical Christianity.\"[9] Jackson said his comments about homosexuals have been taken out of context, and that they were directed not towards the general LGBT community, just its more politically active, fringe members. Of past comments that homosexuality \"poisons culture\", he clarified, \"What I really said was that the gay rights movement, so called, the homosexual activists, engage in some behavior that is absolutely horrendous, and that’s true, everybody knows that; from going into Catholic churches and desecrating the Sacraments to engaging in all kinds of demonstrative behavior to try to call attention to what they view as their plight.\"[24] He added, \"I respect every human being, I don't believe that there's any second-class citizens in Virginia, I don't treat anybody any differently because of their sexual orientation.\"[23] He also says that his statements on homosexuality should be seen as a preacher talking about what he believes the Bible says, not a political candidate's views on how he would govern.[25] Jackson says that he understands the difference between serving in elected office and serving as a minister, saying his job as lieutenant governor would be to serve and represent all Virginians regardless of their beliefs.[23] He said, \"I have spiritual convictions that I preach in church, but that is not my role as lieutenant governor. Anybody who knows me knows that I believe in the Christian principle of love for all people. ... That doesn't mean I'm going to say things that everybody agrees with.\"[25] Jackson believes he has been misunderstood and says some of the portrayals of himself advanced in the media and by his opponents have been hurtful, telling the Richmond Times-Dispatch, I am not comfortable being depicted as a person who hates people or a person who wants to hurt people or be mean and nasty to people. Everyone who knows me knows that that’s not my personality. ... You look at the stories sometimes and you think, 'Who is this person?'[7] However, Jackson also believes there is a \"price for service\", saying, \"If you really want to serve, you've got to be prepared to sacrifice.\"[6] He said he tries to dispel \"false impressions\" created by opponents who want to make him out to be \"an intolerant bigot\", but says \"I don't want to whine about it because it's what I chose to do\" to help improve Virginia.[6] He says, \"I really mean it when I say that I intend to serve everybody. And I really mean it when I say that I do not have a hateful bone in my body for anybody,\" though he admitted \"it may not always come across that way.\"[6] General election campaign[edit] Through the second quarter of 2013 ending on June 30, 2013, Jackson raised $375,324.[26] Most of his contributions were from small donors, indicating a large grassroots base.[26] From July 1 through August 31, 2013, Jackson raised $303,220.[27] That amount was less than Democratic candidate Ralph Northam's fundraising over the same period, but Jackson's individual donors over the period numbered 2,060, more than double the number who donated to Northam.[28] Jackson raised a total of $1.3 million over the course of the campaign cycle, compared to Northam's $2.7 million.[29] Jackson's education plan included calls for school vouchers and a constitutional amendment allowing public money to help fund private schools. Republican nominee for governor Ken Cuccinelli's plan included the same proposals, and Jackson said he strongly supported Cuccinelli's plan.[13] Jackson, whose wife is a public school teacher in Newport News, has called for a constitutional amendment for equal resources for homeschooled students.[30] Jackson has backed the Farm Freedom Act, a bill proposed by Delegate Brenda Pogge which would allow family farmers to sell their goods without having to go through state and federal regulations, which restrict direct sale of goods to consumers. He pointed to the sharp decline in farms grossing under $100,000 a year, saying it was a result of onerous bureaucracy and regulations. He said, \"A farmer should be able to do [as he wishes] with his own land and they should be able to do business with one another and with their neighbors and get products to market, and have people enjoy the use of those products without unnecessary involvement or interference.\"[31][32] Jackson's campaign launched a Women for Jackson coalition composed of women across the state supporting Jackson's aim to \"fight for greater parental choice in our children’s educational opportunities, stand strong for health standards that keep women’s clinics safe, and help create an economic environment in Virginia that helps people from all walks of life.\"[33] Jackson was endorsed by the Virginia Fraternal Order of Police,[34] the Virginia Police Benevolent Association,[35] Gun Owners of America,[36] and retired NASCAR racer Morgan Shepherd.[37] Northam defeated Jackson in the November 5, 2013 general election.[38]"]},
{"newspaper_name": "Fox News", "first_name": "Paula Jean", "last_name": "Swearengin", "articles_date": ["May 1, 2018"], "articles_link": "http://www.foxnews.com/politics/2018/05/01/west-virginia-senate-hopefuls-take-center-stage-ahead-fox-news-debate.html", "articles_title": ["West Virginia Senate hopefuls take center stage ahead of Fox News debate\"], \"articles_text\": [\"MORGANTOWN, W.Va. –  Sen. Mitch McConnell, R-Ky. is the leader of the Senate. But one Republican primary candidate is talking about the longtime Kentucky lawmaker like he’s the leader of a drug cartel. “One of my goals as U.S. Senator will be to ditch cocaine Mitch,” candidate Don Blankenship declared at the end of a new campaign ad. The origins of “cocaine Mitch,” according to the campaign, are rooted in accusations of drug smuggling on Chinese ships associated with the family of McConnell’s wife, Transportation Secretary Elaine Chao. The narcotic-themed nickname enters the dialogue on the eve of a nationally televised debate at 6:30 p.m. Tuesday on Fox News Channel. Blankenship will be joined on stage in Morgantown by Rep. Evan Jenkins, R-W.Va. and West Virginia Attorney General Patrick Morrisey. Considered a toss-up in the midterm elections, the West Virginia Senate race is one where Republicans hope to have the chance to unseat incumbent Joe Manchin, a Democrat who first won the seat in a 2010 special election. According to a Fox News poll, three Republicans are considered to be “top tier” candidates ahead of the May 8 primary: Blankenship, Evan Jenkins and Patrick Morrisey. Jenkins, a U.S. congressman, topped the list of Republican contenders. But the race is getting national attention because a group with ties to GOP leadership, the Mountain Families PAC, has spent at least $1.3 million to try to derail Blankenship’s candidacy. Operatives fear the year in prison the former coal baron recently served on a conspiracy to violate mine safety standards, tied to the 2010 Upper Big Branch mine disaster that killed 29, may jeopardize an opportunity to unseat Manchin. Blankenship shrugs off the impact of the intra-party effort to keep him off the November ballot. “I think it probably moves me up a little bit,” Blankenship said of the ads blanketing TV and radio broadcasts, calling him “convicted criminal Don Blankenship.”  “I don’t think Mitch McConnell realizes,” he said, “how anti-him and how anti-the establishment West Virginians are.” While Blankenship's bid is a long shot, he's testing whether a party led by an anti-establishment outsider can rein in its anti-establishment impulses. \"The establishment, no matter who you define it as, has not been creating jobs in West Virginia,\" Blankenship said at a primary debate this past week. Jenkins, who leads the field of Republicans, has been a congressman for three years and served as a state senator in West Virginia for 12 years. Morrisey is the first Republican to serve as attorney general in the state since 1933, according to his campaign website. Manchin is not running unopposed; he races a primary challenger in Paula Jean Swearengin, an environmental activist whose platform is more in line with Sen. Bernie Sanders, the progressive independent from Vermont. President Trump beat Democrat Hillary Clinton by more than 40 points in the Mountain State in the 2016 presidential election. The state has long been considered a prime pickup opportunity for Republicans, who hold a two-seat Senate majority that suddenly feels less secure given signs of Democratic momentum in Nevada, Arizona, Tennessee and elsewhere. If Democrats can win West Virginia, which gave Trump his largest margin of victory in the nation, they may have a slim chance at seizing the Senate majority."]},
{"newspaper_name": "Fox News", "first_name": "Paula Jean", "last_name": "Swearengin", "articles_date": ["May 1, 2018"], "articles_link": "http://www.foxnews.com/politics/2018/05/01/west-virginia-gop-senate-candidates-spar-over-credentials-support-for-trump-in-fox-news-debate.html", "articles_title": ["West Virginia GOP Senate candidates spar over credentials, support for Trump in Fox News debate"], "articles_text": ["The top tier candidates in West Virginia’s Republican Senate primary sparred in Tuesday’s Fox News Channel debate over who is most conservative and more closely aligned to President Trump, while blasting Special Counsel Robert Mueller’s Russia probe. U.S. Rep. Evan Jenkins denied being a creature of the swamp, despite enjoying the backing from Washington Republicans. He emphasized his support for Trump. “You know, I proudly endorsed President Trump in the May primary, 2016,” Jenkins said. “The only one up here on the stage who did that and have been standing with him each and every day.” Jenkins attacked West Virginia Attorney General Patrick Morrisey for past comments saying Trump wasn’t his first choice in the 2016 primary. But Morrisey boasted of his eventual backing of Trump at the convention and his opposition to former President Barack Obama's policies. “We have a great relationship,” the attorney general said of Trump. “We work together. I was proud to run ads with the president and supported him at the convention.” Meanwhile, former coal executive Don Blankenship portrayed himself as the true outsider in the race, saying he wouldn’t go to Washington to get along with people in the GOP leadership, like Senate Majority Leader Mitch McConnell. “I'm not going to D.C. to get along, so that will be a failure because I don't intend to get along,” Blakenship said. “I intend to make sure that we make a difference.” Ahead of the debate, Blankenship made waves for airing a campaign ad referring to McConnell, R-Ky., as “cocaine Mitch.” The origins of “cocaine Mitch,” according to the campaign, are rooted in accusations of drug smuggling on Chinese ships associated with the family of McConnell’s wife, Transportation Secretary Elaine Chao. WEST VIRGINIA REPUBLICAN SENATE RACE: A LOOK AT THE TOP THREE CANDIDATES The West Virginia Senate race is considered a toss-up in the midterm elections. Republicans hope to unseat incumbent Joe Manchin, a Democrat who first won the seat in a 2010 special election. The GOP establishment has expressed fear Blankenship's criminal history may jeopardize an opportunity to unseat Manchin. Blakenship, who served a year in prison after being convicted on a conspiracy to violate mine safety standards, defended his actions tied to the 2010 Upper Big Branch mine disaster that killed 29 people and portayed himself as the victim of a “fake prosecution.” “They sent me to prison for a misdemeanor, I was the only prisoner that was a misdemeanor,” Blankenship said. “It was clear from the beginning to the end that it was a fake prosecution.” The hour-long debate, which took place at the Metropolitan Theatre in Morgantown, was moderated by Fox News’ Bret Baier and Martha MacCallum. Asked if he accepts responsibility for the deaths of the miners, Blankenship said, “I am accepting the responsibility to do everything I can to keep it from happening again.” Morrisey – who is originally from New Jersey and previously ran for office there -- defended himself against charges of carpetbagging. “I feel very fortunate that I am one of the folks up here who moved to the states by choice,” he said. “I love West Virginia with all of the fiber in my being.” Like the others, Morrisey portrayed himself as the true conservative in the race. “I think it is very clear of all of the candidates on the stage, I am actually the only one with a conservative record of results,” the attorney general said, noting his past efforts to sue the Obama administration over coal. Jenkins and Morrisey dueled throughout the debate, with Jenkins at one point accusing Morrisey of being a hindrance to solving the opioid problem in the state. “If you want to see what the problem is, it is the pill-pushers and Patrick Morrisey is representing those people for years and made millions,” Jenkins said. But Morrisey shot back: “There he goes yet again. Did your mom ever tell you that we should wash your mouth out with soap with those lies?” One thing all three candidates agreed on: blasting the special counsel investigation into the Trump administration’s ties with Russia. “With respect to the Mueller investigation, I think it needs to come to an end,” Morrisey said. “It's a witch hunt. We need to stop that.” “End this investigation now,” Jenkins said. Blankenship, who spent a year in prison, quipped that he has “had a little personal experience” with the Justice Department. He said, “they lie a lot too.” Jenkins, who leads the field of Republicans according to polling, has been a congressman for three years and served as a state senator in West Virginia for 12 years. Morrisey is the first Republican to serve as attorney general in the state since 1933. Blankenship was chairman and CEO of the Massey Energy Company. Manchin is not running unopposed; he races a primary challenger in Paula Jean Swearengin, an environmental activist whose platform is more in line with Sen. Bernie Sanders, the progressive independent from Vermont. Trump beat Democrat Hillary Clinton by more than 40 points in the Mountain State in the 2016 presidential election. The state has long been considered a prime pickup opportunity for Republicans, who hold a two-seat Senate majority that suddenly feels less secure given signs of Democratic momentum in Nevada, Arizona, Tennessee and elsewhere. If Democrats can win West Virginia, which gave Trump his largest margin of victory in the nation, they may have a slim chance at seizing the Senate majority."]},
{"newspaper_name": "Fox News", "first_name": "Paula Jean", "last_name": "Swearengin", "articles_date": ["May 1, 2018"], "articles_link": "http://www.foxnews.com/politics/2018/05/01/west-virginia-republican-senate-hopefuls-near-primary-look-at-top-three-candidates.html", "articles_title": ["West Virginia Republican Senate hopefuls near primary: A look at the top three candidates"], "articles_text": ["Considered a toss-up in the midterm elections, the West Virginia Senate race is one where Republicans hope to have the chance to unseat incumbent Joe Manchin, a Democrat who first won the seat in a 2010 special election. According to a Fox News poll, three Republicans are considered to be “top tier” candidates ahead of the May 8 primary: Don Blankenship, Evan Jenkins and Patrick Morrisey. Jenkins, a U.S. congressman, topped the list of Republican contenders. These three candidates will face off in a Fox News debate on May 1. Manchin is not running unopposed; he races a primary challenger in Paula Jean Swearengin, an environmental activist whose platform is more in line with Sen. Bernie Sanders, the progressive independent from Vermont. President Trump beat Democrat Hillary Clinton by more than 40 points in the Mountain State in the 2016 presidential election. From their focus on former President Barack Obama’s policies to their courtship of coal workers, here’s a look at the top three Republicans competing for the GOP nomination. Don Blankenship Don Blankenship, 68, was imprisoned in a federal jail for a year in 2016 after he was convicted of conspiring to violate mine safety and health standards -- and he’s still fighting the conviction, blaming the Obama administration every step of the way. Blankenship, the former head of Massey Energy Company, calls the 2010 explosion that killed 29 people at the company’s Upper Big Branch mine the “worst tragedy of my life.” Blankenship has sought to have his conviction thrown out, and he’s promoted a pamphlet he wrote in prison that he said sheds light on his prosecution, the explosion and an Obama administration conspiracy against him. He’s also compared the tragedy to that of the 2012 Benghazi attack, calling the blast “Obama’s deadliest cover-up” in a campaign ad. He’s been called the “villain of our times,” compared to failed Alabama Senate candidate Roy Moore and dubbed “the most hated man in West Virginia.” He’s also been the nearly $745,000 target of the Mountain Families PAC which opposes his Senate campaign. Despite running for Senate in West Virginia, his primary residence, according to The New York Times, is a $2.4 million home near Las Vegas. As a candidate, Blankenship has a goal of hosting town hall meetings in every one of West Virginia's 55 counties, according to Politico Magazine. He’s resonating with voters such as Rev. Becky Deitch, the chairwoman of the Brooke County GOP who told Politico, “The common man doesn’t want another politician. I could tell from his handshake. He’s real.” “I think the big issue in West Virginia is jobs, and I’m the guy that created a lot of jobs in West Virginia and neither of my … opponents did,” Blankenship told Fox News. He also said he’s “better positioned” to deal with the nation’s opioid epidemic that has hit West Virginia particularly hard since his company dealt with workers who struggled with drugs. A supporter of Trump, Blankenship advocates for building a border wall and ending so-called sanctuary cities. Blankenship got into some hot water during his campaign when he said Senate Majority Leader Mitch McConnell’s father-in-law is a “wealthy China person.” McConnell has been married to Elaine Chao, the transportation secretary, since 1993. Blankenship denied the comment was a “target on his family,” but rather an “observation that Mitch’s family is very well-connected in China.” In Fox News' poll of Republican Senate candidates, Blankenship came in third with 16 percent of likely voters saying they would select him. Still, 24 percent of voters remain undecided, according to the poll. Evan Jenkins Rep. Evan Jenkins has been a congressman for only three years, but before that, he served as a state senator in West Virginia for 12 years. Jobs, coal, senior citizens and the Second Amendment are all important issues to Jenkins, according to his campaign website. He also focused on his anti-abortion record in his first television advertisement. Jenkins, 57, helped create the nonprofit Lily’s Place, a facility that cares for newborns who are born with neonatal abstinence syndrome (NAS), which occurs when babies are exposed to drugs while still in the womb. Jenkins has made a point in his campaign to distance Manchin, one of the more conservative Democrats in Washington, from Trump. However, Jenkins, too, used to be a Democrat. He switched to the GOP in 2013. But that wasn’t his only party switch; Jenkins was a registered Republican until 1993, according to Roll Call. As for jobs, Jenkins stressed the importance of coal growing the local economy in an interview with the Herald-Dispatch. He said he’s worked with Trump on easing Obama-era regulations on the coal industry and has supported additional funding for clinics and healthcare services for miners who suffer from “black lung disease.” Jenkins told Fox News West Virginia needs a “new voice” to represent the state in the U.S. Senate. “There’s a clear choice,” Jenkins said of the race. He accused Blankenship of “using his checkbook” to launch a “vendetta” campaign that’s all about his name. As for the state attorney general, Patrick Morrisey, another Senate candidate, Jenkins called him “deeply flawed,” “in the swamp” and for the opioid industry. Jenkins has also stressed during the campaign that he supported Trump in the presidential primary, as opposed to the other candidates.  \"We're starting to see hope and opportunity come back to West Virginia,\" Jenkins told Fox News, saying voters want someone \"who's getting the job done, working with President Trump, bringing this renewed sense of confidence as proud West Virginians.\" Jenkins leads the field of Republicans in Fox News' poll with 25 percent of likely voters saying they support him. However, 24 percent of voters are still undecided. Patrick Morrisey Patrick Morrisey is the first Republican to serve as attorney general in West Virginia since 1933, his campaign website boasts. First elected to serve in the position in 2012, he was re-elected in 2016. Now Morrisey has his sights set on the U.S. Senate. In his campaign, Morrisey, 50, has harped on his efforts as attorney general to curtail the state’s opioid epidemic. He sued the Drug Enforcement Administration, saying it allows companies to not take into account patients’ needs when selling drugs. And his office has reached settlements with pharmaceutical distributors for about $47 million, the largest in the state’s history, according to his campaign website. But his past work as a health care attorney and his wife’s work as a lobbyist who has represented several pharmaceutical clients, including those involved in opioids, have come under scrutiny. His wife’s lobbying firm was also paid $460,000 by Planned Parenthood, the Charleston Gazette-Mail reported last year. Morrisey has said he is staunchly anti-abortion, opposing taxpayer dollars going to Planned Parenthood and supporting repealing Roe v. Wade. In an interview with Fox News, Morrisey said he's worked with Trump to get rid of some Obama administration regulations and to \"go after\" sanctuary cities. He said he has an \"excellent\" relationship with the president.  \"As voters focus the last two weeks, they're going to learn who is the proven conservative,\" Morrisey said, calling Jenkins a \"political opportunist\" who \"stands for nothing.\"  Morrisey has been endorsed by the conservative National Review, which heralded him as a “rock-solid, independent-minded conservative who would be a valuable addition to the right flank of the Republican caucus.” Morrisey has also been endorsed by Republican Sens. Rand Paul of Kentucky and Ted Cruz of Texas. He is just behind Jenkins, according to Fox News' poll, with 21 percent of likely voters throwing their support behind the attorney general. "]},
{"newspaper_name": "Fox News", "first_name": "Matt", "last_name": "Waters", "articles_date": ["Aug 25, 2017"], "articles_link": "http://mattwaters.com/about/", "articles_title": ["Who Am I?"], "articles_text": ["My name is Matt Waters, and I am the only candidate in the race for the U.S. Senate who was born and raised in Virginia. My family dates back to 1607, to a place called Jamestown. My grandfather was a welder in the Newport News Shipbuilding Company. My mother graduated from Christopher Newport University and Old Dominion University, and my father graduated from VCU and went on to teach in Hampton for 30 years. I was born in Newport News. I graduated from Hampton High School – home of the Crabbers – and received my undergraduate degree from George Mason University in Fairfax. And today, I am currently finishing my Masters Degree from Reformed Theological Seminary in McLean. I have spent over two decades raising money for candidates, ballot initiatives, c3 and c4 group, and non-profit organizations. In the past I have worked with the Institute for Humane Studies and today I work with the organization Students For Liberty in Washington, D.C. I have been married nearly 20 years to Anne Marie and we have five wonderful kids that we homeschool. Today we are joined by millions of other parents who have decided that they know how to educate their own children better than the Washington bureaucracy. I support returning education to the parents and the states, for it is too precious to be left to the Federal Government. Our time is now. Our time has come. I am running for office to present an alternative to the status quo. I am here because I share the concern of most Americans: the fear and concern about government. Out of control spending. A $21 trillion dollar debt. An annual $1.5 trillion dollar deficit. A military industrial complex involved around the globe, a weaponized IRS and agencies such as the NSA and FBI that spy on American citizens. An unaccountable Federal Reserve whose policies devalue every dollar we earn. And of course there are the Departments of Agriculture, Health and Human Services, Housing and Urban Development, Commerce, Energy, and Education that can be privatized and put into the marketplace to compete with other non-profits and for-profits. My campaign seeks revolutionary change in our government. My aim is to restore liberty to the people by limiting the size and scope of our federal government and eliminating the federal income tax."]},
{"newspaper_name": "Fox News", "first_name": "Nicholas", "last_name": "Freitas", "articles_date": ["Aug 25, 2017"], "articles_link": "https://en.wikipedia.org/wiki/Nick_Freitas", "articles_title": ["Nick Freitas"], "articles_text": ["Nicholas J. Freitas (born August 29, 1979) is an American politician who is a member of the Virginia House of Delegates and a candidate for the US Senate in 2018. He was first elected in 2015, and represents the 30th district comprising Madison County, Orange County, and the Southern half of Culpeper County on behalf of the Republican Party. Freitas is a United States Army veteran who served two tours in Iraq.[3] Early life and education[edit] Nicholas Freitas was born in Chico, California, on August 29, 1979. After graduating high school, Freitas joined the United States Army. He also during this time graduated at Henley-Putnam University.[4][5] Following the September 11 terrorist attacks, Freitas volunteered to join the Special Forces of the United States Army and served two tours in Iraq. After being honorably discharged in 2009, Freitas moved to Culpeper County, Virginia in 2010 and served as an operations director for a service-disabled veteran-owned company.[5][6] Political career[edit] Freitas became the chairman of the Culpeper County Republican Committee in 2010. In 2015, Freitas ran for the Virginia House of Delegates for the 30th district, then held by Republican Ed Scott. After Scott announced his retirement, Freitas was unopposed in both the Republican primary and the general election, and took office in January 2016.[7][8] He ran for re-election in 2017 and won with 62% of the vote over Democrat Ben Hixon.[9] Freitas currently serves on the Finance, Militia, Police, and Public Safety, and Science and Technology Committees.[1] Freitas is seeking the Republican nomination for the 2018 Senate election in Virginia.[10] He has been endorsed by Senators Rand Paul and Mike Lee.[11] On March 9, 2018, Freitas drew national attention from a speech in the Virginia House of Delegates on gun rights, opening his remarks by saying \"There's been a lot of discussion about an open and honest debate with respect to school shootings, gun violence, gun control, etc. An open and honest debate, as I understand it, is one based on data, facts, evidence, analysis, reason, logic\". Freitas went on to criticize his Democratic counterparts in the speech for comparing pro-2nd Amendment views to Nazism and segregation.[12] This was in reference to an email Democratic Delegate Mark Levine sent to his supporters that claimed Republicans support assault weapons similar to those “created by Nazi Germany.”[13][14] The Democrats responded angrily, with some leaving the room as a result of the speech. Video of the speech received several million views and was featured on a number of media outlets, including Fox News and The Daily Wire.[15][16] Political views[edit] Described as a libertarian Republican,[17] Freitas is a strong advocate for limited government, the preservation of the U.S. Constitution and the rule of law, fiscal responsibility, economic liberalism, immigration reform, pro-life legislation, the 2nd Amendment, and school choice.[5] He is also for a non-interventionist foreign policy.[18] As delegate, Freitas promoted reduction of regulations, improving government transparency, and giving more control of the education curriculum to local governments. Freitas also pushed for one of the United States’ strictest civil asset forfeiture reform bills and defended occupational licensing reform on behalf of Virginia’s working professionals.[5] Personal life[edit] Freitas is a Protestant Christian and attends Mountain View Church in Culpeper. He is married to Tina M. Pierce, whom he met in high school. The couple has three children: Lillyana, Luke, and Alexandria. In addition, Freitas is a member of the Heritage Foundation and the National Rifle Association (NRA).[4][19]"]},
]
