[
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2017-01-19T10:11:00.000-05:00", "articles_link": null, "articles_title": "Appeals court affirms conviction of coal CEO in deadly blast", "article_text": ["A federal appeals court has affirmed the conviction of former Massey Energy CEO Don Blankenship in connection with the deadliest U.S. mine disaster in four decades.", "ADVERTISEMENT", "The ", " reports the 4th U.S. Circuit Court of Appeals handed down the opinion Thursday, saying it found no reversible errors in trial rulings.", "Blankenship's attorneys had argued that jury instructions made it too easy to conclude that he willfully violated safety rules at West Virginia's Upper Big Branch mine before the 2010 explosion that killed 29 men.", "He was convicted in 2015 of a misdemeanor charge of conspiring to willfully violate safety standards and sentenced to one year in prison.", "Blankenship reported to a California federal prison May 12 to begin serving the sentence."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2017-01-19T13:20:18.000-05:00", "articles_link": null, "articles_title": "Appeals court affirms conviction of coal CEO in deadly blast", "article_text": ["A federal appeals court affirmed the criminal conviction of former Massey Energy CEO Don Blankenship on Thursday in connection with the deadliest U.S. mine disaster in four decades.", "ADVERTISEMENT", "The 4th U.S. Circuit Court of Appeals said the evidence shows Massey was repeatedly cited for safety violations at West Virginia's Upper Big Branch coal mine before the 2010 explosion that killed 29 men. In 2009 alone, the U.S. Mine Safety & Health Administration identified 549 violations there, the court noted.", "Blankenship was aware of violations, receiving daily reports, Judge James Wynn wrote. Many concerned improper ventilation and accumulation of combustible materials.", "\"Notwithstanding the numerous citations and warnings, defendant has a 'policy to invariably press for more production even at mines that he knew were struggling to keep up with the safety laws,'\" Wynn wrote. Chief Judge Roger Gregory and Senior Judge Andre Davis agreed.", "Blankenship was convicted in 2015 of a misdemeanor, conspiring to violate the federal mining safety law, and sentenced to a maximum year in prison. The 66-year-old is scheduled for release May 10.", "Blogging from a federal prison in California, he has called himself an \"American political prisoner.\"", "A call to his attorney William Taylor was not immediately returned Thursday.", "The three-judge panel rejected the argument by Blankenship's attorneys that jury instructions about \"reckless disregard\" for the consequences of his decisions made it too easy to conclude that he willfully violated safety rules.", "The court also rejected arguments by the Ohio, Illinois and Virginia coal associations that this willfulness standard represents \"an expansion of criminal law to the point that mere involvement of company management in certain affairs can serve as a basis, in whole or in part, for criminal prosecution.\"", "Wynn wrote that \"Congress intended to bring conduct evidencing reckless disregard within the meaning of 'willfully.'\"", "\"In particular, Congress imposed enhanced penalties in the Mine Safety Act because it found 'mine operators still find it cheaper to pay minimal civil penalties than to make the capital investments necessary to adequately abate unsafe or unhealthy conditions,'\" he wrote.", "Holding mine operators personally criminally liable is meant to deter large corporations from choosing production over safety compliance because financial penalties won't do it, Wynn wrote.", "Blankenship was also fined the $250,000 maximum permitted by law. He was acquitted of securities fraud at the six-week trial.", "___", "Information from: The Charleston Gazette-Mail, http://wvgazettemail.com."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2014-11-13T16:34:59.000-05:00", "articles_link": null, "articles_title": "Massey Energy CEO Don Blankenship indicted in 2010 mine disaster", "article_text": ["The former CEO who oversaw the West Virginia mine that exploded in 2010, killing 29 people, was indicted Thursday on federal charges related to a mine safety investigation that followed the blast.", "ADVERTISEMENT", "U.S. Attorney Booth Goodwin said a federal grand jury indicted former Massey Energy CEO Don Blankenship on charges that include conspiracy to violate mandatory federal mine safety and health standards, conspiracy to impede federal mine safety officials, making false statements to the Securities and Exchange Commission and securities fraud.", "Blankenship could face up to 31 years in prison if convicted.", "The indictment alleges Blankenship conspired to violate mine safety and health standards at the Upper Big Branch Mine from January 2008 until April 2010, when an explosion at the mine killed 29 coal miners.", "Specifically, the indictment said Blankenship was part of a conspiracy to provide advance warning of federal mine safety inspections, allowing mine bosses to conceal and cover up safety violations.", "After the explosion, Blankenship made false statements and representations to the SEC concerning Massey Energy's safety practices prior to the explosion. He made similar statements in connection with the purchase and sale of Massey Energy stock, the indictment said.", "Alpha Natural Resources bought Massey for $7.1 billion in June 2012. Blankenship, who retired ahead of the merger, has denied any wrongdoing", "Four investigations into the Upper Big Branch explosion found that worn and broken cutting equipment created a spark that ignited accumulations of coal dust and methane gas. Broken and clogged water sprayers allowed what should have been a minor flare-up to become an inferno.", "The federal Mine Safety and Health Administration said the root cause was Massey's \"systematic, intentional and aggressive efforts\" to conceal life-threatening problems. MSHA said managers even maintained two sets of pre-shift inspection books — an accurate one for themselves, and a sanitized one for regulators."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2015-12-03T11:30:39.000-05:00", "articles_link": null, "articles_title": "Jury finds former Massey Energy CEO Don Blankenship guilty on 1 of 3 counts in criminal trial", "article_text": ["Former Massey Energy CEO Don Blankenship was convicted Thursday on one of three counts connected to a deadly coal mine explosion and acquitted of two other charges.", "ADVERTISEMENT", "Blankenship was convicted on a misdemeanor conspiracy count but acquitted of making false statements and securities fraud.", "A 12-member jury returned the verdicts for the former coal industry executive in U.S. District Court in Charleston.", "Blankenship was tried on charges of conspiring to break safety laws and defrauding mine regulators at West Virginia's Upper Big Branch Mine, and lying to financial regulators and investors about safety. The mine exploded in 2010, killing 29 men.", "The conviction becomes the centerpiece of a wide-spanning investigation into Massey that began after the explosion. The probe produced four other convictions up the Massey corporate chain, leading to Blankenship. Relatives of the miners who died have long called for Blankenship to go to prison.", "During the trial, which began Oct. 1, prosecutors contended that Blankenship was a bullish micromanager who knew about and meddled in the smallest details of Upper Big Branch.", "Prosecutors said Massey's safety programs really were just a facade — never backed by more money to hire additional miners or take more time on safety tasks.", "And prosecutors consistently reminded jurors that a conspiracy doesn't have to be spelled out formally between parties.", "\"The defendant wants you to reward him for being smart enough not to come right out and say, 'I want you to break the law,'\" Assistant U.S. Attorney Steven Ruby told jurors in closing arguments. \"He wants you to let him off the hook because he was careful enough to come right up to the line of putting it explicitly, putting it into words without doing it. Don't do that.\"", "Blankenship's defense made a rare, risky move by not calling a single witness in the case. His attorneys said there wasn't a shred of evidence that Blankenship was involved in a conspiracy.", "\"We don't convict people in this country on the basis of maybes,\" lead defense attorney William Taylor said in his closing argument. \"We don't convict them of crimes because they are rich or they are rude or they are tough. We require the government to prove more than that a man was in charge of a company when a terrible tragedy occurred.\"", "Prosecutors made their case with Blankenship's own voice, using phone calls he secretly recorded in his Massey office.", "In key calls, Blankenship said a scathing internal safety memo should be kept highly confidential, and that it would be a terrible document to show up in legal discovery if there was a mine fatality.", "Under defense cross-examination, Christopher Blanchard — who ran the subsidiary that oversaw Upper Big Branch — said Blankenship and Massey pushed for safety.", "Testifying to prosecutors, Blanchard said he believed Blankenship thought it was less expensive to pay fines than pay for measures to prevent safety violations. He also said most Upper Big Branch violations could have been prevented by hiring more miners or spending more time on safety tasks.", "Former Massey safety expert William Ross, who gave a tough review of the company's safety shortcomings, wept while testifying about how thrilled he had been to think that Massey was going to change. He also became emotional while talking about a 2009 meeting with Blankenship, in which he told the executive that Massey couldn't \"afford to have a disaster.\""]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2015-08-19T12:20:33.000-04:00", "articles_link": null, "articles_title": "Former Massey CEO Don Blankenship wants testimony from subordinate excluded from trial", "article_text": ["Former Massey Energy CEO Don Blankenship's lawyers say his compensation and stock holdings and the testimony of a former subordinate are irrelevant to his criminal case and should be excluded from his trial.", "Evidence of Blankenship's finances and testimony from David Hughart, a former president of Massey subsidiary White Buck Coal Co., would unfairly prejudice the jury, defense lawyers said in motions filed Tuesday in federal court.", "Hughart was sentenced in 2013 to 3½ years in prison on conspiracy charges that grew out of the criminal investigation into the 2010 Upper Big Branch explosion, which killed 29 men. He admitted his role in ensuring that miners at other Massey subsidiaries got illegal advance warning of surprise safety inspections. He also implicated Blankenship in the conspiracy during his plea hearing in 2013.", "\"All of the testimony from Hughart that the government seeks to admit concerns mines other than UBB. The indictment specifically states that Mr. Blankenship is charged with conspiring to willfully violate mine-safety standards and impede MSHA 'at UBB,' not at any other mine,\" Blankenship's lawyers wrote in one motion.", "Another defense motion seeks to exclude previous guilty pleas by White Buck Coal and Massey subsidiary Aracoma Coal to violating federal mine safety laws. In all, the defense filed 16 motions seeking to exclude evidence.", "Federal prosecutors also are seeking to exclude evidence, including Blankenship's claims that company mines were safe despite what prosecutors say were routine violations of federal safety standards.", "\"These claims may be convenient excuses, but they are not legal defenses. They are not relevant to the charges against defendant, and they are not admissible at trial,\" Assistant U.S. Attorney Steven Ruby wrote.", "Other evidence that prosecutors want excluded includes Blankenship's argument that federal mine safety standards were incorrect or misguided.", "\"If the only question in this case is whether defendant violated the criminal provisions he is charged with violating, then the answer is not complicated. He did. Mine safety laws were violated at the Upper Big Branch mine ... thousands of times — the same, readily preventable violations, over and over — with his full knowledge and under his close supervision,\" Ruby wrote."]},
{"newspaper_name": "foxnews", "first_name": "Bo", "last_name": "Copley", "articles_date": "2016-05-06T16:16:00.000-04:00", "articles_link": null, "articles_title": "Coal Miner 'Guided' by the Lord", "article_text": ["If we’re lucky, at least once in an election cycle an average American is able to cut through the campaign noise and hype and directly challenge those who say they’re worthy of leading the nation.", "Bo Copley, an unemployed West Virginia coal miner and a man of deep faith, challenged Democratic front-runner Hillary Clinton the other day in Williamson, West Virginia, at a community roundtable. Clinton had earlier asserted — scarcely able to contain her glee — that \"we're going to put a lot of coal miners and coal companies out of business\" while out on the campaign trail.", "Copley, 39, worked in the mines for 11 years before being laid off last September. He's married with three children: six-year-old son Elliott, three-year-old daughter Charlotte, and daughter Merritt, who will be 2 this July. Copley was a maintenance planner, but not anymore: His mine filed for bankruptcy early this year.", "Copley slid a photo of his three kids across the table to Hillary Clinton. He told her that he couldn't explain his situation — or her comments about putting coal miners out of work — to his children. He asked her how she could make those comments and then \"come in here and tell us how you're going to be our friend.\" He was representative, he said, of the angry crowd that had gathered outside.", "\"We were presented with the opportunity [to be at the roundtable] on Saturday — we coach three soccer teams, and we were asked if we were interested before one of our games,\" Copley told LifeZette in an exclusive interview about his experience. \"We immediately said yes. Of course I had moments where I thought: 'What am I getting into?'\"", "Copley prayed to God about the situation. \"I began to pray. I prayed through the day,\" he said. \"Then Sunday after church, I went to play golf with some friends, and I prayed about it during the hour-and-a-half drive to golf, and all the way back, too. I asked for the Lord to guide me in what to say and what to do at the meeting.\"", "\"I also fasted on Sunday,\" he said. \"People look at fasting differently, but for me, I decided not to eat for the whole day — giving up something that focuses on the flesh, and instead focus on the spirit.\"", "If coal mining goes away, as Hillary Clinton suggested it would if she could help it, then so would the livelihoods of coal miners such as Copley. Clinton knows this but seems loath to talk about in real terms. Yet to coal miners who live with that cloud of dread over their heads every day, real terms are all they have.", "\"There are not very many opportunities where I live,\" said Copley. \"I went to college and didn't finish, then I worked for a car dealership in the parts department — I may have made minimum wage there, around 5 to 7 dollars an hour. I went from there to a better opportunity in a larger dealership, and within a couple of months was promoted to parts manager.\"", "\"In comparing a coal salary to others around here,\" he continued, \"I left an approximately $26,000-a-year job [and] basically tripled it within two years when I became a coal miner. Coal mining is ", "around here.\"", "His job in the mine allowed Copley to start his family and get on with his life's plans — far sooner, at least, than if he had stayed at the car dealership.", "\"My wife and I dated for around five years, and I don't know that we would have been able to marry when we did without the coal mining,\" he said. \"I know God always had a plan — and we would have eventually made it to that point of marriage, but it was definitely difficult for me to see myself getting married, thinking I was not financially prepared to take care of us.\"", "Copley found himself face-to-face with Clinton at the community roundtable, seated just a few feet from the presidential candidate. He talked to her about his industry, and about her divisive comments on the future of coal.", "\"It was the thing we focused on,\" he said of mining. \"But there are other things that we in this community are not too happy about with her. But I figured coal mining was the issue to talk about.\"", "What are the other issues the community is concerned about?", "\"The majority of the people [here] are against abortion, and are against homosexual marriage,\" he said. \"Politics can get people madder quicker than most things do, and I figured God had me there to help people with their livelihoods — to talk about coal.\"", "Copley perceived that Clinton's responses to him on the coal mining issue were planned or orchestrated well in advance of his comments to her.", "\"I don’t know that she was expecting [the opposition to her] in that particular meeting, but I’m fairly positive she had a calculated response. In my opinion, you don't make those kinds of comments toward a particular set of people, and then go into the homes of those people without expecting someone to ask you about it.\"", "Copley is deeply conservative and is against abortion for very personal reasons.", "\"My wife and I had a miscarriage at 17 weeks, between our first and second child. It’s one of the reasons I know that it’s a life, and that abortion is murder,\" he said in his soft, serious tone. \"My wife felt that child grow inside of her, and we heard the child's heartbeat, so we had a connection to that child. For someone to say that child was not alive at any point really bothers us.\"", "Copley deeply believes in trusting God’s plan. \"That child, had it gone full term, means our second child wouldn't have been born,\" he said. \"God is faithful. We celebrate four children, me and Lauren — we celebrate the three we have now, while we wait to meet the fourth again.\"", "How is Copley's family getting by now, without his coal mining paycheck? Like so many other American families, the couple are working as a team to put resources and opportunities together for the sake of their children — while praying for circumstances to change in their favor.", "\"Right now, my wife Lauren is a professional photographer — she owns Charlee Lifestyles Photography in our town of Del Barton, West Virginia,\" Copley said. \"Charlee is a combination of the names of our first two children — Charlotte and Elliott. Lauren is supporting the family right now, and we're a tag-team effort. She's a mom first, though — there's a reason daddies are called daddies and moms are called moms,\" he said, laughing.", "Copley marvels at God's plan, taking him from coal miner to someone who challenged a Democratic presidential candidate about the state of the coal mining industry.", "\"Letting someone become unemployed, and saying to them, 'Wait for the right opportunity — wait on Me,' it's been unreal. It's been one of the most humbling experiences of my life,\" he added, speaking about Americans' responses to his face-to-face with Clinton. \"After the meeting we went to revival — we invited Hillary Clinton, too — and by the time we got back, everything had changed.\"", "\"I can't look at my phone or Facebook page without tearing up,\" Copley continued. \"I've gotten messages from strangers thanking me for standing up to Hillary, and for speaking out. For speaking up for our God. Last week, no one in the country would have cared what I thought — except for my soccer players,\" he added, laughing.", "Copley is not happy with the direction in which America is going. \"I'm not particularly proud of the state of our country at the moment,\" he said. \"We've always been guided by our faith in God as well as our military, and we’ve all but removed God from the country. The current administration seems to have tried to weaken our military beyond repair.\"", "\"My faith and my hope is in God,\" he continued. \"I know that this country can be restored, because it was founded on God. There's a lot of people ready to put God back to the center of this nation.\"", "What will happen to Copley if coal is diminished as a power source in the U.S.? This remains unclear. \"This country was founded on coal,\" said Copley, \"and realistically we miners have nowhere else to go. But we turn to the Lord and put our faith in Him, and we will be restored in one way or another — if it's not with a situation will allow us to use coal, then He will make another opportunity available that we can utilize.\"", "When asked about the presumptive GOP presidential nominee, Copley said of Donald Trump, \"I would be very interested to hear what Mr. Trump has to say about our region. I've seen several interviews where he says the right thing. I pray to the Lord to make the right decision about voting for our next president.\""]},
{"newspaper_name": "foxnews", "first_name": "Bo", "last_name": "Copley", "articles_date": "2016-05-03T10:28:00.000-04:00", "articles_link": null, "articles_title": "Clinton says she'd take Bill 'out of retirement' for White House jobs role", "article_text": ["Hillary Clinton already has a certain someone in mind for the role of manufacturing jobs czar: her husband.", "ADVERTISEMENT", "In one of the first real indications of the role Bill Clinton might play if the Democratic presidential front-runner brings the family back to the White House, Hillary Clinton told hard-hit workers in coal country that she plans to take her husband “out of retirement” so he can work on bringing jobs back.", "“I’ve told my husband he’s got to come out of retirement and be in charge of this, because you know he’s got more ideas a minute than anybody I know,” she said in Ashland, Ky.", "The vow came as the candidate also struggled to account for her own past comments about the demise of coal jobs. She was confronted at a separate stop in West Virginia by a laid-off coal worker over her March comments that “we’re going to put a lot of coal miners and coal companies out of business.”", "“I just want to know how you can say you’re going to put a lot of coal miners out of, out of jobs, and then come in here and tell us how you’re going to be our friend, because those people out there don’t see you as a friend,” said Bo Copley, who told her he was a laid-off worker in the coal industry.", "Clinton, however, said her comments in March were a “misstatement,” and that she has been talking about helping coal country “for a very long time.” ", "Clinton released a $30 billion plan last fall aimed at aiding communities dependent on coal production and she's promised that her husband would focus on revitalizing the region.", "Clinton also elaborated in West Virginia on her plans for putting her ex-president husband to work. She said he created a lot of new jobs as president and has “pep in his step.” She said there’s nothing he wants to do more than take on the role of helping to spur job growth."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2016-04-27T13:45:35.000-04:00", "articles_link": null, "articles_title": "Prosecutors: Ex-coal chief should be in prison during appeal", "article_text": ["Prosecutors are urging a federal appeals court not to allow former coal company executive Don Blankenship to remain free next month while the court considers his appeal.", "ADVERTISEMENT", "Government lawyers said allowing the 66-year-old ex-Massey Energy CEO to continue his $1 million bail would be contrary to federal law, The Charleston Gazette-Mail reported (http://bit.ly/1Uh7VX4). They say the law allows appeals to delay jail sentences only in \"exceptional circumstances.\" Blankenship is scheduled to report to prison May 12.", "\"None of defendant's contentions raise a substantial question likely to result in reversal,\" Assistant U.S. Attorney Steve Ruby wrote in a filing submitted Monday night to the 4th U.S. Circuit Court of Appeals.", "Blankenship was sentenced April 6 to a year in prison and ordered to pay a $250,000 fine for conspiring to willfully violate mine safety standards at Upper Big Branch Mine in West Virginia. A jury convicted him Dec. 3.", "The coal mine exploded in 2010, killing 29 men.", "Blankenship's attorneys say he could serve much, or all, of his sentence before the appellate court reaches a decision.", "In the prosecution's filing, Ruby said the amount of time Blankenship serves in prison while his appeal is pending is not a relevant consideration.", "\"It makes no difference whether his sentence is a year or 40 years — the sentence cannot be stayed,\" Ruby wrote.", "According to federal law, defendants can remain free pending appeal if they can show their arguments on appeal raise a substantial question of law or fact likely to result in reversal, an order for a new trial, a sentence that does not include a prison term, or a substantially reduced jail sentence.", "On Monday, the 4th Circuit issued an order setting May 31 as the deadline for both sides to file their initial briefs on the appeal of Blankenship's conviction.", "___", "Information from: The Charleston Gazette-Mail, http://wvgazettemail.com."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2016-07-06T10:42:11.000-04:00", "articles_link": null, "articles_title": "Coal groups worried about executive liability in ex-CEO case", "article_text": ["Coal industry groups are concerned that the conviction of former coal executive Don Blankenship could expose other industry leaders to criminal conspiracy charges.", "Coal Associations from Illinois, Ohio and West Virginia shared concerns in a brief Tuesday with the 4th U.S. Circuit Court of Appeals, which is considering Blankenship's appeal.", "Blankenship is serving a one-year sentence for conspiring to willfully violate mine safety standards at West Virginia's Upper Big Branch coal mine, which exploded in 2010, killing 29 men.", "The coal groups expressed worry that mine safety citations could be used to hold anyone at a coal company liable for criminal conspiracy in the event of future violations.", "They wrote that their brief isn't intended to support either side, or say whether Blankenship's conviction should be overturned."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2016-04-20T14:09:36.000-04:00", "articles_link": null, "articles_title": "Prosecutors: Former coal chief to head to prison May 12", "article_text": ["Prosecutors say former coal company executive Don Blankenship has to head to prison on May 12, pending an appeal.", "Prosecutors mentioned the ex-Massey Energy CEO's date to surrender to federal custody in a 4th U.S. Circuit Court of Appeals filing on Wednesday.", "Blankenship was sentenced April 6 to the maximum penalties of a year in prison and a $250,000 fine for conspiring to willfully violate mine safety standards at Upper Big Branch Mine in West Virginia. A jury convicted him Dec. 3.", "The coal mine exploded in 2010, killing 29 men.", "Blankenship is appealing. He's also asking the higher court to stay free on his $1 million bond while his appeal continues. Otherwise, Blankenship's attorneys say he may serve much, or all, of his sentence before a decision is reached."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2009-03-18T17:03:31.000-04:00", "articles_link": "http://www.foxnews.com/story/2009/03/18/march-3-west-virginia-judges-and-arbitration.html", "articles_title": "March 3: West Virginia Judges and Arbitration", "article_text": ["ADVERTISEMENT", "Date: Tuesday, March 3, 2009", "Issue: Did the decision by the Chief Justice of the West Virginia Supreme Court to not recuse himself from a case involving his principal financial supporter violate the Due Process Clause of the 14th Amendment?", "Background: Brent Benjamin won his seat as the Chief Justice of the West Virginia Supreme Court in a 2004 statewide election. The man who is perhaps most responsible for Benjamin's spot on the court is Don Blankenship, CEO of Massey Coal one of the largest companies in the Mountaineer State. Blankenship spent $3 million in advertisements to help Benjamin's cause. That amount represents 60 percent of all money spent on behalf of the Benjamin campaign. There is no argument that the donations were legal.", "After the election, Blankenship's company appealed an adverse $50 million judgment to the West Virginia State Supreme Court now presided by the man he help put there. Justice Benjamin refused to recuse himself from the case saying there was no conflict of interest and his ability as a jurist would not impact his ability to render a fair decision. Benjamin cast the deciding vote in Massey's favor setting aside the $50 million judgment.", "The losing side in the dispute—a collection of smaller coal companies—contends their Due Process rights were violated by Benjamin's decision to remain in the case. In its brief to the Supreme Court they argue Benjamin's presence \"created a constitutionally unacceptable probability\" of bias. Lawyers for Massey Coal contend recusal is necessary only when a judge has a \"pecuniary\" interest in the outcome. Something they say is not at issue in this case. They also point out that Justice Benjamin has voted against them at least five other times in cases totaling in excess of $243 million. Earlier this year, Benjamin announced he would no longer take part in Massey Coal cases saying it would be disrespectful while the matter is before the Supreme Court.", "This case is seen by some interests as a prime example why judges shouldn't be elected in the first place. The case also closely parallels the 2008 John Grisham book \"The Appeal.\"", "Date: Tuesday, March 3, 2009", "Issue: This case is about the availability of relief under the Federal Arbitration Act when third parties attempt to force arbitration in federal courts.", "Background: After Wayne Carlisle and two associates sold their construction business they wanted help in setting up tax shelters for their profits. They eventually partnered with a firm called Bricolage who worked with other companies setting up the shelter. As part of the agreement with Bricolage, Carlisle and his business partners signed a contract providing for arbitration in case of a dispute.", "As it turned out, the IRS said the shelter was illegal and initially allowed Carlisle some extra time to make good on his tax obligations. But Carlisle says the firm the IRS reached out to never informed him of that grace period. Eventually the IRS cracked down on Carlisle for the failure to pay his original tax burden and added fines and interest all totaling in excess of $20 Million.", "Carlisle sued Bricolage and eight other interests saying they were responsible for his tax mess. The arbitration agreement with Bricolage was enacted—but only with Bricolage. The other eight firms were left to defend themselves in court. They argue they too should be covered by the arbitration agreement."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2011-12-06T10:44:24.000-05:00", "articles_link": "http://www.foxnews.com/us/2011/12/06/west-virginia-mine-disaster-reportedly-yields-210-million-agreement.html", "articles_title": "West Virginia Mine Disaster Yields $210 Million Settlement", "article_text": ["In the biggest settlement ever reached in a U.S. mining disaster, the new owners of the West Virginia coal mine where 29 men were killed in an explosion agreed Tuesday to pay $210 million over a tragedy the government blamed on the ruthless pursuit of profits ahead of safety.", "ADVERTISEMENT", "The money will go to compensate the grieving families, bankroll cutting-edge safety improvements and pay for years of violations by Massey Energy, owner of the Upper Big Branch mine at the time of the April 2010 blast.", "Under the deal, Alpha Natural Resources -- which bought Massey earlier this year -- will face no criminal charges in the explosion as long as it abides by the settlement, U.S. Attorney Booth Goodwin said.", "But \"no individuals are off the hook,\" Goodwin warned, adding that federal prosecutors are still investigating former Massey managers.", "Charges have been brought against only one person so far: the mine's former security chief, Hughie Elbert Stover. A federal jury convicted him last month of lying to investigators and trying to destroy mine records. He is awaiting sentencing.", "The settlement was bitterly criticized by some of the dead men's relatives, who said they won't be satisfied until charges are filed against those they consider responsible for the catastrophe, the nation's deadliest mine accident in 40 years.", "Gary Quarles, whose son Gary Wayne Quarles died in the disaster, said: \"I want to hear names, and I want to know what they're going to be charged for. Today would have been a fine day for them to have told us.\"", "Hours after the settlement was announced, the U.S. Mine Safety and Health Administration released a final report on the blast that detailed 369 safety violations at Upper Big Branch, including 12 it said contributed to the explosion. MSHA labeled nine of the violations that led to the accident as flagrant, the most serious designation, and said they included illegally tipping off miners that inspectors were on the site and failing to conduct proper safety inspections.", "\"The physical conditions that led to the explosion were the result of a series of basic safety violations at UBB and were entirely preventable,\" the report said.", "The report confirmed what the agency and other investigators said previously: that Massey allowed a buildup of highly explosive methane gas and combustible coal dust, and that worn and broken cutting equipment created the spark that ignited the fuel. Also, investigators said broken water sprayers allowed a mere flare-up to turn into an inferno that ripped through miles of underground tunnels and killed men instantly.", "\"Every time Massey sent miners into the UBB Mine, Massey put those miners' lives at risk,\" said MSHA director Joe Main. \"Massey management created a culture of fear and intimidation in their miners to hide their reckless practices. Today's report brings to light the tragic consequences of a corporate culture that values production over people.\"", "The settlement consists of $46.5 million in restitution to the miners' families, $128 million for safety improvements, research and training, and $35 million in fines for safety violations at Upper Big Branch and other Massey mines.", "The deal seeks to guarantee that the families of the 29 dead miners and two co-workers who survived the explosion will each receive $1.5 million. Those who accept the payout can still pursue lawsuits, but the $1.5 million will be deducted from any settlement or jury award. At least eight families of dead miners previously settled with Massey.", "Alpha CEO Kevin Crutchfield said the company cooperated fully with authorities and believes the agreement represents \"the best path forward for everyone.\"", "\"We're particularly pleased that a substantial portion of the settlement is going towards furthering miner safety, which has always been Alpha's guiding principle,\" he said.", "The deal was seen as precedent-setting, not just because of the amount of money, but because a lot of it is going toward research that could make mining safer. It was also seen as an attempt by Alpha to put the scandal behind it.", "\"Alpha definitely knows they had a problem. Whenever they bought Massey, they bought all of Massey's older problems,\" said Bruce Dial, who runs a mine consulting company out of Pineville, N.C. \"This is their way of saying, `Massey did this, we bought Massey, let's settle up and start new.\"'", "Well before the disaster, Massey had a poor safety record, and the coal company and its hard-nosed CEO, Don Blankenship, had a reputation among their union critics for treating fines as the cost of doing business.", "MSHA said its investigation found \"systematic, intentional and aggressive efforts\" by Massey to cover up problems, including keeping two sets of inspection books -- an accurate one for itself, and a fake one for regulators.", "The federal agency also said it will conduct an internal review of its own actions at Upper Big Branch. Relatives of the victims and officials with the United Mine Workers union have rebuked MSHA for not shutting down the mine before the tragedy.", "Under Tuesday's settlement, Virginia-based Alpha will invest $48 million in a mine-safety research trust and spend an additional $80 million to improve safety at all of its mines with the latest technology. The improvements will include coating mines with crushed limestone to reduce the risk of a coal-dust explosion; using digital sensors to continuously monitor air flow and methane levels; and adopting emergency oxygen equipment, similar to what firefighters rely on, to give miners an uninterrupted supply of air while trying to escape from an underground accident.", "\"This in several ways is a revolutionary resolution,\" Goodwin said. \"We wanted it to be something constructive and forward-looking.\"", "Clay Mullins, whose brother Rex died in the mine, said he wants to see criminal charges brought against executives at Massey, not just against low- and mid-level managers.", "\"It was an act of murder,\" he said. \"They murdered 29 men, and I'm not satisfied one bit.\" Mullins said he also believes MSHA bears some responsibility.", "MSHA coal administrator Kevin Stricklin defended the agency, saying that his inspectors shut the mine down 48 times in the year before the blast but had to allow it to reopen when problems were fixed. He said MSHA lacked the authority to close it permanently and still does.", "\"We thought we were keeping accidents from happening,\" he said."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2010-04-13T06:32:16.000-04:00", "articles_link": "http://www.foxnews.com/us/2010/04/13/bodies-recovered-west-virginia.html", "articles_title": "Bodies of All 29 West Virginia Miners Recovered", "article_text": ["CHARLESTON, W.Va. -- The bodies of all 29 West Virginia coal miners killed in an explosion last week have been recovered from the mine, a spokeswoman for the state mine office said Tuesday.", "ADVERTISEMENT", "Jama Jarrett said the last bodies were taken out around 2 a.m. or 3 a.m. Tuesday and the bodies were being sent to the state medical examiner for autopsies.", "Recovery efforts had been stalled in previous days by volatile gases, but teams entered Monday after the tunnels were ventilated.", "The recovery of the remaining bodies, paves the way for federal investigators to enter the mine as they try to determine what caused the worst U.S. coal mining disaster since 1970. Investigators had not yet entered the mine early Tuesday, Jarrett said.", "The team of inspectors from the Mine Safety and Health Administration briefed Secretary of Labor ", " and MSHA director Joe Main at the Upper Big Branch mine Monday.", "The mine's owner, Richmond, Va.-based Massey Energy Co., has been under scrutiny for a string of safety violations at the mine, though CEO Don Blankenship has defended the company's record and disputed accusations that he puts profits ahead of safety.", "Authorities have said high methane levels may have played a role in the disaster. Massey has been repeatedly cited and fined for problems with the system that vents methane and for allowing combustible dust to build up.", "New York state's comptroller and a pension fund adviser called for Blankenship's resignation immediately as chairman of Massey's board.", "Comptroller Thomas DiNapoli, trustee of a retirement fund holding more than 300,000 shares of Massey stock worth $14 million, said the company failed to adequately manage risks at the mine.", "A similar challenge came in a letter to Massey from William Patterson, executive director of the Washington, D.C.-based CtW Investment Group, which works with union pension funds.", "Mourning continued Monday exactly a week after the explosion, with the ceremony at the state Capitol and a moment of silence at 3:30 p.m. President ", " ordered all U.S. flags in the state flown at half-staff until sunset Sunday.", "Virginia Gov. ", " also asked people in his state to observe the moment of silence. He restored $750,000 in funding for mine safety inspections in Virginia to the state's strained budget, saying the tragedy in West Virginia was a wakeup call."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2016-04-05T16:41:36.000-04:00", "articles_link": "http://www.foxnews.com/us/2016/04/05/ex-coal-ceo-faces-up-to-1-year-in-sentencing-for-mine-crime.html", "articles_title": "Ex-coal CEO faces up to 1 year in sentencing for mine crime", "article_text": ["Former Massey Energy CEO Don Blankenship could be sentenced up to a year in prison and fined up to $250,000 for a conviction connected to the deadliest U.S. mine disaster in four decades.", "He is scheduled to be sentenced Wednesday in Charleston federal court.", "Legal experts say just as important as the length of his sentence is whether he will stay free pending his appeal. If he heads to prison before an appellate decision, his defense attorneys say the decision may not come until after his whole sentence is served.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch Mine. The southern West Virginia coal mine exploded in 2010, killing 29 men."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2015-12-03T12:33:50.000-05:00", "articles_link": "http://www.foxnews.com/us/2015/12/03/mine-explosion-trial-ex-coal-ceo-blankenship-convicted-on-1-count-acquitted-on.html", "articles_title": "Mine explosion trial: Ex-coal CEO Blankenship convicted on 1 count, acquitted on 2", "article_text": ["Former Massey Energy CEO Don Blankenship was convicted Thursday on one of three counts connected to a deadly coal mine explosion and acquitted of two other charges.", "ADVERTISEMENT", "Blankenship was convicted on a misdemeanor conspiracy count but acquitted of making false statements and securities fraud.", "A 12-member jury returned the verdicts for the former coal industry executive in U.S. District Court in Charleston.", "Blankenship was tried on charges of conspiring to break safety laws and defrauding mine regulators at West Virginia's Upper Big Branch Mine, and lying to financial regulators and investors about safety. The mine exploded in 2010, killing 29 men.", "The conviction becomes the centerpiece of a wide-spanning investigation into Massey that began after the explosion. The probe produced four other convictions up the Massey corporate chain, leading to Blankenship. Relatives of the miners who died have long called for Blankenship to go to prison.", "During the trial, which began Oct. 1, prosecutors contended that Blankenship was a bullish micromanager who knew about and meddled in the smallest details of Upper Big Branch.", "Prosecutors said Massey's safety programs really were just a facade -- never backed by more money to hire additional miners or take more time on safety tasks.", "And prosecutors consistently reminded jurors that a conspiracy doesn't have to be spelled out formally between parties.", "\"The defendant wants you to reward him for being smart enough not to come right out and say, `I want you to break the law,\"' Assistant U.S. Attorney Steven Ruby told jurors in closing arguments. \"He wants you to let him off the hook because he was careful enough to come right up to the line of putting it explicitly, putting it into words without doing it. Don't do that.\"", "Blankenship's defense made a rare, risky move by not calling a single witness in the case. His attorneys said there wasn't a shred of evidence that Blankenship was involved in a conspiracy.", "\"We don't convict people in this country on the basis of maybes,\" lead defense attorney William Taylor said in his closing argument. \"We don't convict them of crimes because they are rich or they are rude or they are tough. We require the government to prove more than that a man was in charge of a company when a terrible tragedy occurred.\"", "Prosecutors made their case with Blankenship's own voice, using phone calls he secretly recorded in his Massey office.", "In key calls, Blankenship said a scathing internal safety memo should be kept highly confidential, and that it would be a terrible document to show up in legal discovery if there was a mine fatality.", "Under defense cross-examination, Christopher Blanchard -- who ran the subsidiary that oversaw Upper Big Branch -- said Blankenship and Massey pushed for safety.", "Testifying to prosecutors, Blanchard said he believed Blankenship thought it was less expensive to pay fines than pay for measures to prevent safety violations. He also said most Upper Big Branch violations could have been prevented by hiring more miners or spending more time on safety tasks.", "Former Massey safety expert William Ross, who gave a tough review of the company's safety shortcomings, wept while testifying about how thrilled he had been to think that Massey was going to change. He also became emotional while talking about a 2009 meeting with Blankenship, in which he told the executive that Massey couldn't \"afford to have a disaster.\""]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2016-04-06T15:00:00.000-04:00", "articles_link": "http://www.foxnews.com/us/2016/04/06/ex-coal-ceo-gets-1-year-in-prison-for-deadliest-mine-blast-in-decades.html", "articles_title": "Ex-coal CEO gets 1 year in prison for deadliest mine blast in decades", "article_text": ["A judge sentenced former coal executive Don Blankenship to a year in prison Wednesday for his role in the deadliest U.S. mine explosion in four decades, saying he was part of a \"dangerous conspiracy.\"", "One day after the sixth anniversary of the Upper Big Branch Mine explosion, which killed 29 men, U.S. District Judge Irene Berger gave the ex-Massey Energy CEO the maximum prison time and fine of $250,000. A federal jury convicted Blankenship on Dec. 3 of a misdemeanor conspiracy to violate mine safety standards at Upper Big Branch.", "Blankenship spoke briefly during the sentencing hearing and said he wanted to reassure the families of the fallen miners that they were \"great guys, great coal miners.\" The main point he wanted to express, he said, was \"sorrow to the families and everyone about what happened.\"", "In his next breath, he denied culpability.", "\"It is important to everyone that you know that I'm not guilty of a crime,\" Blankenship said.", "Blankenship's attorneys contended he should receive probation and a fine, at most. The judge denied their motion for Blankenship to remain free as he appeals. It's not clear when he must report to prison.", "As Blankenship left the courthouse, a few family members of miners who were killed started yelling at him while he and his attorneys spoke with reporters.", "\"We buried our kid because of you,\" said Robert Atkins, whose son Jason died in the explosion. \"That's all I got is a goddamn tombstone.\"", "Asked by a reporter what he had to say to the shouting family members, Blankenship said: \"Well, just that the coal miners didn't cause the accident.\"", "Then about a half-dozen law enforcement officers surrounded Blankenship and his team and ushered them into an awaiting van.", "Four investigations found worn and broken cutting equipment created a spark that ignited accumulations of coal dust and methane gas. Broken and clogged water sprayers then allowed what should have been a minor flare-up to become an inferno.", "Blankenship disputes those reports. He believes natural gas in the mine, and not methane gas and excess coal dust, was at the root of the explosion.", "The sentence drew praise from U.S. Sen. Joe Manchin and the United Mine Workers of America, and capped a wide-spanning investigation into Massey following the explosion. Four other workers in the corporate chain were convicted of crimes including faking a foreman's license, lying to federal investigators and conspiring in an illegal scheme to warn miners and other subsidiaries of surprise safety inspections. Their sentences ranged from less than a year to more than three years in prison.", "The judge described Blankenship's rise from a meager, single-mother Appalachian household to one of the wealthiest, most influential figures in the region and in the coal industry.", "\"Instead of being to be able to tout you as a success story, we are here as a result of your part in a dangerous conspiracy,\" she said.", "During the trial, prosecutors called Blankenship a bullish micromanager who meddled in the smallest details of Upper Big Branch. They said Massey's safety programs were just a facade — never backed by more money to hire additional miners or take more time on safety tasks.", "Blankenship was acquitted of felonies that could have stretched his sentence to 30 years.", "On Wednesday, lead defense attorney William Taylor said the former U.S. attorney was \"using this case as part of the reason to vote for him.\" Booth Goodwin left the office shortly after Blankenship's conviction to run for governor.", "\"Well, when all else fails, attack the prosecutor,\" Goodwin said after the sentencing.", "In 2011, Alpha Natural Resources, which bought Massey after the explosion, agreed to pay $210 million to compensate grieving families, bankroll cutting-edge safety improvements and pay for years of violations by Massey Energy. Under the deal with federal prosecutors, Alpha wasn't criminally charged.", "The judge already ruled that Blankenship won't have to pay $28 million in restitution to Alpha Natural Resources, helping him avoid a serious blow to his personal fortune. Berger also ruled that Blankenship would not have to pay restitution to about 100 people, including former miners and family members."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2015-12-16T16:01:37.000-05:00", "articles_link": "http://www.foxnews.com/us/2015/12/16/prosecutors-ex-coal-ceo-blankenship-restitution-costs-could-reach-tens-millions.html", "articles_title": "Prosecutors: Ex-coal CEO Blankenship's restitution costs could reach tens of millions", "article_text": ["Prosecutors say ex-Massey Energy CEO Don Blankenship may have to pay tens of millions of dollars after a conviction carrying up to one year in prison.", "ADVERTISEMENT", "In U.S. District Court in Beckley Wednesday, prosecutors opposed Blankenship's plea to reduce his $5 million bond to $250,000 and drop travel restrictions. Prosecutors say restitution could ruin his wealth and make him a flight risk for sentencing in April.", "Prosecutors say if it weren't for Blankenship's conspiracy, most of the 29 deaths from the Upper Big Branch Mine explosion in West Virginia in 2010 could've been avoided.", "They say Massey, bought by Alpha Natural Resources, incurred significant fines and costs also subject to restitution.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2016-03-18T14:08:31.000-04:00", "articles_link": "http://www.foxnews.com/us/2016/03/18/convicted-coal-ceo-says-doesnt-have-to-detail-finances.html", "articles_title": "Convicted coal CEO says he doesn't have to detail finances", "article_text": ["Lawyers for former Massey Energy CEO Don Blankenship say he can withhold personal financial information under a constitutional right to remain silent during sentencing.", "ADVERTISEMENT", "Blankenship's attorneys cited the 5th Amendment in a federal court filing Friday.", "Prosecutors say Blankenship is violating criminal procedure rules and restitution laws. They say they can't tell if he anticipated fines or restitution and altered his finances accordingly.", "Blankenship opposes prosecutors' push to make him pay $28 million in restitution to Alpha Natural Resources. The now-bankrupt coal company bought Massey in 2011.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch Mine, where an explosion killed 29 men in 2010.", "He faces up to one year in prison and maximum fine of $250,000."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2016-04-06T09:15:28.000-04:00", "articles_link": "http://www.foxnews.com/us/2016/04/06/ex-coal-ceo-sentencing-slated-for-wednesday-in-west-virginia.html", "articles_title": "Ex-coal CEO sentencing slated for Wednesday in West Virginia", "article_text": ["Former coal executive Don Blankenship is scheduled to be sentenced for a conviction connected to the deadliest U.S. mine explosion in four decades.", "ADVERTISEMENT", "The ex-Massey Energy CEO is due in court Wednesday for sentencing.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch Mine. The southern West Virginia coal mine exploded in 2010, killing 29 men.", "Prosecutors are advocating for the maximum penalties of a year in prison and a $250,000 fine. Blankenship's defense says he shouldn't receive more than probation and a fine.", "Defense attorneys also are pushing to keep Blankenship out of prison until he receives a decision on the appeal his attorneys have promised. Prosecutors oppose the motion."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2016-04-08T17:24:07.000-04:00", "articles_link": "http://www.foxnews.com/us/2016/04/08/while-appealing-year-prison-ex-coal-ceo-pays-250k-fine.html", "articles_title": "While appealing year of prison, ex-coal CEO pays $250k fine", "article_text": ["While he appeals a decision that served him a one-year prison sentence, former coal company executive Don Blankenship has paid his $250,000 fine.", "ADVERTISEMENT", "According to a U.S. District Court filing, the wealthy ex-Massey Energy CEO paid the fine in Charleston on Friday, plus a $25 court fee.", "Blankenship was sentenced Wednesday to the maximum prison time and fine for conspiring to willfully violate mine safety standards at Upper Big Branch Mine.", "The southern West Virginia coal mine exploded in 2010 and killed 29 men.", "A jury convicted him of the misdemeanor Dec. 3.", "He filed his notice of appeal Thursday to the U.S. 4th Circuit Court of Appeals.", "Judge Irene Berger declined to let Blankenship stay free on a $1 million bond while he appeals the case."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2016-04-07T12:17:04.000-04:00", "articles_link": "http://www.foxnews.com/us/2016/04/07/ex-prosecutor-ex-coal-chief-will-serve-full-year-in-prison.html", "articles_title": "Ex-prosecutor: ex-coal chief will serve full year in prison", "article_text": ["The former prosecutor against ex-coal company chief Don Blankenship expects him to serve his full, one-year sentence in a minimum-security federal prison.", "ADVERTISEMENT", "Former U.S. Attorney Booth Goodwin made the comments Thursday.", "Assistant U.S. Attorney Steven Ruby confirmed that time off for good behavior applies only to terms more than a year.", "On Wednesday, Blankenship was sentenced to the maximum penalties of a year in prison and a $250,000 fine for conspiring to willfully violate mine safety standards at Upper Big Branch Mine.", "The southern West Virginia coal mine exploded in 2010, killing 29 men.", "A jury convicted him of the misdemeanor on Dec. 3.", "Judge Irene Berger declined to let Blankenship stay free on a $1 million bond while he appeals the case.", "Goodwin left office after Blankenship's conviction to run for governor."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2010-05-20T07:57:21.000-04:00", "articles_link": "http://www.foxnews.com/politics/2010/05/20/congressional-calendar-may-20-2010.html", "articles_title": "Congressional Calendar May 20, 2010", "article_text": ["Safety is the word of the day on Capitol Hill Thursday.", "ADVERTISEMENT", "Rep. John Mica, R-Fla., plans to release a new Government Accountability Office report at 10:00 a.m. ET that questions the ability of the Transportation Security Administration to perform its mission to secure the nation’s commercial aviation systems. The report comes weeks after Faisal Shahzad, the alleged Times Square bomber, was almost able to leave the United States aboard an Emirates flight out of New York on May 3.", "The House Energy and Commerce Oversight and Investigations Subcommittee holds a hearing at 10:00 a.m. ET to get an update on the government and Toyota’s response to the problem of sudden unintended acceleration in Toyota vehicles. Administrator of the National Highway Traffic Safety Administration David Strickland and James Lentz, President and COO of Toyota Motor Sales USA will testify.", "Mine safety is the topic of a hearing held by the Senate Labor, Health and Human Services, and Education Committee at 2:00 p.m. ET. Chairman and CEO of Massey Energy Don Blankenship will be a witness in the second panel. Massey is the company that runs the Upper Big Branch mine in Montcoal, West Virginia, the site of April’s mining disaster that killed 29 people.", "In financial news, Senate Majority Leader Harry Reid, D-Nev., may hold another cloture vote to end debate on financial regulatory reform legislation. He’s still looking for one more vote to move the measure to final passage. Meanwhile, a group of Senate Republicans will meet to discuss the nation’s debt, which is approaching $13 trillion.", "Mark Critz, the winner of Tuesday’s special election in Pennsylvania’s 12th district, becomes the newest member of Congress at approximately 2:15 p.m. ET.", "Sen. Bob Bennett, R-Utah, who was defeated in a primary election earlier this month, will discuss plans for his political future at 12:00 p.m. ET from the headquarters of the National Republican Senatorial Committee.", "House leadership hold dueling press conferences. House Minority Leader John Boehner, R-Ohio, holds his event first at 2:15 p.m. ET; House Speaker Nancy Pelosi, D-Calif., follows at 3:00 p.m. ET", "Solicitor General Elena Kagan continues to interview with senators ahead of her confirmation hearings, which are set to begin on June 28.", "Congress receives an address from Mexican President Felipe Calderon in the House Chamber at 11:00 a.m. ET.", "We’ll be covering all this and more so stay with Fox News for the latest."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2016-03-17T11:49:03.000-04:00", "articles_link": "http://www.foxnews.com/us/2016/03/17/prosecutors-oppose-sentencing-delay-for-coal-extractor-ceo.html", "articles_title": "Prosecutors oppose sentencing delay for coal extractor CEO", "article_text": ["Federal prosecutors say they oppose a request for a delay in the sentencing of Massey Energy CEO Don Blankenship following his mine safety conspiracy conviction.", "ADVERTISEMENT", "Assistant U.S. Attorney Steve Ruby said in a filing Wednesday that the sentencing of Blankenship should not be delayed.", "The Charleston Gazette-Mail (http://bit.ly/1pqikmH) reports that attorneys are arguing over whether Blankenship should also pay restitution to compensate victims of the case for any losses. Ruby says that prosecutors agree that matters about restitution payments by Blankenship should be handled through a hearing separate from his April 6 sentencing hearing.", "Blankenship was convicted Dec. 3 of a misdemeanor conspiracy to willfully violate mine safety standards at Upper Big Branch Mine in West Virginia. He faces up to one year in prison and maximum fine of $250,000.", "___", "Information from: The Charleston Gazette-Mail, http://wvgazettemail.com."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2010-09-17T10:49:44.000-04:00", "articles_link": "http://www.foxnews.com/us/2010/09/17/federal-official-tests-excessive-coal-dust-wva-deadly-april-blast.html", "articles_title": "Federal official: tests show excessive coal dust found in W.Va. mine before deadly April blast", "article_text": ["More than 1,400 samples collected inside West Virginia's Upper Big Branch mine show excessive amounts of coal dust were present before an explosion killed 29 miners in April, a federal official said Friday.", "A majority of the samples came from areas affected by the explosion, but show only that coal dust played a role in the blast, Mine Safety and Health Administration official Kevin Stricklin said during a conference call with reporters.", "\"It's going to be fair to say that coal dust played a role,\" Stricklin said. \"We just aren't in a position to say how big of a role.\"", "The findings bolster MSHA's preliminary findings issued 10 days after the explosion that a mix of methane and coal dust were responsible for the blast. Federal law requires coal mines to coat coal dust with pulverized stone or other inert material to prevent and contain explosions.", "The explosion was the deadliest at a U.S. coal mine since 1970 and is now the subject of civil and criminal investigations.", "Mine owner Massey Energy Co. criticized MSHA for releasing the test results.", "\"This is not the first time MSHA has attempted to use unproven or faulty coal dust claims in their investigation efforts,\" the Richmond, Va.-based company said in a statement. A federal administrative law judge rejected citations MSHA issued for rock dust violations after a deadly explosion at an Alabama coal mine in 2001.", "Massey General Counsel Shane Harvey said \"it's pretty important\" to note that MSHA issued citations for similar alleged rock dust violations after that accident.", "\"That was flatly rejected,\" Harvey said.", "MSHA contends that samples taken after an explosion contain less coal dust than they would have before a blast. \"The explosion has had the opportunity to eat up or use up, burn up some of the combustible materials,\" Stricklin said.", "Inspection logs filled out by Massey employees before the blast showed problems with coal dust as well.", "The Associated Press reported Sunday that those handwritten logs showed eight of the mine's conveyer belts had excessive amounts of coal dust 32 minutes before the explosion at 3:02 p.m. on April 5. Harvey said the company believed the mine was properly rock dusted at the time of the explosion.", "The logs, which Massey turned over to investigators, also show the mine routinely had to deal with excessive coal dust along the belts.", "MSHA has collected 1,803 dust samples so far and 79 percent contained too little inert material to comply with the law, Stricklin said. Most of the samples came from parts of the mine affected by the explosion, with a minority taken just past the spot where seven of the victims were found.", "Investigators still need samples from two areas that had been flooded in the 12-mile underground complex, Stricklin said. One of those areas is now drained, which will allow investigators to enter it and begin mapping, sampling and searching for clues. Stricklin expects pumping will begin shortly in the second area.", "MSHA also is still searching for a methane detector that should have been at the mine's main working face and a remote control for the longwall mining machine used in that area. The agency also plans to recreate the mine's ventilation scheme as it would have been at the time of the blast.", "\"The majority of the underground work has been complete.\"", "On the surface, investigators have conducted 235 interviews and plan about 20 more, Stricklin said. The agency is still considering whether it needs to interview Massey Chief Executive Don Blankenship.", "Following the investigation, MSHA may cite Massey for violations that investigators determine contributed to the explosion and deaths. The agency also could fine the company. The criminal investigation is being handled separately by the U.S. Department of Justice.", "MSHA's latest update came a day after Massey warned investors to brace for another quarterly loss, complaining that tougher enforcement was hurting productivity.", "MSHA director Joe Main reacted quickly, saying mine operators are responsible for finding and fixing hazards instead of relying on government inspectors.", "\"When the industry comes to grips with this issue and figures out a way to beef up their health and safety programs, there's going to be less enforcement action for MSHA to take,\" Main said."]},
{"newspaper_name": "foxnews", "first_name": "Evan", "last_name": "Jenkins", "articles_date": "2014-06-05T03:00:28.000-04:00", "articles_link": "http://www.foxnews.com/politics/2014/06/04/forty-one-senators-push-for-repeal-obamas-cap-and-trade-rule.html", "articles_title": "Forty-one senators push for repeal of Obama’s cap-and-trade rule", "article_text": ["Senate Republicans have ", " the White House, urging President Obama to repeal his recently announced power plant rule that cajoles states into imposing cap-and-trade schemes on carbon dioxide emissions.", "ADVERTISEMENT", "Republicans say that Obama’s rule is “all pain, no gain” and would result in higher energy prices and huge job losses as coal-fired power plants and coal mines are shut down to comply with federal emissions reduction mandates.", "“Mostly, I’m concerned about the American families and businesses who are going to have to deal with the severe financial effects of the President’s rule. It’s all pain, no gain,” Louisiana Sen. David Vitter said in a statement. “Clearly, this Administration prioritizes pushing a far-left environmental agenda over providing affordable, reliable electricity across the country.”", "The Environmental Protection Agency’s new regulation requires existing power plants reduce carbon dioxide emissions 30 percent by 2030. Different states would have to meet different emissions reductions targets, which means that coal-reliant states could be hit hardest.", "“This is cap-and-trade all over again, without consent by the American people, in an attempt to payoff President Obama’s friends and political allies,” Vitter said.", "Bloomberg ", " that Texas alone will make up one-quarter of total U.S. emissions reductions, having to cut emissions 39 percent over the next 15 years, according to the EPA’s proposed rule. All this, while other coal-reliant states, Kentucky and West Virginia, will only have to reduce emissions by half as much.", "Kentucky and West Virginia have been some of the most vocal opponents of EPA carbon dioxide limits for new and existing power plants, which the agency ", " will result in 19 percent of the U.S. coal power plant capacity shutting down and coal production falling by 28 percent.", "“This Obama administration national energy tax would ship middle class jobs overseas, shatter our manufacturing base, and drive up energy costs for families, and especially families in Kentucky,” Senate Minority Leader Mitch McConnell, a Kentucky Republican, said in a statement.", "McConnell is currently locked in a tough race with Democratic Senate candidate Alison Lundergan Grimes, who has slammed McConnell for not doing enough to help coal country. Grimes has also come out against the new EPA rules.", "“President Obama’s new EPA rule is more proof that Washington isn’t working for Kentucky. Coal keeps the lights on in the Commonwealth, providing a way for thousands of Kentuckians to put food on their tables,” Grimes said. “When I’m in the U.S. Senate, I will fiercely oppose the President’s attack on Kentucky’s coal industry because protecting our jobs will be my number one priority.”", "In West Virginia, Democratic Rep. Nick Rahall faces a tough reelection battle this year against Republican candidate Evan Jenkins who has repeatedly attacked Rahall for not fighting back against EPA rules.", "“Nick Rahall talks tough now, but for years he’s backed the president’s War on Coal and voted to give EPA the power and money to develop reckless regulations like these that destroy West Virginia jobs and send electricity rates skyrocketing,” ", " Jenkins.", "The EPA also predicted that electricity prices will increase 6 or 7 percent by 2020 and then increase 3 percent by 2030, causing worry in some states.", "“These rules will effectively double the cost of electricity nationally,” Eric Skrmetta, chairman of Louisiana’s public service commission, ", " Bloomberg", "“I have a real problem with them pretending it’s not going to have an effect on electric rates,” echoed Chuck Eaton, Republican chairman of the Georgia Public Service Commission. “They make the rules and I’m the one having to hand Georgians the bill.”"]},
{"newspaper_name": "foxnews", "first_name": "Evan", "last_name": "Jenkins", "articles_date": "2015-12-23T06:00:00.000-05:00", "articles_link": "http://www.foxnews.com/health/2015/12/23/u-s-lawmakers-call-for-action-to-protect-drug-exposed-newborns.html", "articles_title": "U.S. lawmakers call for action to protect drug-exposed newborns", "article_text": ["Two senior U.S. senators are calling for swift federal action to help protect thousands of infants born each year to mothers who used opioids during pregnancy.", "ADVERTISEMENT", "Senator Robert Casey of Pennsylvania, the top Democrat on the children and families subcommittee, is calling for oversight hearings, in part to understand why a longstanding federal law directing states to safeguard the newborns is not being enforced.", "Another Democrat, Senator Charles Schumer of New York, wants the Obama Administration to put \"an emergency surge\" of funds from the new federal budget toward addressing the growing number of drug-dependent newborns.", "The calls come after a Reuters investigation earlier this month identified 110 examples of babies and toddlers whose mothers used opioid drugs during their pregnancies and who died under preventable circumstances after being sent home from hospitals to families ill-equipped to keep them safe. Six women who accidentally killed their babies while on drugs said in interviews that they wished they had received more help from hospitals or social workers. All but one of the mothers were sentenced to prison time in the deaths.", "Casey said he was \"deeply disturbed\" by the findings. \"This is unacceptable when children's lives are at stake,\" Casey wrote in a letter to Senator Lamar Alexander of Tennessee, a Republican who chairs the Committee on Health, Education, Labor and Pensions. Alexander's office didn't respond to requests for comment.", "Despite a 12-year-old federal law that calls on states to protect drug-dependent newborns, Reuters found that thousands of babies born to mothers who use opioids during pregnancy are being sent home without social-service evaluations and safe-care plans - requirements under the Keeping Children and Families Safe Act.", "Since 2003, when the law was passed, the number of newborns diagnosed with Neonatal Abstinence Syndrome has skyrocketed - from 4,991 cases in 2003 to 27,315 in 2013, according to a Reuters analysis of hospital discharge data kept by the federal government.", "\"It's become a sad fact that the latest victims of the prescription drug crisis in this country are the most vulnerable in our society, innocent babies,\" Schumer said in a news release. The senator called for the administration to direct a portion of the $47 million allocated in the recent budget for a substance-abuse agency toward helping opioid-exposed babies. Schumer did not ask for a specific amount of money.", "A spokesman for the Department of Health and Human Services said the senator's request is being considered.", "Senate Majority Leader Mitch McConnell also called for action. McConnell, a Republican from Kentucky, said the Reuters series \"brings to the forefront a problem\" that he has urged the Obama Administration to address faster.", "In the House of Representatives, Representative Evan Jenkins, a Republican from West Virginia, has introduced legislation that would make it easier for cities to create and operate facilities designed to care for opioid-affected babies and mothers in the critical first month after birth. Jenkins helped found one such facility in his hometown of Huntington, West Virginia.", "Jenkins said the news agency's investigation \"showed the devastating effects prenatal drug exposure has on our nation's babies and the magnitude of the crisis across the country and in my home state of West Virginia.\"", "Some advocacy groups are pushing for congressional steps to address the issue, while others are recommending caution.", "The Pennsylvania-based child welfare organization Center for Children's Justice asked for \"immediate, not delayed action\" in a letter signed by 24 other organizations representing children's advocates, pediatricians, nurses, social workers and churches. The letter was sent earlier this month to Casey and other Pennsylvania lawmakers in Washington.", "The California-based Children and Family Futures called in a letter to congressional staffers for oversight hearings and an investigation into whether state and county child welfare agencies are writing plans for safe care as the law requires.", "Two other groups raised concerns about what would happen to mothers and families if child protection workers became more involved in cases like those profiled by Reuters.", "The National Advocates for Pregnant Women called the Reuters investigation \"the latest in a long line of journalistic reports that perpetrate stigma\" against women. \"These 'bad mothers' are frequent scapegoats in a nation that is itself addicted to punishment,\" the group said in a statement.", "Another group, the National Coalition for Child Protection Reform, argued that more intervention by child protection authorities would be counterproductive. \"Whenever we try to take a swing at 'bad mothers,' the blow lands on the children,\" wrote the group's executive director, Richard Wexler, in an opinion piece published by Reuters.", "The Reuters investigation, \"Helpless & Hooked,\" can be found at http://reut.rs/1NSc7uC"]},
{"newspaper_name": "foxnews", "first_name": "Evan", "last_name": "Jenkins", "articles_date": "2014-10-01T08:24:31.000-04:00", "articles_link": "http://www.foxnews.com/opinion/2014/10/01/november-midterms-who-will-be-245th-house-republican.html", "articles_title": "November midterms: Who will be the 245th House Republican?", "article_text": ["Who is the Republican candidate whose victory will expand the House majority to 245 members?", "ADVERTISEMENT", "Speaker John Boehner and House Republicans are looking beyond holding their majority on Election Day. They are aiming to get to 245 members, which would be the largest Republican majority since the end of World War II. Currently, Republicans hold 233 seats to the Democrats’ 199. There are three vacancies.", "House Republicans are not alone in their belief that there will be notably fewer Democrats in the 114th Congress. Famed political prognosticator Charlie Cook sees Republicans holding as many as 248 seats, while his esteemed counterpart Stu Rothenberg projects the high mark for Republicans will be as many as 245.", "[pullquote]", "To achieve success, Republicans will need to win in all three of these categories: ", "1. Open seats currently held by a Republican in Republican territory. ", "2. Seats currently held by a Democrat in Republican territory. ", "3. Seats currently held by a Democrat in swing territory.", "As results on the East Coast should be known early, here are three races to watch to gauge the potential for Republicans to reach 245 seats in the House by the end of the evening.", " With the retirement of Rep. Frank Wolf, Republicans must hold this sprawling Northern Virginia district, which he has represented since 1981. Republican State Delegate Barbara Comstock faces Democrat Fairfax County Supervisor John Foust. As evidenced by Republicans winning this congressional district by a mere 1 percent in last year’s gubernatorial election, it has become increasingly competitive. With her repeated elections to the state House, Comstock has shown an ability to win in the more challenging areas of the congressional district for Republicans. She will easily hold this seat if she continues to do well with voters in her current state legislative district and scores big victories in the traditionally Republican strongholds in the western counties and cities in the district.", "This race represents a Republican pickup opportunity. Republican presidential nominees have won the district recently, while Democratic Rep. Nick Rahall continues to hold on. State Sen. Evan Jenkins offers Republicans the most credible nominee the party has had since the mid-’90s. In a race that will see as much advertising by third-party organizations as any House race in the country, the winner will be the candidate who voters believe will do the most to take on President Obama’s War on Coal and the EPA.", " Election outcomes in this district have mirrored the national environment lately as much as any congressional district in the country. In a year favoring Republicans, this provides a welcome advantage for State Rep. Marilinda Garcia, who is challenging the Democratic incumbent, Rep. Ann Kuster. Through her work in the New Hampshire House, Garcia has advocated against ObamaCare and championed alternative ideas to improve access to and quality in health care. ", "Conversely, Kuster has said she would vote for ObamaCare again if she had the chance. If the political impact of ObamaCare is enough to decide an election, it will happen in this district.", "By winning these three races, the question throughout the night will increasingly become which Republican candidate’s victory expands the majority to 245 seats.", "Who do you think it will be?"]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2010-04-06T17:44:04.000-04:00", "articles_link": "http://www.foxnews.com/politics/2010/04/06/house-panel-hold-hearings-coal-mining-explosion.html", "articles_title": "Congress Poised to Hold Hearings on Coal Mining Explosion", "article_text": ["Congress is poised to look into the causes of Monday's deadly West Virginia mine explosion and whether policy changes can prevent future disasters.", "ADVERTISEMENT", "On Tuesday, Rep. George Miller, D-Cailf., chairman of the House Education and Labor Committee, accepted Rep. Nick Rahall's request to hold hearings.", "Rahall, D-W. Va., sent a letter to Miller asking him to hold hearings to \"closely examine this disaster, to understand what caused the massive explosion, and to discern what further action might be taken to prevent it from ever happening again.\"", "It was not clear when the hearings will be held. Congress returns from its Easter break next week.", "Sen. ", ", D-W. Va., said he \"will demand answers\" to the huge underground explosion that killed 25 miners and left four others missing.", "\"We will leave no stone unturned in determining how this happened and in taking action for the future,\" he said.", "In West Virginia, rescue crews were drilling 1,000 feet into the earth to release gases and make it safe to try to find the four. They were feared dead after the Monday afternoon blast at a mine with a history of violations for not properly ventilating highly combustible methane.", "Rescuers were being held back by poison gases that accumulated near the blast site, about 1.5 miles from the entrance to Massey Energy Co.'s sprawling Upper Big Branch mine.", ", president of the powerful labor union ", ", blasted Massey for the explosion.", "\"This incident isn't just a matter of happenstance, but rather the inevitable result of a profit-driven system and reckless corporate conduct,\" Trumka said in a written statement. \"Massey Mine, and its CEO, Don Blankenship, have been cited for over 450 safety violations in this mine. Massey paid over $1 million in fines in the past year alone -- and has failed to pay hundreds of thousands of dollars more in fines that it is contesting.\""]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2014-06-09T15:05:06.000-04:00", "articles_link": "http://www.foxnews.com/science/2014/06/09/hidden-volcanoes-melt-antarctic-glaciers-from-below.html", "articles_title": "Hidden volcanoes melt Antarctic glaciers from below, study finds", "article_text": ["Antarctica is a land of ice. But dive below the West Antarctic Ice Sheet, and you'll find fire as well, in the form of subglacial volcanoes.", "ADVERTISEMENT", "Now, a new study finds that these subglacial volcanoes and other geothermal \"hotspots\" are contributing to the melting of Thwaites Glacier, a ", " that flows into Antarctica's Pine Island Bay. Areas of the glacier that sit near geologic features thought to be volcanic are melting faster than regions farther away from hotspots, said Dustin Schroeder, the study's lead author and a geophysicist at the University of Texas at Austin.", "This melting could significantly affect ice loss in the West Antarctic, an area that is losing ice quickly.", "\"It's not just the fact that there is melting water, and that water is coming out,\" Schroeder told Live Science. \"It's how that affects the flow and stability of the ice.\" ", "[", "]", "Researchers have long known that volcanoes lurk under the ice of West Antarctica. This is a seismically active region, where East and West Antarctica are rifting apart. In 2013, a team of scientists even ", " beneath the West Antarctic Ice Sheet.", "West Antarctica is also ", " due to climate change, and recent studies have suggested there is no way to reverse the retreat of West Antarctic glaciers. However, the timing of this retreat is still in question, Schroeder said it could take hundreds of years, or thousands. It's important to understand which, given that meltwater from the West Antarctic Ice Sheet contributes directly to sea level rise.", "Scientists use computer models to try to predict the future of the ice sheet, but their lack of understanding of subglacial geothermal energy has been a glaring gap in these models. Measuring geothermal activity under the ice sheet is so difficult that researchers usually just enter one, uniform estimate for the contributions of geothermal heat to melting, Schroeder said.", "Of course, volcanism isn't uniform. Geothermal hotspots no doubt influence melting more in some areas than in others.", "\"It's the most complex thermal environment you might imagine,\" study co-author Don Blankenship, a geophysicist at UT Austin, said in a statement. \"And then, you plop the most critical dynamically unstable ice sheet on planet Earth in the middle of this thing, and then you try to model it. It's virtually impossible.\"", "To unravel the complexity, the researchers built on a previous study they published in 2013 that mapped out the system of channels that flows beneath the Thwaites Glacier, a fast-flowing glacier that scientists say is vulnerable to global warming.", "Using radar data from satellites in orbit, the researchers were able to figure out where these subglacial streams were too full to be explained by flow from upstream. The swollen streams revealed spots of unusually high melt, Schroeder said. Next, the researchers checked out the subglacial geology in the region and found that fast-melting spots were disproportionately clustered near confirmed West Antarctic volcanoes, suspected volcanoes or other presumed hotspots.", "\"There's a pattern of hotspots,\" Schroeder said. \"One of them is next to Mount Takahe, which is a volcano that actually sticks out of the ice sheet.\"", "The minimum average heat flow beneath Thwaites Glacier is 114 milliwatts per square meter (or per about 10 square feet) with some areas giving off 200 milliwatts per square meter or more, the researchers report Monday in the journal Proceedings of the National Academy of Sciences. (A milliwatt is one-thousandth of a watt.) In comparison, Schroeder said, the average heat flow of the rest of the continents is 65 milliwatts per square meter.", "\"It's pretty hot by continental standards,\" he said.", "The extra melt caused by subglacial volcanoes could lubricate the ice sheet from beneath, hastening its flow toward the sea, Schroeder said. To understand how much the volcanic melt contributes to this flow and what that means for the future of the West Antarctic Ice Sheet glaciologists and climate scientists will have to include the new, finer-grained findings in their models. Schroeder and his colleagues also plan to expand their study to other glaciers in the region.", "\"Anywhere in the West Antarctic Ice Sheet is going to be a candidate for high melt areas,\" he said. \"And we have radar data covering much of it.\""]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2015-12-10T17:30:09.000-05:00", "articles_link": "http://www.foxnews.com/us/2015/12/10/sentencing-set-april-6-for-former-massey-energy-ceo-convicted-misdemeanor.html", "articles_title": "Sentencing set April 6 for former Massey Energy CEO convicted of misdemeanor", "article_text": ["Former Massey Energy CEO Don Blankenship will be sentenced next year on a conviction of conspiring to violate safety rules at the mine where a deadly explosion occurred.", "ADVERTISEMENT", "U.S. District Judge Irene Berger on Thursday scheduled Blankenship's sentencing for April 6 in Charleston.", "Blankenship was found guilty Dec. 3 of conspiring to willfully violate mine safety rules at West Virginia's Upper Big Branch Mine, which exploded in 2010 and killed 29 men. He faces up to one year in prison for the misdemeanor.", "He was acquitted on felonies that could have netted him 30 years.", "Berger also approved Blankenship's request to travel for the holidays.", "His travel had been restricted to southern West Virginia; Pike County, Kentucky; and Washington, D.C."]},
{"newspaper_name": "foxnews", "first_name": "Evan", "last_name": "Jenkins", "articles_date": "2014-06-04T03:00:50.000-04:00", "articles_link": "http://www.foxnews.com/politics/2014/06/03/vulnerable-democrats-fight-epas-co2-emissions-rule.html", "articles_title": "Vulnerable Democrats fight EPA emissions rule", "article_text": ["Vulnerable Democratic candidates and lawmakers are distancing themselves from President Obama’s new regulations on power plant emissions that will harm the coal industry.", "ADVERTISEMENT", "The Environmental Protection Agency has ", " carbon dioxide emissions limits for existing power plants which the agency says will force the retirement of coal-fired power plants, lower coal production and raise electricity prices.", "For some Democrats, shuttered coal plants and higher energy prices means more than just economic hardship for their state — it means they might be voted out of office.", "“This is an unprecedented use of the Clean Air Act to wage war on an entire industry,” said West Virginia Democratic Rep. Nick Rahall. “Rather than requiring individual plants to meet pollution control standards by installing pollution controls, EPA is now interpreting the law to give it the ability to set standards across fleets of coal-fired power plants, seeking to make reductions in a nebulous fashion.”", "Rahall is facing a tough reelection in West Virginia, the country’s second-largest coal producing state. The Republican Party has been attacking Rahall over his past support for Obamacare and have been trying to tie him to Obama’s anti-coal agenda.", "“Nick Rahall talks tough now, but for years he’s backed the president’s War on Coal and voted to give EPA the power and money to develop reckless regulations like these that destroy West Virginia jobs and send electricity rates skyrocketing,” ", " Republican House candidate Evan Jenkins, Rahall’s opponent this fall.", "After the EPA announced its new rule on Monday, Rahall announced he would partner with West Virginia Republican Rep. David McKinley to block the agency from implementing its power plant rule.", "“I will introduce bipartisan legislation to block EPA from hijacking the Clean Air Act to target carbon emissions from existing coal-fired power plants in the manner it is proposing,” said Rahall. “When the time is ripe, I will also join in litigation to stop these rules from taking effect.”", "On the Senate side, Louisiana Democratic Sen. Mary Landrieu has also come out swinging against the EPA’s power plant rule, saying such carbon limits should be done through Congress and not through executive fiat.", "“While it is important to reduce carbon in the atmosphere, this should not be achieved by EPA regulations,” Landrieu said. “Congress should set the terms, goals and timeframe.”", "Landrieu has been attacked by opponents for being ineffective at convincing the Obama administration to approve the Keystone XL pipeline and adopt a more hydrocarbon-friendly energy agenda.", "Last month, Landrieu ", " other vulnerable Democratic senators, including Mark Pryor of Arkansas and Mark Warner of Virginia, urging the president to revise the EPA’s carbon dioxide limits for new power plants because it imposed commercially unproven carbon capture technology.", "Both Pryor and Warner have also both voiced concerns over the EPA’s latest salvo against coal plants, which requires existing power plants to reduce emissions 30 percent by 2030.", "“I have serious concerns that the EPA’s proposal will undermine the affordable and reliable electricity Arkansans currently enjoy,” Pryor said in a statement. “I will continue to speak with Arkansas stakeholders to gauge how this rule could impact our state’s economy and jobs.”", "“Virginia is at the center of the national debate on climate change, with our coalfields in southwest Virginia and the Commonwealth’s coastal cities beginning to see the impact of sea rise,” Warner echoed in a statement. “These draft regulations on existing source carbon power plant emissions are complicated, consequential and far-reaching, and I am pleased the Administration wisely decided to accept our recommendation to double the comment period from 60 to 120 days.”", "“This is a first step in a very long process, and it is important that Virginians have a full and fair opportunity to express their views on the proposed rule,” Warner added. “I will review the EPA proposal and consult with a broad variety of Virginia stakeholders on these issues.”"]},
{"newspaper_name": "foxnews", "first_name": "Evan", "last_name": "Jenkins", "articles_date": "2015-01-01T09:45:36.000-05:00", "articles_link": "http://www.foxnews.com/politics/2015/01/01/recess-mess-capitol-hill-buried-in-clutter-days-before-new-congress.html", "articles_title": "Capitol Hill buried in clutter, days before new Congress ", "article_text": ["Congress is a mess. And not in the way you might think.", "ADVERTISEMENT", "There’s a forest of desks arrayed in an otherwise vacant, subterranean service corridor of the Rayburn House Office Building. A maze of office chairs haphazardly abandoned in the basement of Longworth. A series of 22 black-and-silver file cabinets line a wall in a tunnel below Cannon. No fewer than 18 separate pieces of office furniture -- from bookshelves to desks to chairs to lamps to TV sets each festooned with a computer-printed sign reading “Please Remove” -- occupy Cannon’s second floor.", "Making law is messy. But legislating is nothing compared to what goes into making Capitol Hill ready for a new Congress to next week.", "Hundreds of congressional offices are on the move. More senior lawmakers matriculating to more commodious suites. Retiring or defeated lawmakers ceding their offices. Offices prepped, painted, wired and appointed for freshmen members who’ll be sworn-in January 6.", "Workers channeling Andy Warhol dotted a repeated pattern of five Benjamin Moore “Wet Paint” signs in a row in a third-floor Rayburn hallway. Nearby, a giant cart implores passersby “Please Do Not Remove.” Yet the cart’s contents are limited to a crushed Dunkin’ Donuts box and the carcass of an empty Doritos bag.", "Most people cancel their papers when they go on vacation over the holidays. But seemingly no one in Congress cancels the papers when lawmakers head out on vacation.", "Capitol Hill becomes the world’s largest collection of unread newspapers around the holidays. Want to know if a congressional office is open or closed? It’s probably shuttered and hasn’t been visited in days if a prodigious stack of newspapers, all bound together with twine, blocks the doorway. You’ll find copies of The Washington Post, Wall Street Journal, New York Times and USA Today. The office of Rep. Lamar Smith, R-Texas, includes a copy of Investor’s Business Daily.", "Someone in Rayburn raided a copy of The Washington Post from the stash of papers deposited outside the office of Rep. Judy Chu, D-Calif. Perhaps they actually just wanted the ads. Parts of the paper are strewn about the hallway. And perhaps they only wanted some of the ads. A Walgreen’s flier remains, splayed open, on the floor as well.", "Some congressional offices feature seasonal decorations besides the newspaper stacks. A large holiday wreath adorns the main entranceway to the office belonging to Rep. Rosa DeLauro, D-Conn., on the fourth floor of Rayburn. Over on the sixth floor of Longworth, the doors to the office of Rep. Grace Napolitano, D-Calif., are dressed in wrapping paper. One door is emblazoned with a toy soldier pattern. The other with Christmas trees. A welcome mat reading “Joy!” rests at the base of the door in place of the de rigueur newspaper stacks found at other offices.", "Any item someone could possibly use in an office can now be found in the hallways. Appliances are particularly big. In Rayburn, eight Toshiba and RCA TV’s are stacked up in the basement. Several “Micro Fridges” are stowed in the hall between the offices of Reps. Ann Kirkpatrick, D-Ariz., and Kathy Castor, D-Fla., in Longworth. Four floor lamps stand erect (sans shades), a coat tree and three couches without cushions are found in the hall by the office of Rep. Bill Flores, R-Texas.", "Back in the Rayburn basement, one can stumble upon a comically high stack of what must be hundreds of plastic carpet protectors for rolling chairs, latched together with plastic straps. Two large canisters of Ricoh toner -- one yellow, one red -- stand upright in a corner. Around another bend sits a stack of broken down table legs strung together like cordwood. A black office chair is tagged with a special sticker reading “Clean in Place.” Someone scribbled in Magic Marker on the underside of a desk “Pierluisi 1217.” Another piece of furniture bears a similar inscription in ink. “Contact Angeline, 1213.” Several office dividers feature tags reading “Paint all ceilings” and “Getting new paint.”", "A discarded map of Colorado lies against a wall nearby.", "Late December transforms congressional corridors into a bizarre treasure trove. It’s like some twisted scavenger hunt, worthy of urban explorers who usually spend their time spelunking abandoned sanitariums and subway stations.", "Stroll past the line of Allsteel file cabinets in the Cannon basement and you’ll find various drawers labeled “Approps” (short for Appropriations, the committee that determines how to spend federal dollars).", "Someone slapped a “Colorado Brewers Guide” sticker on one cabinet. A sticker for “Betelnut Radio” is affixed to another drawer (some research reveals that Betelnut Radio is an online radio station featuring Polynesian and island music). Other drawers are categorized as Obama Flags, Military Special Projects, Press and Empty. Another drawer features a sign reading A Young Person’s Guide to the U.S. Capitol.", "A Capitol worker ambles by and pulls open a few of the drawers just to see if there are any contents inside. He finds nothing.", "The file cabinets may yield little of value. But that’s not always the case when it comes to the hallways of Congress. Some seemingly innocuous items are quite valuable (to the unscrupulous eye) -- if someone knows what to look for.", "In the new Congress, Room 1213 of the Longworth House Office Building will belong to Rep.-elect Gwen Graham, D-Fla. In fact Graham’s name is already stamped on the nameplate. Resident Commissioner Pedro Pierluisi, a Democrat and the non-voting delegate to Congress from Puerto Rico, previously held this office and has now abandoned it for other digs. Yet sitting against one of the doors is a tall stack of oversized yellow-orange envelopes. Pierluisi's pre-printed signature is etched in the upper right-hand corner where a stamp belongs. This is what’s called a congressional “frank,” authorized by the Constitution.", "A franking privilege is where lawmakers can send official mail by simply scribbling their name on the envelope to cover the postage. That’s how members did it in the old days. Now all of the stationary and envelopes come with the name already inscribed. And franked envelopes lying askew in the hall could tempt an ethically-challenged someone who may want to send out some official mail.", "The office of Rep.-elect Dan Newhouse, R-Wash., on the sixth floor of Longworth also presents an interesting offering. The office is locked up tight. But there on top of a copy of The Washington Times rests a pair of maroon, women’s flats with a little bow above the toe -- there for the taking.", "The Cannon House Office Building has five floors. And the fifth has long been considered to be the equivalent of Congressional Siberia. The offices are generally more cramped, less opulent and even have a series of steel “cages” across the hall where some aides and interns toil. And it’s hard to get to that floor. Not all of the elevators in the building travel to the top floor. Some detractors -- sometimes not-so-jokingly - say the elevator deficiency is a metaphor for the people who work on the fifth floor.", "A lot in Congress is based on seniority. So it’s no surprise that freshmen lawmakers are relegated to Cannon’s fifth floor. And when they gain seniority, many desert this stratum as fast as they can. For this Congress, Reps. Dan Benishek, R-Mich., and Paul Gosar, R-Ariz., begin their third terms in Congress as fifth-floor holdovers. But many other senior lawmakers left.", "New occupants will include freshman Reps.-elect Tom Emmer, R-Minn., David Young, R-Iowa, Glenn Grothman, R-Wis., Norma Torres, D-Calif., and Evan Jenkins, R-W.V.  ", "Grothman’s office features a sign declaring that “Congressman Swalwell has Moved to 129 Cannon.” Young’s doorway carries a similar message informing visitors that “The office of Rep. Alan Lowenthal has Moved to 108 Cannon HOB.”", "And then there is 512 Cannon. Freshman Rep.-elect Elise Stefanik, R-N.Y., is setting up shop here. But for now, her door bears this message: “THE OFFICE OF MICHAEL G. GRIMM (NY-11) HAS MOVED TO 1725 LONGWORTH.”", "And sure enough, Rep. Michael Grimm, R-N.Y., who pleaded guilty last week to felony tax evasion and is now planning to resign, is now over in Longworth.", "For the time being.", "Three signs can be found outside Grimm’s office. One announces that the office is closed through “Monday, December 21.” Another instructs those wishing to reach Grimm’s office to phone the district office on Staten Island “if there is an emergency.” And finally, a third sign informs visitors dogs are sometimes present inside.", "“Please Enter with Care,” reads the sign.", " ", " "]},
{"newspaper_name": "foxnews", "first_name": "Evan", "last_name": "Jenkins", "articles_date": "2014-05-14T08:01:26.000-04:00", "articles_link": "http://www.foxnews.com/politics/2014/05/14/candidate-backed-by-sen-ted-cruz-wins-gop-primary-for-nebraska-senate.html", "articles_title": "Candidate Backed By Sen. Ted Cruz Wins GOP Primary For Nebraska Senate", "article_text": ["The Tea Party scored a win in Nebraska on Tuesday as university president Ben Sasse captured the Republican nomination for U.S. Senate in a bitter race that highlighted fissures within the GOP. Two women set the stage for history-making in West Virginia.", "ADVERTISEMENT", "Sasse, who had the backing of outside conservative groups as well as Sen. Ted Cruz and Sarah Palin, grabbed 48 percent of the vote in a five-man primary. Sid Dinsdale, the president of Pinnacle Bank, surged to second, while former State Treasurer Shane Osborn finished third.", "\"We were never doing this because we need another job,\" Sasse told supporters Tuesday night. \"We were only going to do this if we were going to talk about big, bold, conservative ideas.\"", "Outside groups pumped millions into the race for Sasse while allies of Senate Minority Leader Mitch McConnell, R-Ky., tried to propel Osborn to the nomination.", "With little to celebrate to date, conservative groups immediately trumpeted Sasse's victory.", "\"Ben Sasse won this race because he never stopped fighting for conservative principles,\" said Matt Hoskins, executive director of the Senate Conservatives Fund. The group spent more than $1.2 million to help Sasse.", "Cruz said Sasse's win \"is a clear indication that the grassroots are rising up to make D.C. listen.\"", "Voters in Nebraska and West Virginia decided their lineups for the November elections in the latest round of spring primaries. The fall midterms will determine control of Congress for the last two years of President Barack Obama's second term, with Republicans expected to hold the House and cautiously optimistic about winning control of the Senate.", "The GOP needs to net six seats to grab the majority", "In West Virginia, Republican Rep. Shelley Moore Capito and Democrat Natalie Tennant cruised to primary wins and will square off in a Senate showdown in November that will give the state its first female senator.", "Capito is a seven-term congresswoman and daughter of former Gov. Arch Moore; Tennant is the state's secretary of state. Democratic Sen. Jay Rockefeller is retiring after 30 years.", "West Virginia has become increasingly Republican, and Capito entered the general election contest as the heavy favorite. If elected, she would be the first Republican senator from West Virginia since 1959.", "In Nebraska, Sasse, who heads Midland University, had the backing of the Tea Party Patriots and FreedomWorks in his bid to replace Republican Sen. Mike Johanns, who is retiring after a single six-year term.", "Sasse had focused on his conservative credentials, opposition to abortion, support for gun rights and goal of repealing and replacing the Affordable Care Act.", "In one 30-second ad, Sasse's two young daughters, Alex and Corrie, talk about how much their dad opposes the Affordable Care Act. \"He wants to destroy it,\" says one daughter. \"He despises it,\" says the other.", "While Sasse won over tea partyers, he offered voters some significant establishment credentials. He served as an assistant secretary in the Health and Human Services Department in President George W. Bush's administration, studied at Harvard and Yale, and was a visiting scholar in economics at the Brookings Institution.", "Sasse is a heavy favorite against Democratic nominee Dave Domina in the Republican-leaning state.", "The National Republican Senatorial Committee, which had remained neutral, called Sasse a \"problem-solver who will be a conservative voice\" to repeal the health care law.", "The tea party has struggled this year as candidates have lost to establishment favorites in Texas, North Carolina and Ohio, and Nebraska stood as the insurgent movement's best remaining shot. Looking ahead to upcoming primaries, the tea party's chances to upset incumbents have been diminishing in Kentucky, Kansas, Idaho and Mississippi.", "The Republican establishment has a love-hate relationship with the tea party. It welcomed the movement's energy that propelled the GOP to control of the House in the 2010 elections, but it blames tea partyers for less-than-viable general election candidates in 2010 and 2012 Senate races in Indiana, Colorado, Nevada and Delaware.", "Republicans in the capital remain convinced they could have won control of the Senate if only their establishment candidates had won more primaries, and some in the party have been determined to defeat the movement's candidates this election.", "In Nebraska's GOP primary for governor, Omaha businessman Pete Ricketts narrowly defeated Attorney General Jon Bruning. Term limits prevented Republican Gov. Dave Heineman from running again.", "In West Virginia, Democratic names like Byrd and Rockefeller dominated politics for decades, but since 2000, the state has voted Republican in presidential elections. The transformation is widely expected to continue this fall as Republicans capitalize on voter antipathy toward Obama, who lost all of the state's 55 counties in 2012.", "Capito's planned departure from the House created a messy GOP primary in her 2nd Congressional District that stretches across the state.", "Alex Mooney, the former chairman of the Maryland GOP who moved to West Virginia, captured the nomination in a seven-candidate race and will face Democrat Nick Casey, the former state party chairman of West Virginia, in the fall.", "In his appeal to voters, Mooney's campaign said he moved to West Virginia to \"live in freedom, and he'll fight Obama to preserve it.\"", "One of the most endangered House Democrats is 19-term Rep. Nick Rahall, who easily won his primary and will face Democrat-turned-Republican Evan Jenkins in the fall."]},
{"newspaper_name": "foxnews", "first_name": "Don", "last_name": "Blankenship", "articles_date": "2014-11-13T15:45:58.000-05:00", "articles_link": "http://www.foxnews.com/us/2014/11/13/feds-ex-ceo-who-oversaw-wva-mine-that-exploded-killing-2-indicted-on-federal.html", "articles_title": "Feds: Ex-CEO who oversaw W.Va. mine that exploded, killing 29, indicted on federal charges", "article_text": ["The former CEO who oversaw the West Virginia mine that exploded in 2010, killing 29 people, was indicted Thursday on federal charges related to a mine safety investigation that followed the blast.", "ADVERTISEMENT", "U.S. Attorney Booth Goodwin said a federal grand jury indicted former Massey Energy CEO Don Blankenship on charges that include conspiracy to violate mandatory federal mine safety and health standards, conspiracy to impede federal mine safety officials, making false statements to the Securities and Exchange Commission and securities fraud.", "Blankenship could face up to 31 years in prison if convicted.", "The indictment alleges Blankenship conspired to violate mine safety and health standards at the Upper Big Branch Mine from January 2008 until April 2010, when an explosion at the mine killed 29 coal miners.", "Specifically, the indictment said Blankenship was part of a conspiracy to provide advance warning of federal mine safety inspections, allowing mine bosses to conceal and cover up safety violations.", "After the explosion, Blankenship made false statements and representations to the SEC concerning Massey Energy's safety practices prior to the explosion. He made similar statements in connection with the purchase and sale of Massey Energy stock, the indictment said.", "Alpha Natural Resources bought Massey for $7.1 billion in June 2012. Blankenship, who retired ahead of the merger, has denied any wrongdoing", "Four investigations into the Upper Big Branch explosion found that worn and broken cutting equipment created a spark that ignited accumulations of coal dust and methane gas. Broken and clogged water sprayers allowed what should have been a minor flare-up to become an inferno.", "The federal Mine Safety and Health Administration said the root cause was Massey's \"systematic, intentional and aggressive efforts\" to conceal life-threatening problems. MSHA said managers even maintained two sets of pre-shift inspection books — an accurate one for themselves, and a sanitized one for regulators."]},
{"newspaper_name": "foxnews", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": "2017-03-03T19:15:00.000-05:00", "articles_link": null, "articles_title": "Republican AGs helping Trump - by suing administration", "article_text": ["Just hours before his first address to a joint session of Congress on Tuesday, a cheery President Trump posed for pictures with roughly 20 Republican attorneys general. \"These are some great people here,\" the president said – fully aware that the AGs are in the midst of filing a flurry of lawsuits against the Trump administration.", "ADVERTISEMENT", "Why?", "\"Sometimes it turns out the best way to help President Trump ... is to sue President Trump,\" Missouri Attorney General Josh Hawley explained to Fox News.", "Despite the unusual optics of all these lawsuits, the intention of Hawley and the other AGs is to use the suits to block federal regulations, mostly promulgated during the Obama administration but now in effect under Trump's.", "In Missouri, this legal tactic centers on an endangered prehistoric fish that has outlived the dinosaurs, the Pallid Sturgeon. It reproduces in river shallows which have become fewer, due to the diking and channeling of the Missouri River. To resurrect the fish population, an Obama-era amendment to the Endangered Species Act allows the feds to designate as critical habitat areas where the fish may not even exist. The amendment was designed to expand ecosystems in order to maximize the endangered fish's ability to spawn.", "But some landowners find the amendment intrusive. \"This is the key part,\" said Hawley. \"We are an agricultural state. That would mean farmers and ranchers could find themselves unable to farm their land, unable to develop their land.\" He said it's \"absolutely a killer for small businesses and small farms in our state.\"", "Hawley is one of 18 Republican AG's suing to overturn the rule. But they are combining forces  to file other lawsuits -- challenging the Obama-era Waters of the United States regulatory plan, as well as overtime rules put in place by the Obama Department of Labor and the coal-crimping Clean Power Plan.", "\"In West Virginia, we suffered acutely because thousands upon thousands of people were put out of work. A number of those people left the state or are pursuing other employment,\" said Patrick Morrisey, West Virginia’s Republican attorney general.", "Democratic attorneys general, meanwhile, also are mobilizing, trying to preserve Obama-era climate change regulations and, most recently, targeting Trump's travel ban. That multi-state attack worked, when Washington states Attorney General Bob Ferguson got a federal judge to temporarily block the policy nationwide. After the ruling, Ferguson noted, \"We are a nation of laws. Those laws apply to everybody in our country. That includes the president of the United States.\"", "AG's from both parties note filing lawsuits to overturn federal regulations is speedier than internal remedies -- the laborious and slow-moving federal rule-making process. They say the facts of the suits are usually  well-known, testimony is usually limited, and judges tend to act quickly.", "Republican attorneys general note there's an added benefit to them. The lawsuits are helping to restore the concept of federalism, empowering the states and restoring the balance of power against the executive branch.", "Doug McKelway joined Fox News Channel (FNC) in November 2010 and serves as a Washington-based correspondent. ", ". "]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2012-12-10T17:05:24.000Z", "articles_link": "http://www.foxnews.com/entertainment/2012/12/10/sen-joe-manchin-is-furious-is-mtvs-buck-wild-going-too-far.html", "articles_title": "Sen. Joe Manchin is Furious: Is MTV's 'Buck Wild' Going Too Far?", "article_text": ["MTV's upcoming reality series \"Buck Wild\" hasn't even hit the air, and it's already stirring up a fair bit of controversy.", "The program follows the lives of a group of young West Virginians in Sissonville and Charleston, but Senator Joe Manchin is thoroughly outraged at the way MTV is portraying his state. \"Instead of showcasing the beauty of our people and our state, you preyed on young people, coaxed them into displaying shameful behavior — and now you are profiting from it. That is just wrong,\" wrote Manchin in a letter to MTV president Stephen Friedman. Senator Manchin also called the show \"repulsive\" and requested that MTV put a stop to the show, ", " the cast members frequently drinking, swearing and fighting.", "We want to know what you think. Has MTV gone too far, or are they just giving viewers what they want?"]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2014-04-30T00:00:00.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2014/05/01/senate-blocks-bill-raise-federal-minimum-wage.html", "articles_title": "Senate blocks bill to raise federal minimum wage", "article_text": ["NEIL CAVUTO, HOST: The president says hike. The Congressional Budget Office says watch a half-million jobs take a hike, so Senate Republicans just blocking a bill to raise the minimum wage to $10.10 an hour.", "To West Virginia Democratic Senator Joe Manchin who voted to advance that bill today.", "Senator, good to have you back.", "SEN. JOE MANCHIN, D-W.VA.: Hey, Neil. Good to be with you.", "CAVUTO: Where does this stand? I know Chuck Schumer was saying, we're going to keep trying it again and again and again. But what do you think?", "MANCHIN: Well, Neil, you know, if we're serious about raising the minimum wage, I'm serious. I want to give people a raise.", "I know about raising the minimum wage, you bring three million people off the food stamp rolls. That saves $4 billion a year. So, economically, it makes sense for our country. Next of all, people shouldn't work 40 hours and still be in poverty.", "And you know what? My friends on the Republican side and my Democrat colleagues, we agree on that. But to agree on how you implement it and where it starts, I think is where the breakdown is. Can we get enough people in the middle to come together and say, we're going to raise it off of $7.25 and start moving it up and then let basically inflation take over to where it's adjusted and take it out of the political arena?", "CAVUTO: Well, that would not be a bad idea, let it be adjusted to inflation. We can take this out of the whole, you know, political hot water here.", "MANCHIN: Yes.", "(CROSSTALK)", "CAVUTO: But I do hear from a lot of CEOs, and not just like The Gap CEO type of -- they can afford this. They're a big organization.", "MANCHIN: Sure.", "CAVUTO: Even if you're a large multinational concern, it's one thing, but if you're running a mom-and-pop pizza shop in New York or in West Virginia, it's a whole different story. Right?", "Why can't there be gradations of this? In other words, if we're going to do it, we even have different standards for different folks, different sized businesses. It seems to be with Harry Reid and all, it's all or nothing. Why?", "MANCHIN: Well, Neil, here's the thing. Let me talk about my little state of West Virginia.", "I'm proud of right now they voluntarily, the legislature and the governor voluntarily moved it from $7.25 to $8.75 over the next two years. So it will be a 75 cents increase next year and 75 cents after that.", "If West Virginia can do it, then I'm sure that the rest of the country can do it. And I think some states have already done it.", "CAVUTO: Well, no, but that's a big difference between West Virginian political leaders doing it and then businesses having to suck it up to do it.", "MANCHIN: Well, basically, we...", "CAVUTO: Well, you can bark out of the orders.", "MANCHIN: But, Neil...", "CAVUTO: If they don't have the -- if they have to cut back on personnel or not hire as many, then the reality for them is, they either automate their shops or they close their shops or they limit how many they are hiring for their shops. Right?", "MANCHIN: But, Neil, you know, we have had the minimum wage raised under Republicans and Democrats.", "CAVUTO: Absolutely. Absolutely.", "(CROSSTALK)", "MANCHIN: And you know what? It did not have the effect that we were told it was going to have if it's done in a responsible manner.", "CAVUTO: But I think you came on this show not too long ago admitting this was an anemic recovery. And now I'm hearing -- not you, but from Democratic strategists, who say don't even use the word recovery.", "So, is this the environment in which you want to be forcing businesses, who exactly aren't hiring gangbusters, to do more?", "MANCHIN: Neil, let me just say this.", "I'm talking to my friends on the Republican side, and I'm saying, can we find a pathway forward to give people a raise? Can we help? Can we find something that we can agree on and start moving? Right now, $10.10, it died. We don't have the votes for $10.10. One hundred percent of nothing is nothing.", "Can we move something forward? Can we do it to where we don't have the job loss?", "CAVUTO: Well, how about putting half that effort, Senator, into just finding jobs? Once they get in the door, then...", "MANCHIN: Oh, I agree.", "CAVUTO: ... we can debate finding them a higher wage or whatever.", "But I think we kind of get it backwards. And no offense to you, but I think that we're really just pushing this higher rate for people to get at work when there's so many people starving to work.", "MANCHIN: Neil, then on top of that, remember, we talked about the IRS giving bonuses to delinquent employees of the federal government of a million dollars.", "CAVUTO: Right.", "MANCHIN: It's just unbelievable, unbelievable.", "(CROSSTALK)", "CAVUTO: Well, that is what makes me think that a lot you guys, not you, of course, might be a bit tone-deaf, so that you don't see the reality that a lot of small, medium, and large business guys tell me every day...", "MANCHIN: Well, I'm a small business person.", "CAVUTO: ... that this is a burden for them and maybe what the better part of valor for now would be to focus on getting people a wage and getting a job and then, then if things pick up, then we can talk about increasing it.", "MANCHIN: Well, we have been -- Neil, the bottom line is things are moving forward, and basically prices are going up and we have got people getting further and further behind. But the bottom line is...", "CAVUTO: Well, but we have got people further and further behind on not getting a job, right?", "MANCHIN: Right.", "(CROSSTALK)", "CAVUTO: You keep extending unemployment benefits. I mean, when you talk about hiking the wage, we can never get past go on this, right?", "MANCHIN: Well, can we have a consideration with people coming into the work force for the first time? Should there be a consideration in a different rate for someone that is trying to raise a family on it and working full-time?", "CAVUTO: Right.", "MANCHIN: I think there's a proper way to move forward. We have just got to have the dialogue.", "CAVUTO: So, you're open to a two-tiered rate?", "MANCHIN: I'm open to...", "CAVUTO: In other words, it's not all or nothing? OK.", "MANCHIN: I'm open to everything, Neil.", "CAVUTO: All right.", "MANCHIN: I always have been.", "I want to give people a raise, and get them off the minimum wage. And I want to do it in a responsible manner that we don't jeopardize losing their jobs.", "CAVUTO: OK.", "I want them to get jobs. And what I then say is, I will go with you, Senator.", "(CROSSTALK)", "MANCHIN: I think we both want -- we both...", "CAVUTO: We will say, all right, now that you are in the door, we will talk about, if things pick up, giving you more once you are.", "But we will see. Senator, it's always a pleasure, sir.", "MANCHIN: Neil, thank you for having me.", "CAVUTO: Senator Manchin, all right."]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2010-10-24T00:00:00.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2010/10/24/pat-toomey-and-joe-manchin-039fox-news-sunday039.html", "articles_title": "Pat Toomey and Joe Manchin on 'Fox News Sunday'", "article_text": ["ADVERTISEMENT", "CHRIS WALLACE, ANCHOR: I'm Chris Wallace and this is \"Fox News Sunday.\" Nine days and counting till the midterm elections and control of the Senate is up for grabs. We'll sit down with two candidates in key battlegrounds, Pat Toomey, the Republican nominee in Pennsylvania, who's seen his big lead disappear, and Democratic governor Joe Manchin of West Virginia, who's playing up his anti-Obama credentials.", "Then, Juan Williams speaks out...", "(BEGIN VIDEO CLIP)", "JUAN WILLIAMS, FOX NEWS CONTRIBUTOR: When I get on a plane, if I see people who are in Muslim garb, I get worried. I get nervous.", "(END VIDEO CLIP)", "WALLACE: ... and is fired by National Public Radio. When does political correctness become censorship? Juan and our Sunday regulars discuss the controversy.", "And our Power Player of the Week, a different kind of sports owner, all right now on \"Fox News Sunday.\"", "And hello again from Fox News in Washington. In the fight for control of the Senate, 37 seats are in play, and Republicans need a net gain of 10 seats to take control. It will come down to a handful of tight contests like West Virginia, where popular Democratic governor Joe Manchin is in a close race against Republican John Raese. We'll have more on that battle shortly.", "And in Pennsylvania, Democrat Joe Sestak is trying to hold onto a seat for his party against Republican Pat Toomey. Mr. Toomey joins us now from Philadelphia. We invited Congressman Sestak, but he declined.", "Mr. Toomey, the news in your race is that your big lead has basically disappeared. You've been ahead for months. Back on Labor Day the RealClearPolitics average of recent polls showed you up 8.5 points, 45 percent to 36.5. But now the latest RealClearPolitics average shows you with a lead of just two points. Question: What happened?", "PAT TOOMEY, REPUBLICAN CANIDATE FOR PENNSYLVANIA SENATE: Chris, I don't think we ever had a big lead, but we do have a lead now. Look, I never expected this to be anything but a close and competitive race. Pennsylvania is a big swing state, and we expected this would be close. It's close now but I feel great about where we are. We're going to finish strong and we're going to win the race.", "WALLACE: Has the enthusiasm gap that we've seen for months between Republicans and Democrats -- has that begun to disappear as we've gotten closer to election day? Are Democrats in your state and in other states coming home?", "TOOMEY: I'm not sure about that. I think there's tremendous enthusiasm and energy on our side. I'm not so sure about on the other side. You know, the other side has spent a great deal of money. The Democratic Senate Campaign Committee has spent more money attacking me than any other candidate in the country. That may very well explain part of this tightening.", "But as I said, we expected this to be a tight race. It is a tight race. But I think the energy and the momentum's on our side.", "WALLACE: One of your opponent Joe Sestak's arguments against you is that you're too extreme. He has gone to some lengths to try to link you to Sarah Palin and the tea party and especially to Christine O'Donnell, the Republican Senate candidate in the neighboring state of Delaware. Let's watch.", "(BEGIN VIDEO CLIP)", "REP. JOE SESTAK, D-PA.: There are those that are running with Congressman Toomey -- Ms. O'Donnell next door, for example -- that want to do away with the Fourteenth Amendment, that actually thinks there can be a state-established religion.", "(END VIDEO CLIP)", "WALLACE: Honestly, Mr. Sestak (sic), has Christine O'Donnell, who advertises on some Pennsylvania TV stations because that covers northern Delaware -- do you think she's hurt you?", "TOOMEY: Oh, I don't think people fall for that. I mean, you know, this is pretty silly. Joe Sestak is so worried about his own record, he's trying to -- trying to run against somebody that I've never met, that I don't agree with.", "You know, who's really extreme here? The fact is Joe Sestak is to left of Nancy Pelosi. That's no exaggeration. He's voted for every single item on this big government agenda that we've been living through for these last two years and his only criticism has been that it doesn't go far enough.", "Joe Sestak's a guy who's outside of the mainstream of Pennsylvania.", "WALLACE: I'm just curious. I want to get into your record first and then -- and then to Joe Sestak's. But you say you disagree with Christine O'Donnell. On what?", "TOOMEY: I think that, you know, some of the accusations that Joe Sestak was attributing to her, which -- you know, that I don't share those views.", "WALLACE: Any in particular?", "TOOMEY: I think there was some reference to repealing one of the amendments, and a question about the First Amendment. You know, this is -- this is nothing that I've ever spoken about or agreed with.", "WALLACE: OK. Let's talk about your record now. You ran the...", "TOOMEY: Sure.", "WALLACE: ... Club for Growth here in Washington for several years, which is very tough on taxes. And that has become an issue in this campaign. Joe Sestak has been running a clip of you from a few years ago. Let's watch.", "(BEGIN VIDEO CLIP)", "TOOMEY: I would disagree with the idea that we want to have a corporate tax burden at all. It just doesn't make sense. I think the solution is to eliminate corporate taxes altogether.", "(END VIDEO CLIP)", "WALLACE: Seriously, no corporate income tax?", "TOOMEY: No.", "WALLACE: That brings in about $300 billion a year to the federal government.", "TOOMEY: Yeah. Chris, this was a -- perhaps inartful on my part but nevertheless an attempt to simply illustrate a point. It was never a serious policy proposal.", "My point that I was trying to illustrate was that at the end of the day corporations collect taxes from their customers. And those like Joe Sestak who want much, much higher taxes on American businesses end up putting that burden on the consumers of those businesses.", "What I have said, Chris, is that we do have the second highest tax rate in the industrial world, 35 percent. Only Japan's is higher and they're in the process of lowering theirs.", "I've said we should lower our tax rate, our top business tax rate, from 35 percent to 25 percent. And if we did that, we'd be better able to compete. That would put us in line with most of our competitors. It'd make our workers and our businesses more competitive and encourage business to headquarters in the United States. That's what I've said consistently. Joe Sestak knows that.", "WALLACE: Let's take a bigger look at your position on taxes, Mr. Toomey. I understand the desire to cut taxes, and there's really no question that it would spur economic growth. But I know that in addition to being concerned about taxes, you're also concerned about the national debt.", "If you extend all...", "TOOMEY: Right.", "WALLACE: ... all the Bush tax cuts, if you were to cut, not eliminate but cut, the corporate tax rate -- although that would produce some economic growth and therefore some increased revenues -- there's no question that it would add trillions of dollars to the deficit.", "So the question becomes what are you going to cut. What are you going to cut in spending? What are you going to cut in entitlements? And I'd ask you to be specific, sir.", "TOOMEY: Well, sure. Well, first of all, it's not clear that that would add trillions to the deficit, because I really believe that if we expand the base of the economy, which we could do by selectively lowering some taxes, you have a broader base on which to apply the tax.", "You know, after 2003, we lowered taxes across the board. And by 2004 revenue to the federal government grew. In the 1980s Ronald Reagan cut taxes dramatically. And by the end of the decade revenue coming in the federal government had doubled.", "So I think it's incredibly important that we focus on maximizing economic growth. That's where we get the job creation that we need. That's where we get revenue for the government.", "You're right, the real problem is the spending side. I mean, look at what we've done. After almost 50 years in which federal spending averaged about 20 percent of GDP, Joe Sestak and Nancy Pelosi took federal spending to 25 percent. You know, that's a 25 percent increase in the size of the government overnight. That's what we -- that's what we've got to rein in.", "I would -- I would end the bailouts. I disagreed with bailouts as a policy. I think we should rescind the unspent portion of the stimulus bill. I'd like to abolish earmarks. And I'll tell you what, Chris, that's -- that could be a big item. It's not just the cost of the individual earmarks but it's also the fact that they've become a currency to buy votes for bloated appropriation bills.", "I think we should look at consolidating all kinds of programs in the government. You know, we found 75 different programs between the Department of Education and the Department of State that all subsidize one form or another of overseas student travel and student education. I mean, that's the kind of waste and duplication that we can rein in.", "That -- all together, those items that I just listed add up to many billions of dollars. And that would start us back on the right path.", "WALLACE: I want to also ask you, Mr. Toomey, about entitlements, because you have talked -- and I want to be clear here -- about letting younger Americans, not those who are currently in Social Security, not those who are close to Social Security, but younger Americans use some of their payroll taxes to invest in private accounts.", "What happens if we encounter another one of these financial meltdowns and millions of people lose their nest eggs? What would happen to them then?", "TOOMEY: Well, first of all, let's be clear. You know, 60 percent of the entire budget is entitlement spending. It's the automatic big programs. And if we're ever going to get back on a viable fiscal path we've got to figure out what we're going to do with those programs.", "I've said that we should never, under any circumstances, cut benefits for people who are already retired or close to retirement. That would be outrageous and unreasonable, and I would never go there.", "But if we're going to be honest, we've got to acknowledge that these programs cannot exist in their current form precisely indefinitely. The demographics won't sustain it. So I've argued that younger workers should have this choice. If they want to participate in the current system, that's fine. But if they want to participate in a reformed Social Security program where they can accumulate some savings, I would allow for that, too. And I think there could be tremendous upside both because it allows the government's financings to get squared away, but also giving workers ownership.", "To -- specifically to your point, the simple solution is that any such investment plan would be regulated. And in the early years when a worker is quite young, in teens, 20s, 30s, the investments could be heavily weighted for stocks.", "But as a person approached their retirement age, the portfolio would transition to much less volatile capital preservation instruments like bank deposits, C.D.s and Treasuries.", "WALLACE: Mr. Toomey...", "TOOMEY: ... so that someone approaching retirement would not be subject to the -- to the volatility that you can see in the stock market.", "WALLACE: I want to give you a little time to talk about your opponent in the -- in the couple of minutes we have left. Joe Sestak, as you point out, supported the Obama stimulus plan. And as you say, he said it should be even bigger than the $800 billion. Your comment?", "TOOMEY: Right. Well, this is consistent with Joe Sestak's extreme views. As I said, he's to the left of Nancy Pelosi on just about every item. He said the stimulus bill wasn't big enough, should have been a trillion dollars.", "The health care bill he voted for -- and in committee he voted for a version of the bill that would have allowed states to ban all private health insurance altogether.", "He supported cap and trade, which would be devastating to Pennsylvania's economy, and he said it didn't go far enough.", "He's even advocated that Khalid Sheikh Mohammed, the admitted mastermind of 9/11, be given a civilian trial in Pennsylvania, which is a terrible idea.", "Joe's really a liberal's liberal. He's an ideologue who's off the charts, to the left of the Democratic Party consensus, and the policies that these guys have been pursuing -- they've been preventing us from having the economic recovery that we could be having.", "That's why I think my campaign is doing very well, and I'm going to continue to advocate for job growth in the private sector, getting spending under control and just bringing some balance to Washington.", "WALLACE: Couple of minutes left. Can the GOP take back the Senate if you lose in Pennsylvania?", "TOOMEY: Well, I'm not going to lose in Pennsylvania. We're going to win this race. And I think the GOP has an excellent chance of taking back the Senate.", "WALLACE: But I mean, this is pretty key. This is one of the real cornerstones, is it not -- I would say keystones -- of their effort to take back the Senate?", "TOOMEY: That's true, Chris. You know how it is. We've got a certain number of races in play. The Republicans have to run the table on virtually all of the competitive races in order to take control. I'm not as close to the other races as obviously I am to my own. I think we've got a great shot here.", "This is close. This is tough. But I think we're going to pull it out. And I think we're going to be in the majority.", "WALLACE: And in the final -- you do believe that the Republicans will take back the Senate?", "TOOMEY: I do, yeah. I acknowledge that it's tough. It's not obvious. But I think -- I think we're likely to do that.", "WALLACE: And in 30 seconds, we got nine days to go. What's the -- what's the key to this final week, sir?", "TOOMEY: The key is for me to continue to get my message out to the swing voters, to the independent voters, who understand that Washington's on the wrong track. We can't borrow and spend our way to prosperity. The government is not the source of wealth and opportunity.", "I'm the guy who's started businesses, I've been a small business owner. I've employed hundreds of Pennsylvanians. I know how to get jobs moving in the private sector, rein in the excesses in Washington, and bring some balance to a town that's lost all balance. And that's why I think people in the end are going to be with me.", "WALLACE: Mr. Toomey, we're going to have to leave it there. We want to thank you so much for joining us today and we'll see how things turn out in nine short days.", "TOOMEY: Thanks for having me, Chris.", "WALLACE: Up next, we turn to West Virginia and their popular Democratic governor who's in the race of his life to become that state's next senator.", "(COMMERCIAL BREAK)", "WALLACE: Democrat Robert Byrd held his West Virginia Senate seat for 51 years, longer than anyone who's served in Congress. Now it's up to Governor Joe Manchin to keep the office against a tough opponent, Republican businessman John Raese.", "Joining us from Charleston, West Virginia is Mr. Manchin. We invited Mr. Raese but he declined.", "Governor, welcome to \"Fox News Sunday.\"", "GOV. JOE MANCHIN, D-W.VA.: Thank you for having me, Chris.", "WALLACE: I got to tell you, Governor, this is one of the strangest races, I think, in the country this year. You have...", "MANCHIN: Yeah.", "WALLACE: ... a 68 percent approval rating from West Virginians. As a Democrat, you have been endorsed for the Senate by the U.S. Chamber of Commerce and the National Rifle Association.", "But let's take a look at the numbers. According to the RealClearPolitics average of recent polls, you are leading your opponent, businessman John Raese, by just 1.5 points, basically a dead heat. And in fact, in some polls you're trailing him. Question: How come?", "MANCHIN: It's a very competitive race. It's a different time. I can't explain it no more can you, Chris. But one thing about, I think, now this last week, people are starting to look at who's performed in West Virginia. Who's been here and who's fought the fights that we needed to change West Virginia?", "And you know, we brought all sides together. Six years ago I said, when I became governor, I thought we could do better. I didn't want politics as usual, Democrats and Republicans fighting, or business and labor fighting.", "I brought them all together and said, \"Leave your politics at the door. Let's put West Virginia first and let's fix things.\" And we did it, and our state's in much better shape than most any state in the nation because of it.", "WALLACE: Well, Governor, let me suggest one reason you may be in a tight race, and that is that while West Virginians apparently like you, they really don't like President Obama and his policies. He's got a 33 percent approval rating in West Virginia.", "Your opponent says if elected to the Senate you're going to turn into, as he puts it, \"Washington Joe\" and turn into a rubber stamp for Obama. Let's watch.", "(BEGIN VIDEO CLIP)", "JOHN RAESE, REPUBLICAN CANDIDATE FOR WEST VIRGINIA SENATE: You have to wonder -- wonder -- about Obama and Manchin and which direction that they're going. When you have people like Obama and certainly Manchin, you have to be concerned about the future of this country.", "(END VIDEO CLIP)", "WALLACE: Governor, you can show your independence right now. Where do you disagree with President Obama's policies these last two years?", "MANCHIN: Well, Chris, let me tell you this. I had to inform my opponent that President Obama's name will not be on the ballot for the U.S. Senate in West Virginia. It will be Joe Manchin.", "People are looking at what I have been able to do by bringing people together -- Democrats, independents and Republicans. And we've been successful. They don't want to talk about the records whatsoever. They want to talk about guilt through association.", "The bottom line is West Virginia -- West Virginia is a different -- when I say different, we are for family values. We are hard- working people. We have the best in the world. And with that being said, we're in much better shape.", "President Obama -- cap and trade -- we just differ. We respectfully differ on that. He is -- I believe, in my estimation, he's wrong on that issue. West Virginians basically have always been patriotic, helping this nation, supplying the energy that the nation needs. We can do it better. We've always done it better. We've cleaned up the environment...", "WALLACE: Other than cap and trade...", "MANCHIN: ... in two decades more...", "WALLACE: Excuse me, Governor, but other than cap and trade, any other areas where you disagree with the Obama policies?", "MANCHIN: Well, his -- the health care reform is far overreaching in areas that I don't agree with -- the 1099 part of that, the mandates. Also, the firewall's not strong enough for abortions. I'm pro-life. And we're just a different type of Democrat here in West Virginia.", "WALLACE: Let me get specific, and let's begin with health care. You now say, as you just did, that President Obama overreached on health care reform, especially the individual health care mandate.", "But back just in March, when the bill was up in the House, you said if you were a congressman, quote, \"I'd be for it. You have to move this ball forward.\" You said you would have been in the House as a Congressman, Governor, you would have voted for the health care reform bill.", "MANCHIN: Yeah. Chris, health reform -- I am for health reform. I think every American should be for health reform, because you can't sustain it. In West Virginia, the most vulnerable people we have are people who get up every morning and go to work. They have usually nothing to rely to...", "WALLACE: But individual...", "MANCHIN: ... and they're...", "(CROSSTALK)", "MANCHIN: ... away from bankruptcy.", "WALLACE: ... mandate was a big part of that bill, sir.", "MANCHIN: Well, the bottom line is that the incentives should be created, the incentives for health care reform, basically so people can afford health care. You're not going to mandate and dictate to them.", "And with the bill you're talking about, we were talking about the preexisting conditions. We have six or seven items that both Democrats and Republicans agree on. That's a pretty good start in West Virginia when you have a piece of legislation everyone agrees on.", "Reaching as far as they did in the -- in the weeds of the bill that we didn't know about, no one else knew about until it came out -- knowing that, I would not have supported that or voted for that at that time.", "The concept of preexisting conditions, children not being denied from being on insurances, or elderly people in West Virginia, if you have cancer or black lung, couldn't buy insurance -- I'm not going to say no to those people until I know we can fix what's wrong with them.", "WALLACE: I just want to -- I just want to pin you down on this, though. You're saying now that if you'd known what was really in the bill, although last March you said you'd have voted for it, you now say you would have voted against it?", "MANCHIN: Correct. Now, knowing the existence as far as how reaching it had been, as far as an onerous, I would have. And I think many people didn't know about the bill. It ends up, what, 2,000 pages or more.", "Now, the concept was great as far as preexisting conditions. How do we make sure more people have affordable insurance? How do we take care of children, people with preexisting conditions, keeping children on insurances longer because of the market conditions?", "There's a lot of good parts to it. Why won't we fix what's wrong with it and make it better?", "WALLACE: OK. Let's talk about, as you did -- your first answer about differing with the president was about cap and trade, which, of course, is controversial in West Virginia, which is a big coal producer. You now say that you're flat-out against cap and trade.", "MANCHIN: I've always...", "WALLACE: Well, let's take a look at that. This is what you now say...", "MANCHIN: Sure.", "WALLACE: ... about President Obama, \"He is dead wrong on cap and trade. It would be the ruin not only of our state of West Virginia but this entire economy for this country.\"", "But, Governor, here's what you said just two years ago during the presidential campaign.", "(BEGIN VIDEO CLIP)", "MANCHIN: Barack brings that leadership to us. He brings the partnership, coming from a coal state himself. Now, they're going to have to pay for the carbons, whether cap and trade or whether it's in the carbon tax.", "(END VIDEO CLIP)", "WALLACE: Governor, it sure sounds like you favored cap and trade.", "MANCHIN: Sure. No, never did favor cap and trade from the standpoint -- what we were talking about -- that's during the campaign. I had a lot of high hopes for President Obama, basically understood the balance of the environment and the economy and energy that was needed to be competitive in the global economy, Chris.", "Twenty years ago we had what we called acid rain, if you recall. We were able to fix acid rain. We didn't tax coal. We didn't legislate or regulate coal out of existence. Coal basically transformed using scrubbers and technology, low Knox (ph) blowers. We can do the same thing with CO2.", "They have to make sure that they're committed to getting the technology that fixes the problem. Cap and trade as they're proposing it right now -- why in the world would you allow nuclear or hydro or wind or solar to trade in credits when they don't produce any CO2? It doesn't...", "WALLACE: But, Governor...", "MANCHIN: ... make any sense.", "WALLACE: ... why did you in that interview in 2008 say now they're going to have to pay for the carbons, whether a cap and trade or whether it's in a carbon tax?", "MANCHIN: Basically, the users of the -- the users of the energy -- and that was the emitters -- let's say that the utilities for the CO2 -- whoever is emitting CO2, you have basically a parameter to fix it through technology.", "We had -- and SO2 as far as acid rain. We had technology. We don't have proven technology. We have carbon sequestration, which we're doing in West Virginia. We can do with technology. We have the ability to use our coal and use it in a fashion that's more attractive from the standpoint -- we can help the rest of the world.", "WALLACE: Governor...", "MANCHIN: China's using more coal than ever...", "WALLACE: Governor, I want...", "MANCHIN: ... than America, Chris.", "WALLACE: I don't want to interrupt, but I do want to give you an opportunity to talk about your opponent, John Raese. You question whether he's even a legal resident of West Virginia, but his campaign says that he pays income and property taxes in your state.", "MANCHIN: Chris, what we're talking about is setting your priorities. Where do you want to be? Where have you set your -- where have you, you know, really laid your claim? And where do you spend your time? And where do you try to fix the problems that we have?", "My opponent and his family have a home and enjoy the homestead exemption in Palm Beach, Florida. I mean, that's pretty much known by everybody. And we're saying is all the income that's produced and all the income that's by the family being paid taxes in West Virginia supporting our state? Those are legitimate questions to be asked.", "I can assure you that my wife and I -- every penny of income we've ever had, our taxes were paid in West Virginia. So people are going to look at the priorities. Who has the ability to bring people together, Democrats and Republicans, independents, sit down, working out the problems of West Virginia?", "WALLACE: Governor, let me ask you...", "MANCHIN: Who's been able to be successful at that?", "WALLACE: Let me just ask you about one other issue, because you say that John Raese wants to do away with the minimum wage. His campaign says that he believes that government controls have made it harder for employers to hire young workers who have a high unemployment rate.", "MANCHIN: Well, the minimum wage -- if he's talking about minimum wage, there's no cap on it, John. You can pay whatever you want to. But when you say you want to do away with it because it's not enough, no one's going to be fooled into believing that.", "If you want to do away with it, that's because you want it to go lower. We have basically a basement or a floor, if we can, to protect people who depend on it, and a lot of them for their second jobs.", "When you talk about the lasers in space, and in the Education Department, doing away with the Department of Education, but we're talking about 1,000 lasers, and 20 billion or more dollars, where are the priorities? And that's what we're talking.", "There's a big difference between he and I -- me being involved in the front line of West Virginia, solving problems by bringing people together. We have a proven record. We've only seen John during the campaign and every time he's run. That's the difference.", "WALLACE: Governor Manchin, we're going to have to leave it there. We want to thank you so much for coming in today. And safe travels on the campaign trail, sir.", "MANCHIN: Thank you, Chris. Appreciate it very much.", "WALLACE: Coming up, the media controversy that's got everyone talking -- National Public Radio fires Juan Williams. We'll hear his thoughts as well as from our Sunday regulars after the break.", "(COMMERCIAL BREAK)", "(BEGIN VIDEO CLIP)", "JUAN WILLIAMS, FOX NEWS CONTRIBUTOR: I've got to tell you, if I see people who are in Muslim garb, and I think they're identifying themselves, first and foremost, as Muslims, I get worried, I get nervous.", "(END VIDEO CLIP)", "(BEGIN VIDEO CLIP)", "VIVIAN SCHILLER, PRESIDENT & CEO, NPR: His feelings that he expressed on Fox News are really between him and his, you know, psychiatrist, or his publicist, or take your pick.", "(END VIDEO CLIP)", "WALLACE: Well, that was the comment from Juan Williams that stirred up so much controversy this week, and the unceremonious way that NPR executive Vivian Schiller announced his dismissal.", "And it's time now for our Sunday group: Brit Hume, Fox News senior political analyst; and contributors Nina Easton of \"Fortune\" magazine; Bill Kristol of \"The Weekly Standard\"; and Juan Williams, formerly of National Public Radio and always of Fox News.", "We should point out that Mara Liasson, also from NPR, had long-planned to take this Sunday off, so don't read anything into that.", "Juan, you have had a couple of days to reflect on this now. What do you make of your dismissal and this extraordinary reaction to it?", "WILLIAMS: Well, it was a rough week, Chris. To get fired, obviously, is no pleasure, but then to be called a bigot and the innuendo that I'm somehow unstable was, I thought, despicable.", "What I make of this is it's open to debate about the importance of having free-flowing and honest discussion in this country. I don't think I started it. I think there was action taken that then set this afloat in the country.", "I think Americans feel, you know what? There is nothing wrong in telling someone how you feel, and then to be punished for that is unfair, and it amounts to censorship. And the idea that then they would engage in character assassination against me and about my professional behavior given the work I've done, I just think it was regrettable.", "But I think it's important that people be able to cross to each other across political lines. I think it's important that I irritate Brit Hume and Bill Kristol every Sunday.", "WALLACE: And you succeed at that.", "WILLIAMS: And that they fire back at me. And they may raise their eyebrows and make faces, but you know what? These people are honest with me, and I don't question their integrity. And why my integrity has to be questioned -- I mean, to me, I'm still in the storm of it, but I just thought it was unfair.", "WALLACE: I have to say, this is the first time we have seen each other, because you've been up in New York this whole week. You're really hurt by this, aren't you?", "WILLIAMS: Well, yes. I don't want that to be the focus. I want to move on from this. This is not going to define me and my career.", "I think that the importance of the debate is true, that we, as Americans, have to have this debate. But if you're asking me about being hurt, being fired and the kind of personal attacks, the ad hominem suggestion that I am an unstable person and I'm not a good journalist, to me -- well, I just have to ask others to speak up.", "And you know what has been gratifying? Is the tremendous amount of public support that I have received from people both right and left.", "It would have been easy for the right to say, well, you know, we've been subject to this kind of treatment from the left for a long time, but if you say something that they don't like, they call you a racist or a bigot. But what has been tremendously surprising to me is that people on the left have resisted the temptation to simply say, well, you know, we're not going to say anything against NPR.", "People said, you know what? This isn't right. And I think that's just an important moment in American public life.", "WALLACE: I want to ask you one more question and then we'll bring everybody else in. Your former bosses at NPR, the specific grounds for your dismal, said the problem was that you're a news analyst. You're supposed to provide analysis based on fact and, in fact, they say you provided an opinion.", "I want to show though before I get your answer what some of your colleagues at NPR have said over the years.", "In March, Cokie Roberts wrote a column about Glenn Beck in which she said this: \"Beck is worse than a clown. He's more like a terrorist who believes he has discovered the one true faith and condemns everyone else as a heretic. And that makes him something else as well -- a traitor to the American values he professes so loudly to defend.\"", "That's Cokie Roberts in a column. And then there's Cokie reaction on \"This Week,\" the ABC show, to a Supreme Court ruling on partial-birth abortion. Let's watch.", "(BEGIN VIDEO CLIP)", "COKIE ROBERTS, NPR: I'm just saying that, you know, women would be protected from regret later in life. There are a lots of moral decisions people make all through their lives where they regret them. And the idea that the court is going to stop that for women is something that I think is just offensive.", "(END VIDEO CLIP)", "WALLACE: Somehow NPR didn't seem to think those opinions were objectionable.", "WILLIAMS: Well, you know what I think? Just to be blunt, I think that they were using a lot of this as a pretext to get rid of me.", "I think they don't like the idea that I appear on Fox News. I think they think that somehow, in their own state of mind, I am somehow legitimizing Fox News by simply appearing on shows, rather than being willing to engage in debate and discussion. I think that is in the great American tradition.", "The second point that I want to make very quickly, Chris, before you bring other people in here is this -- they suggest that I somehow violated NPR's standards, journalistic standards, by telling people about a feeling I had. I think in terms of my values, and I think -- I hope in terms of everybody's values for journalists, that people should be open and able to say this is how I feel in this situation, let's talk about it. I didn't advocate discriminating against Muslims.", "WALLACE: Brit, we also have the case of Nina Totenberg, who's not an analyst, but NPR's legal affairs correspondent. Besides a few years ago wishing that the late Senator Jesse Helms would get AIDS for --", "BRIT HUME, FOX NEWS ANALYST: Or his grandchildren.", "WALLACE: Or his grandchild for opposing AIDS government research. We also have just in the last month her reaction -- remember, she covers the court -- to the court's ruling on Citizens United, a decision that said that corporations could get more involved in political campaigns.", "Let's watch.", "(BEGIN VIDEO CLIP)", "NINA TOTENBERG, NPR COMMENTATOR: Well, you know, really, this is the next scandal. It's the scandal in the making. They don't have to disclose anything. And eventually, this is the kind of thing that led to Watergate.", "(END VIDEO CLIP)", "WALLACE: And again, this is a reporter who covers the court.", "So what is going on here?", "HUME: This is a reporter. That was an opinion.", "Now, this is what has been so howlingly clear about this case right from the get-go. That was the statement by Vivian Schiller, the CEO of NPR, the day after this happened, when she sought to explain it and said that they had a very clear editorial standard at NPR, that its analysts, and presumably even more so its correspondents, were not permitted to express opinions. Fact-basis analysis, fine. Not opinions.", "Juan has expressed opinions over the years here on Fox. It's always sat badly.", "There's no evidence that Nina Totenberg has ever been in any way criticized, warned, or has suffered any loss of standing for her free- wheeling opinion dispensing that she has done on that show inside Washington for the better part of two decades. And as you pointed out, Cokie Roberts, another esteemed colleague, someone who, like you, we all know very well, has never been reprimanded for that kind of thing either.", "WALLACE: So what's the --", "HUME: It's a howling double standard. The standard that was applied to Juan Williams is manifesting not being applied to other NPR people.", "And I think it's simply this -- that in the culture of NPR, appearing on Fox is a sin. And in the culture of NPR for an African- American man like Juan, regardless of his extraordinary stature, to be there and be kind of a Bill Cosby liberal, not a down-the-line liberal, is a sin as well.", "They've been gunning for him for years. This remark about Muslim -- people in Muslim garb at airports was merely a pretext. And they've been wanting to get him, and they got him. And in so doing, exposed themselves for what they are.", "WALLACE: Nina, some congressional conservatives are talking now about cutting government funding for NPR. They don't get a lot of money, one or two percent of their budget. But also from public television, which would be a much more serious deal.", "Is that the right response? And how likely do you think it is to happen?", "NINA EASTON, \"FORTUNE\" MAGAZINE: It's a response that has been going back to the 1990s. In the mid-'90s, there was a very serious effort to defund NPR, and a lot of their member stations get taxpayer funding, too. So it's not just that two percent that goes to NPR.", "I think it's in a time of budget crunch, looking for cuts. I think it's a real threat right now.", "As Juan mentioned, there was outrage over his firing from the left and the right and, you know, media editorials. You can't get past this double standard issue.", "And I'll raise another name. The late great Daniel Schorr did a biting, acerbic liberal commentary regularly on NPR. And, in fact, he called the 2000 Supreme Court decision that gave George Bush the right to take office as president, he described that as an junta, as a coup, and described the Supreme Court as a gang of five.", "And he has always been lauded. And it was a liberal opinion column. Fine. But they called him a news analyst, the same way they called Juan. So, this distinction between news analyst and opinion is not being applied in any kind of fair manner.", "WALLACE: Bill?", "BILL KRISTOL, \"THE WEEKLY STANDARD\": So much to dislike about NPR, it's hard to know where to begin.", "For me, the CEO's comment, I mean, the arrogance of it. Juan has worked at NPR for -- how long?", "WILLIAMS: More than 10 years.", "KRISTOL: And she, in a public forum, having had someone call you to fire you, not having had a meeting with you to discuss anything, says he should see a psychiatrist. I mean, that really is unbelievable.", "HUME: You should have discussed this with a psychiatrist.", "KRISTOL: Discussed this with a psychiatrist, or his publicist.", "Who is your publicist, incidentally?", "WILLIAMS: I don't have a psychiatrist or a publicist.", "(LAUGHTER)", "WALLACE: Whoever he is, he's done a heck of a job.", "KRISTOL: Juan's giving me his name after the show.", "And that just tells you everything though about -- I mean, the total lack of even enough self-awareness to know that you are the CEO of a major news organization, one that happens to get quite a lot of government funding, and you're allowed to slander people that way. Unbelievable.", "EASTON: And my great fear is that Juan is going to become a conservative out of this.", "UNIDENTIFIED MALE: No.", "EASTON: And it would take all the zing out of the panel. Please don't.", "WALLACE: Let me just say, buddy, that we are delighted that you are going to be here, as you have been for so many years. We value you. That doesn't mean we're not going to yell at you. That doesn't mean that you're not going to get in trouble when you go past the time cues. But we're delighted.", "You're among friends.", "WILLIAMS: Well, I appreciate that. And I expect Brit to punch me the minute I'm leaving.", "WALLACE: Well, that goes without saying. Leaving? We have got another segment. Hold on here.", "We'll take a break right now. But when we come back, with nine days and counting until the midterms, our group here will tell us where the campaign stands right now.", "(COMMERCIAL BREAK)", "(BEGIN VIDEO CLIP)", "PRESIDENT BARACK OBAMA: We believe in a country where we look after one another, where I am my brother's keeper, where I am my sister's keeper.", "(END VIDEO CLIP)", "(BEGIN VIDEO CLIP)", "SARAH PALIN, FORMER ALASKA GOVERNOR: Our message is, we don't work for you anymore, Mr. Reid. Enjoy your retirement.", "We don't work for you anymore, Nancy Pelosi. You're fired.", "And Mr. Obama and your czars, you're next, because now we can see 2012 from our house.", "(END VIDEO CLIP)", "WALLACE: Two very different closing arguments on the campaign trail in these final days.", "And we're back now with our panel.", "So, with nine days to go, Brit, who has got the momentum? Are Democrats coming home and closing the gap, or are Republicans still poised to win this wave election?", "HUME: We are seeing the natural, inevitable tightening that occurs in races as Election Day approaches. But I still think the overall state of the race is about where it has been, with a very high likelihood that Republicans will capture the House of Representatives.", "The estimates from various people who are modeling this kind of thing and estimating it down to the last race range from the mid 40s to the low 60s. And the numbers need -- they need 39.", "The Senate looks like a much tougher achievement for the Republicans, and the number of the tightening races only underscores that point. So it looks like -- it looks like it will happen in the House for the Republicans. It could happen in the Senate. But at the moment, it looks like a tough, tough road.", "WALLACE: Nina, \"The Wall Street Journal\" had -- I was going to say a fascinating report. It may have been the single most interesting article in the papers this week.", "For all the talk from Democrats about conservative groups with undisclosed donors bankrolling this campaign, they did some actual reporting about campaign spending. Let's put it up on the screen.", "According to The Journal, AFSCME, the public employees union, is the biggest outside donor in this cycle, $87.5 million. Then the Chamber of Commerce, $75 million. American Crossroads, the conservative group, $65 million. And then two unions: the service employees, $44 million, and the National Education Association, $40 million.", "Nina, that's a very different picture than the president has been painting.", "EASTON: No kidding. As we all know, the Chamber of Commerce has been in the crosshairs of this White House.", "Unions are spending -- one of the reasons for the tightening of races, unions are spending $200 million nationwide, which undermines the theory, the narrative that the White House and other Democrats are trying to put out, which is that these nefarious business groups with anonymous donors which were allowed by the Supreme Court Citizens United decision -- which the president called out in January as a strike at the heart of democracy, by the way -- that because of that, Republicans are basically taking the election, stealing the election with all this funding.", "In fact, you had anonymous donors before the Citizens United decision. You had the unions spending this amount of money. And it just doesn't -- and I also want to -- the media is buying into this narrative, by the way. And I'm wondering where all the media hand- wringing was in 2006 and 2008 when the outside funding was on the Democrats' side, clearly.", "I mean, they were applauded. This is where the energy is, this is where the money is going. And now we are seeing all these kind of dark stories in the media about business groups and awful things.", "WALLACE: Let me follow up on that with you, Bill, because the Democrats would fire back and they'd say, well, OK, AFSCME is spending a lot of money. We know it's AFSCME members, or SEIU, or the NEA. But with some of these Republican groups, the Chamber of Commerce, American Crossroads, it can be huge contributions from undisclosed -- of millions of dollars from undisclosed donors, not union dues.", "KRISTOL: Yes, it's a free country. You know? And I think it's a healthy thing that there has been incredible participation by big donors and also by small donors.", "And Nina makes the point about the media loving it when President Obama -- when the Democrats, in '06, that Rahm Emanuel got praised widely in Washington, he's so clever, he's got a lot of business contribution to the Democrats. \"The New York Times\" this morning begins a story on the race, front page, \"A costly and polarizing congressional campaign heads into its final week.\"", "You know, for me, it's not costly and polarizing congressional -- couldn't one say an inspiring congressional campaign which has featured record numbers of small dollar contributions and volunteer activity? This is the most active the citizenry of the United States has been in an off-year election probably ever, but certainly in the last 50, 60, 70 years.", "If you look at the numbers, you look at the numbers of people volunteering, people contributing on the Internet and the like, shouldn't this be something to be heralded? The president and mainstream media want to portray it as a dark taking over of power by big groups. It's not working out, obviously.", "The numbers haven't changed much. And if anything, I would say in the last few days, it looks like the primary wave is reasserting itself. And I think Republicans are going to do better than 60 seats now in the House, and I think they have a pretty good chance to win the Senate, actually.", "WALLACE: Juan?", "WILLIAMS: Well, I don't think they have a chance to win the Senate. I think that if you look at it, actually, there's tightening. And I think you can almost track where President Obama has gone, where he is going next week, in seeing what the White House and Democrat strategy is.", "President Obama is going to go to Connecticut, Pennsylvania, Illinois, Ohio. In all those seats, all of a sudden, those races now are so tight that it's hard to call them.", "Who thought, for example, that in Pennsylvania, Joe Sestak would be making a comeback? I thought that race was gone. Apparently, it's not.", "Look at Colorado. I thought Bennet was gone again. Apparently, he's not.", "I think Democrats are making a comeback. And it's not because of the financial argument, because I don't think that has gained traction in the voters' minds. Instead, I think some people are being portrayed as too extreme, out of the mainstream. And the idea is, wait a minute, let's give change a chance, rather than simply throw everything out because you are upset over health care reform and the like. That argument now doesn't have the passion it did a few weeks ago.", "WALLACE: Brit?", "KRISTOL: Hope and change. To me, that's what this election is about.", "WALLACE: Brit?", "HUME: Well, the thing you can't know -- and the pollsters do the best they can with their likely voter screens and where they ask people who respond to the polls a certain number of questions, trying to determine how great the chances are that they're going to come out and vote. My sense about this election all along is evidenced going back however long it's been to the beginning of the Tea Party, is there is this tremendous energy of resistance. And this is the first chance that people who are opposed to what President Obama and the Democrats in Congress have done finally get a chance to do something about it more than gather in protest, more than write letters, and more than carry signs.", "The hope for the Democrats resides in the fact that a vote cast with gusto by an angry Tea Party activist or other energized citizen doesn't count any more than the vote of somebody who is rounded up, half asleep, and dragged to the polls in a bus by a good organization. But I do think there's a real possibility that that energy which I described will turn out voters in places we never expected we'd find them, and that it will just wash over all the efforts that are being made against it and we could have one of these great big washouts in which the House goes big, the Senate goes the works (ph), and the governorships all go, and it's just a big wipeout.", "WALLACE: For the last time that this is ever going to happen?", "You get the last word, Juan.", "WILLIAMS: That's unbelievable. I guess I'm getting some courtesy here. Thank you, Chris.", "(CROSSTALK)", "WALLACE: It's one week only.", "WILLIAMS: It's one week only. I think President Obama is trying to stir the black vote. He's trying to stir the women vote. He's trying to stir the youth vote because the passion -- I mean, right now there is no indication that much change is coming, because the Republicans do have the energy in this cycle. No question about it.", "WALLACE: All right.", "Thank you, panel. Thank you for ending up on time. See you next week. And don't forget to check out \"Panel Plus,\" where our group picks right up with the discussion on our Web site, FoxNewsSunday.com. And we'll post the video before noon Eastern Time.", "Up next, our \"Power Player of the Week.\"", "(COMMERCIAL BREAK)", "WALLACE: The pro-basketball season starts this week. And that means one of Washington's most fascinating characters will have a new role.", "He's our \"Power Player of the Week.\"", "(BEGIN VIDEOTAPE)", "TED LEONSIS, OWNER, WASHINGTON WIZARDS: It really isn't my team. It's the fan's team. It's the community's team.", "WALLACE (voice-over): Ted Leonsis is a different kind of sports owner. He bought the Washington Capitals hockey team 11 years ago. And he has just added the Washington Wizards basketball team.", "Listen to how he talks about his new acquisition.", "LEONSIS: The attendance was down year over year, maybe players didn't want to play here. They would ask to be traded. And so I thought we needed a fresh start.", "WALLACE: Leonsis made his fortune building AOL.", "AUTOMATED VOICE: You've got mail.", "WALLACE: So he decided to bring the fans into his new project through the Internet.", "(on camera): You put together this list of 101 signs of visible change. Such as?", "LEONSIS: I put out the bat signal. Tell me what you need and I will do it. Paint the garage, paint the steps. Make sure the beer is cold.", "People know that when they e-mail me I'll respond. And if enough people e-mail me, I'll listen to them.", "WALLACE: Wait a minute. You answer every e-mail every fan sends you?", "LEONSIS: People think it's a nice thing to do. I think it's a requirement.", "WALLACE (voice-over): Despite his skill as a marketer, Leonsis understands the bottom line is the product on the court. He got lucky in this year's draft lottery getting the top pick, John Wall, a young sensation from the University of Kentucky. But it's another player, Gilbert Arenas, who was suspended for 50 games last year for bringing guns into the locker room who is still making headlines.", "(on camera): Is there an end to your patience?", "LEONSIS: Well, I'll know it when I get there. But right now he's still in my good graces.", "WALLACE (voice-over): His other team, the Capitals, are doing great. They had the best record in hockey last year. And another top draft pick, Alex Ovechkin, is a superstar.", "(on camera): What's the biggest mistake that sports owners make?", "LEONSIS: I think the biggest mistake is that you think you know what you're doing. I have really strong opinions, but I could never fake it and think I could be a general manager or a coach.", "WALLACE (voice-over): Leonsis spends 40 percent of his time away from sports. He's on the board of directors of American Express and Groupon, one of the fastest-growing companies ever. And he started SnagFilms, a booming Web site where people can watch documentaries.", "(on camera): Why so many different projects?", "LEONSIS: I've gotten pretty good at it. And so my family is proud of being involved with businesses that do well by doing good.", "It's really wonderful to watch the growth of our company, along with our growth of best buddies.", "WALLACE (voice-over): Which brings us back to owning a sports team. Leonsis calls it a public trust.", "LEONSIS: We hold the psyche, the mental health of the community in the palm of our hands. And when you win a championship, it is a lifetime memory. You make grown men cry.", "WALLACE (on camera): Will something be missing for you as an owner until you win a championship?", "LEONSIS: Oh, totally. I will not rest. I won't be able to die in peace unless I can win a championship.", "(END VIDEOTAPE)", "WALLACE: And if you doubt Leonsis' claim he answers every e-mail, he says put him to the test. You can reach him at washingtoncaps@aol.com or the thewashwiz@aol com.", "As we said, he is a different kind of sports owner.", "Now a program note. Next week we will be at the Fox News election headquarters in New York. Among our guests, Sarah Palin, one of the key player for Republicans and the Tea Party this year.", "And that's it for today. Have a great week, and we'll see you next \"Fox News Sunday.\""]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2015-04-19T17:11:29.000-04:00", "articles_link": "http://www.foxnews.com/politics/2015/04/19/west-virginia-joe-manchin-says-hell-run-again-for-senate.html", "articles_title": "West Virginia's Joe Manchin says he'll run again for Senate", "article_text": ["Democratic Sen. Joe Manchin of West Virginia said on Sunday that he will run for re-election in 2018 rather than make a return bid for governor next year, saying he believes he can have the greatest impact by staying in Washington.", "ADVERTISEMENT", "\"This place may not be working now, but I'm not going to stop fighting to make it work,\" Manchin said in a statement.", "Manchin is West Virginia's only Democrat in Congress. He was a two-term governor when he won a special election in November 2010 to fill the vacancy left by the death of Democratic Sen. Robert Byrd.", "He won a full six-year term in 2012 with 61 percent of the vote -- while President Barack Obama lost every West Virginia county against Mitt Romney.", "The political hostility and lack of bipartisanship in Washington had led the centrist to consider leaving.", "\"I will admit that it has been a harder transition than I had expected, but I believe that, after five years, we are beginning to make a difference,\" Manchin said. \"We are simply bringing a greater sense of bipartisanship and commitment to working together for the good of the American people. It is because of that optimism that I have decided to continue serving the people of West Virginia in the United States Senate.\"", "He told CBS' \"Face the Nation\" on Sunday that he thinks \"we've made some inroads\" in the Senate \"to where we're willing to put the country first.\"", "Manchin has sought to work with Republicans, including unsuccessful legislation in 2013 to expand background checks on firearm purchases as a way of curbing gun violence. He has co-chaired a group called No Labels, which promotes bipartisanship and problem-solving.", "Republicans Attorney General Patrick Morrisey, state Senate President Bill Cole and U.S. Rep. David McKinley have expressed interest in running for governor, along with Democratic state Senate Minority Leader Jeff Kessler. Kessler has opened a pre-candidacy campaign account for governor."]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2014-10-26T09:19:22.000-04:00", "articles_link": "http://www.foxnews.com/politics/2014/10/26/joe-manchin-ive-had-little-contact-with-white-house.html", "articles_title": "Joe Manchin: I've had little contact with the White House", "article_text": ["Sen. Joe Manchin may be a Democrat, but he said Sunday that he has little communication with President Obama, and that the same would be true for Democrats elected to the Senate from red states.", "ADVERTISEMENT", "The West Virginian explained that moderate Democratic candidates are independent from Obama, who is unpopular with voters and has proven to be a liability for Democrats in key races.", "\"Saying that the president calls them up and tells them how to vote, that doesn’t happen,\" Manchin said of Democratic senators in an interview on \"CBS Sunday Morning.\"", "\"I know that for a fact. I’m living proof of that. I’ve had very little contact with the White House,\" Manchin added. As a first-term senator from the increasingly conservative state of West Virginia, Manchin has cultivated independence from the Obama administration on certain issues, especially those related to coal or the environment."]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2014-11-14T12:34:52.000-05:00", "articles_link": "http://www.foxnews.com/politics/2014/11/14/manchin-6-other-senators-visiting-guantanamo.html", "articles_title": "Manchin, six other senators visiting Guantanamo", "article_text": ["Sen. Joe Manchin of West Virginia is one of seven U.S. senators taking a fact-finding trip to Guantanamo Bay, Cuba.", "ADVERTISEMENT", "A news release from the Senate says the trip is set for Friday. It says the Democrat from West Virginia and his colleagues will review detainee facilities and detention operations, the legal status of individual detainees, and the military commissions process that is used to try detainees.", "According to the release, the goal is to ensure that the government is doing everything possible to protect the safety of Americans and make ensure that tax dollars are appropriately spent."]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2014-02-26T15:51:10.000-05:00", "articles_link": "http://www.foxnews.com/politics/2014/02/26/dem-sen-manchin-calls-on-federal-regulators-to-ban-bitcoin.html", "articles_title": "Dem Sen. Manchin calls on federal regulators to ban Bitcoin", "article_text": ["Sen. Joe Manchin is urging federal regulators to ban Bitcoin amid turmoil surrounding the virtual currency. ", "ADVERTISEMENT", "Manchin, D-W.Va., said in a press release that he has sent a letter to Treasury Secretary Jack Lew, Federal Reserve Chair Janet Yellen and other officials urging them to bar the use of Bitcoin in the U.S., calling it “unstable and disruptive to our economy.”", "Manchin’s call comes a day after Bitcoin was dealt a major blow when one of its major exchanges, Mt. Gox, went bust after secretly racking up catastrophic losses. The virtual currency, which started in 2009, allows people to make one-to-one transactions, buy goods and services and exchange money across borders without involving banks, credit card issuers or other third parties.", "Bitcoins themselves are basically lines of computer code that are digitally signed each time they travel from one owner to the next.", "Though Bitcoin is beloved by an eclectic group of die-hard fans, it has also struggled to shake an association with illicit and criminal behavior. One notable example is its role in powering the now-defunct online drug marketplace Silk Road.", "Manchin says Bitcoin has proven to be dangerous, saying the currency is susceptible to hackers and scam artists and makes it too easy for people to purchase illegal drugs or weapons online.", "“The very features that make Bitcoin attractive to some also attract criminals who are able to disguise their actions from law enforcement,” he said.", "Manchin also says the volatile currency could be detrimental to the U.S. economy, saying American consumers stand to lose if Bitcoin’s value follows current trends.", "“As of December 2013, the Consumer Price Index (CPI) shows 1.3% inflation, while a recent media report indicated Bitcoin CPI has 98% deflation,” Manchin said. “In other words, spending Bitcoin now will cost you many orders of wealth in the future. This flaw makes Bitcoin’s value to the U.S. economy suspect, if not outright detrimental.”"]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2013-12-18T14:08:24.000-05:00", "articles_link": "http://www.foxnews.com/transcript/2013/12/18/center-seat-sen-manchin-budget-deal-future-entitlement-programs.html", "articles_title": "Center Seat: Sen. Manchin on budget deal, future of entitlement programs", "article_text": ["ADVERTISEMENT", "BRET BAIER, ANCHOR: Joining us now in our Center Seat, we welcome Democratic Senator Joe Manchin of West Virginia. Senator, thank you for being here.", "SEN. JOE MANCHIN, D - WV: Thanks for having me.", "BAIER: Just passed the budget over the procedural hurdle known as cloture, likely to pass easily in final vote here over the next day.  What about this? A lot of the concern from Republicans was that it takes from military pensions, and they say, like Senator Graham, that, well, it is just not fair. What do you say to him?", "MANCHIN: Well first of all, I've been a Bowles-Simpson supporter from day one since I've gotten here three years ago, and I would like to see a bigger deal, because I've always believed that you have to put your financial house in order before you can do anything. I did it when I was governor and let everything else go by the wayside until I knew that we could take care of our priorities based on our values. That's just the way I think it should be done, and we're not getting there.  So which what happened with the budget, we didn't get a perfect budget. It is the first resemblance of any type of a budget, the process that we have that kind of resembles something of normal order going through appropriations. And with that, we're going to work hard to try to fix that with the military.", "It is the one percent COLA reduction -- anyone under 62. And you can say those are promises we made and we should be able to keep and you would think in normal times we should. But everybody is vulnerable right now and we have to go try to fix that. But it is what was in front of us, and we don't have any options of walking away and going into a shutdown again.", "BAIER: Like Graham and Ayotte, these senators say if there is anybody we should be protecting to find $6 billion a year, it is the military.", "MANCHIN: We all feel that way. But the bottom line is, with this being said, that was one of the things worked out between the Democrats and Republicans, and you had 333 vote in the House with that there, and I think we don't have a chance to amend anything. So do you want to go through a shutdown process, is where we would be, or do you move forward and try to fix it when we come back?", "BAIER: Charles?", "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST: Senator, on the budget, we seem to be through that. But what we're looking at now is a debt ceiling. We heard Republicans saying they will not let it go by without something being done or something -- if you want to use the word, extracted. Do you think there should be a clean debt ceiling or do you think it would be right for the Congress to use the occasion to do something to reduce our indebtedness?", "MANCHIN: Yeah, I'm probably not the right Democrat to ask about a clean debt ceiling because I have not voted. I had to – I got caught in a procedural vote to move it forward. I really think that you have to come to grips with it.", "KRAUTHAMMER: And what would you like to see happen at the debt ceiling?", "MANCHIN: Well, again, a bigger picture needs to be looked at. And that is when the Bowles-Simpson came in. Charles, as you know, they looked at revenue, they looked at expenditures, they looked at reforms. And all of that has to be taken into consideration. You can't put one side in the box. And what we are doing now, we are just making you vote and take score, trying to use it against you. I would rather fix something, and we have to get together here and come to grips with it. We have to have some reforms.", "KRAUTHAMMER: But there is no way that would happen before a debt ceiling?", "MANCHIN: The debt ceiling is going to come, right, and there is going to be something put on the table I think by the Republicans.", "KRAUTHAMMER: What would you like to see?", "MANCHIN: I would like to see long-term reductions, I would like to see a downward path to at least a balanced budget. As a former governor, that is the first thing when we ask the question going into the capitals is, what is the revenue? Once you know the revenues you know what your spending limits are. There is no such control such as that here.", "So as a Democrat, and we have many Democrats I believe that would like to see balanced budgets. No one thought we could do it in the 90's and they did it working with a Republican Congress and a Democrat president and it got accomplished. I think we could do it again. I think it could be the greatest confidence builder this country every had to our economy.", "GEORGE WILL, SYNDICATED COLUMNIST: How do you get to a balanced budget when the deal we just had makes no dent at all in the trajectory of the country and the entitlement state, and your party which whom you are notoriously discordant on occasions, flinches even from even the chained CPI, that is a tiny little adjustment of the way we calculate inflation. If they can't do that, what can they do about the entitlement state?", "MANCHIN: Well, George, it makes look at how we operate the entitlements, not looking at taking anyone's benefits away from them. But are the people getting benefits that shouldn't have gotten them? People -- are they getting them under false pretenses and there is no review back for total disability -- for Social Security, disabilities? There is so many things in fraud, waste, and abuse, if we could just get agreement to really go after that, it would be, I think, a blessing.", "And why people are afraid -- my concern is, is it going to be there for the next generation? When you look at Social Security, they say if we don't do anything, 2035 or 2037 maybe, and on Medicare is much worse, 2024 or 2026, and then also Social Security disability, 2016. So I don't know how far they can kick the down or how much longer. Sooner over later you got to pay the piper.", "WILL: But every day 10,000 more baby boomers become eligible for Social Security and Medicare. And you are on the committee on aging and you speak eloquently about taking care of the elderly, but the welfare is an enormous regressive transfer of wealth to the most affluent age cohort in the country, the elderly, who after a lifetime of accumulation are better off than the young and middle aged people who are paying all these benefits?", "MANCHIN: I've always been partial to a means testing. I've always looked at means testing from the standpoint of fairness to it. And I always said my parents worked hard and they were in a little better shape and I've had other relatives that have needed a little bit more assistance, and I don't think my parents would begrudge them whatsoever on the means tested if there's had been a little bit different than someone in more need.", "WILL: But the Democratic mantra has been Ted Kennedy's axiom that a program for the poor is a program, because if your means test -- it will look like a program for the poor and the middle class will withdraw its support. Do you reject that?", "MANCHIN: Well, we've never tried it so I don't know if it will work.", "WILL: We have to try something different.", "JUAN WILLIAMS, SENIOR EDITOR, THE HILL: So the Democrats – from the Democrat's perspective on this budget, senator, the complaint has been in order to get Republican votes you could not extend unemployment insurance for those who had long-term unemployment. And therefore, that's the deal that had to be made. But what about people in West Virginia, long-term uninsured, as George Will pointed out early, people still say we are in a recession, how do you feel about not helping them in this Christmas season?", "MANCHIN: Juan, I don't think anyone, I mean, you look at it as not being compassionate about people looking for work. You need to look at state by state, what their conditions are. Some states have lower unemployment and some states have higher. They have four tiers right they work within, their one, two, three, and four. We qualify in West Virginia for one, two, and three, not four.", "And with that being said, I understand today Dean Heller, our Republican from Nevada, and you had Jack Reed from Rhode Island, are talking about some type of compassionate three-month extension to some of this. But sooner or later, I would just ask when is that unemployment going to be acceptable to when we go back to normal order of 26 weeks?   ", "WILLIAMS: Well, that's understandable, but I think part of the conversation taking place on the Hill is will Republicans ever accept tax hikes in this current environment, or is that absolutely never going to happen, can you never make a deal with Republicans in which you would say, here, we'll cut some programs but we need some revenue enhancement?", "MANCHIN: Juan, here is the thing. We are just trying to get agreement on the definition of revenue. Is revenue when you increase taxes? To me that's revenue. If it is 35 and goes to 36 or 37, that is new revenue. If it is at 35 percent and you go to 31 but you have efficiencies, you close loopholes, and offset some credits and efficiencies, is that revenue? And then if they say, well, that is different. Well, if it's different you are still concerned with how we spend it.", "Couldn't Democrats and Republicans agree that we have one tremendous debt problem in our country and they are going to say for every new dollar of revenue, no matter how we get it, 60 or 70 cents will go to debt reduction. The remainder goes to infrastructure, nothing to grow the programs out.  We live within our means, we run it more efficiently. ", "BAIER: Senator if you stand by, we have another segment coming up.  More with Senator Manchin, ObamaCare and other issues after a quick time-out."]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2015-11-04T05:24:14.000-05:00", "articles_link": "http://www.foxnews.com/politics/2015/11/04/democrat-joe-manchin-is-big-fan-jeb-bush.html", "articles_title": "Democrat Joe Manchin is a big fan of Jeb Bush", "article_text": ["Democratic Sen. Joe Manchin of West Virginia said he believes Jeb Bush is the Republican presidential candidate most capable of serving in the White House. Manchin, a former governor himself, noted that he was partial to the governors running for president.", "\"Jeb Bush has been a dear friend, I've known Jeb, we've traveled together, he's most capable,\" Manchin said. \"It's not transmitting. I would agree with all those who have observed what is going on right now, but if you're looking for a person that's most capable, Jeb is the most capable person that can do the job and do it well.\"", "\"When he was governor and I was governor, didn't matter that he was a Republican and I was a Democrat, if something was working in my state, Jeb would call. If something was working in his state, I would call. And we shared this openly and that's all you can ask for.\"", "Manchin continued to say he thinks the 2016 GOP field is made up of entirely good people, and praised New Jersey Gov. Chris Christie and Florida Sen. Marco Rubio as well. Bush, who ranks eighth in the ", "'s GOP presidential ", ", received the support of 4 percent of Republican primary voters nationwide in a new Quinnipiac University survey released on Wednesday."]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2017-01-13T14:34:14.000-05:00", "articles_link": "http://www.foxnews.com/transcript/2017/01/13/conway-trump-has-very-specific-plans-for-first-100-days-house-gop-members-talk.html", "articles_title": "Conway: Trump has 'very specific plans' for first 100 days; House GOP members talk plans to replace ObamaCare", "article_text": ["\n ", "ADVERTISEMENT", "SEAN HANNITY, HOST:  And welcome this Friday night to \"Hannity.\"  Michelle Malkin, Kellyanne Conway will joining us in just a few minutes.", "But first, the abusively biased alt left media is gushing uncontrollably over President Obama during his final days in the White House while viciously attacking President-elect Donald Trump as he prepares to take the oath of office.  And that is tonight's \"Opening Monologue.\"", "All right, it's no secret that the alt radical left media has utter disdain for the president-elect.  What we are seeing play out here as President Obama now heads for the exits is a disgusting, despicable double standard. Now, take a look at how the press fawned all over President Obama's farewell speech, which was pretty awful.  Take a look.", "(BEGIN VIDEO CLIP)", "UNIDENTIFIED MALE:  He was played off stage tonight by the Bruce Springsteen song \"Land of Hope and Dreams,\" and that nicely summarized a large part of his theme tonight.", "CHRIS MATTHEWS, MSNBC:  I went back and watched the speech me that got me thrilled, physically, as everybody laughed at me, for because it did get me thrilled physically.  It was soaring.  And it was as good a speech as this, but of course, it was before.  This is after.  And it's much harder to do it after.", "UNIDENTIFIED MALE:  There's never been anything like this.  I mean, this was a rock-and-roll concert.", "UNIDENTIFIED FEMALE:  (INAUDIBLE) shed a tear, at one moment...", "(CROSSTALK)", "UNIDENTIFIED MALE:  That message about no American being more American than the other I think is an important one.", "(END VIDEO CLIP)", "HANNITY:  all right, seriously, Chris Matthews, more thrills, more tingly feelings up your leg?  Now, the Obama-loving media -- they couldn't get enough, eating up every single word, and that's how it's been for eight solid years!", "Now let's compare and contrast all of that to how the media reacted to President-elect Donald Trump's press conference earlier this week.  It doesn't get more hypocritical.  It's all on tape for you to see for yourself.", "(BEGIN VIDEO CLIP)", "UNIDENTIFIED MALE:  Trump's behavior throughout his first press conference as president-elect raises some serious questions, implications for American democracy, questions about how our institutions will deal with him.", "UNIDENTIFIED MALE:  We have a job, a job to figure out what's true or not.  ", " And insofar as that is being blurred, insofar as Trump is trying to equate fake news with good journalism that might have made a mistake, he's trying to create a post-truth environment.", "UNIDENTIFIED MALE:  The environment right now is so far from normal.  We're so far from the norms of respect when it comes to the president or the president-elect talking -- at least saying the right things about respecting the 1st Amendment.", "UNIDENTIFIED FEMALE:  I think the mood in that room was generally stunned. You're used to seeing sparring at a presidential-level press conference. This was more than that.  This was more than heated.  This was very confrontational.  And the question is whether this will be the new norm.  I think this has the potential to have a chilling effect.", "(END VIDEO CLIP)", "HANNITY:  What a glaring double standard.  Now, you shouldn't be surprised by any of this.  The media just cannot stand President-elect Trump, especially after they all -- remember?  They openly mocked the idea that Donald Trump one day may become president.  You may be remember this.  Take a look.", "(BEGIN VIDEO CLIP)", "UNIDENTIFIED MALE:  Donald Trump has been saying that he will run for president as a Republican, which is surprising, since I just assumed he was running as a joke.", "(LAUGHTER)", "UNIDENTIFIED MALE:  I will personally write to you a campaign check now on behalf of this country, which does not want you to be president, but which badly wants you to run!", "UNIDENTIFIED MALE:  We better be ready for the fact that he may be leading the Republican ticket.", "(LAUGHTER)", "UNIDENTIFIED MALE:  I know you don't believe that, but I want to go on...", "(CROSSTALK)", "UNIDENTIFIED MALE:  Which Republican candidate has the best chance of winning the general election?", "UNIDENTIFIED MALE:  Of the declared ones right now, Donald Trump.", "(LAUGHTER)", "BARACK OBAMA, PRESIDENT OF THE UNITED STATES:  President Obama will go down as perhaps the worst president in the history of the United States, exclamation point, @Realdonaldtrump.", "(LAUGHTER)", "OBAMA:  Well, @Realdonaldtrump, at least I will go down as a president.", "(APPLAUSE)", "(END VIDEO CLIP)", "HANNITY:  Wow.  Pretty informative.  And the media's love affair with President Obama is so deep that it doesn't end with him!  Now, take a look at Jimmy Fallon fawning over the first lady, Michelle Obama.  Remember, \"For the first time in my adult life, I am proud of my country,'' that Michelle Obama?  Take a look.", "(BEGIN VIDEO CLIP)", "UNIDENTIFIED MALE:  (INAUDIBLE) last night...", "UNIDENTIFIED MALE:  Oh, gosh.  That's another thing.", "UNIDENTIFIED MALE:  ... your husband as president.", "(CHEERS AND APPLAUSE)", "UNIDENTIFIED MALE:  I lost it.", "UNIDENTIFIED MALE:  Yes.", "UNIDENTIFIED MALE:  I lost it at home.  I was crying on my wife's shoulder. He's just the best man in the whole wide world.  I mean, no way to be cooler (ph) as a human being then that guy.", "UNIDENTIFIED MALE:  Thank you, Mrs. Obama, for being a strong, smart, independent woman, an activist, a style icon, and a great dancer.", "UNIDENTIFIED MALE:  (SINGING) My Michelle, you the only one that we adore. For us, our hearts beats for.  You'll always be first lady in our minds.", "(CHEERS AND APPLAUSE)", "(END VIDEO CLIP)", "HANNITY:  It gets even more nauseating.  Earlier today, the co-hosts of \"The View\" -- they rolled out the red carpet for crazy uncle Joe, Vice President Joe Biden and his wife, Jill.  Take a look.", "(BEGIN VIDEO CLIP)", "UNIDENTIFIED FEMALE:  And the country is so divided right now.  I still don't know anyone who doesn't have a soft spot for this man.  He is just one of the realest people you'll ever, ever meet in your lifetime.", "UNIDENTIFIED FEMALE:  You're like a rock star, you know that?  You're a rock star.", "(END VIDEO CLIP)", "HANNITY:  The media's so biased, at this point, they're not even trying to hide this!", "Which brings me back to President-elect Donald Trump.  Now, what he did at his news conference earlier this week -- it was the single greatest beat down of this abusively biased alt radical left media in the history of the country!  Now, Trump put the press on notice -- put them on notice -- he's not going to stand there and take this crap anymore!", "Watch this exchange with Jim Acosta from CNN.", "(BEGIN VIDEO CLIP)", "JIM ACOSTA, CNN CORRESPONDENT:  Since you're attacking us, can you give us a question?  Since you're...", "DONALD TRUMP, R-PRESIDENT-ELECT:  Go ahead.", "ACOSTA:  No, Mr. President-elect...", "TRUMP:  Go ahead.", "ACOSTA:  Mr. President-elect, since you are attacking...", "TRUMP:  No, not you.", "ACOSTA:  ... our news organization...", "TRUMP:  Not you.", "ACOSTA:  ... can you give us a chance?", "TRUMP:  Your organization is terrible.", "ACOSTA:  You are attacking our news organization...", "TRUMP:  Your organization is terrible.", "ACOSTA:  ... can you give us a chance to ask a question, sir?", "TRUMP:  Go ahead.", "ACOSTA:  Sir, can you...", "TRUMP:  Quiet.  Quiet.", "ACOSTA:  Mr. President-elect, can you state...", "TRUMP:  Go ahead.  She's asking a question.", "ACOSTA:  ... categorically...", "TRUMP:  Don't be rude.", "ACOSTA:  Mr. President-elect, can you give us a question?", "TRUMP:  Don't be rude.", "ACOSTA:  Since you're attacking us, can you give us a question?", "TRUMP:  Don't be -- no, I'm not going to give you a question.", "ACOSTA:  Can you-...", "TRUMP:  I'm not going to give you a question.", "ACOSTA:  Can you state categorically...", "TRUMP:  You are fake news.", "(END VIDEO CLIP)", "HANNITY:  Wow!  \"You are fake news.\"  Then he lectured the president -- That's not fair.", "All right, the media deserved every single bit of what Donald Trump gave them.  Now, predictably, they're now trying to paint the president-elect -- that is President-elect Trump -- as the enemy of the 1st Amendment, which is so hypocritical because they did nothing when President Obama repeatedly attacked FOX News over the last eight years!  In fact, the president has personally gone after me so many times!  And now CNN learned from what I went through.  Take a look.", "(BEGIN VIDEO CLIP)", "OBAMA:  In 2012, Latinos voted in record numbers. The next day, even Sean Hannity changed his mind and decided immigration reform was a good idea.", "Rudy Giuliani said Putin is what you call a leader.  Mike Huckabee and Sean Hannity keep talking about his bare chest, which is kind of weird.", "With respect to Sean Hannity, I didn't know that he had invited me for a beer.  His opinion of me does not seem to be very high, but I'm always good for a beer.  I'll put -- I'll put -- I'll put Mr. Burgess (ph) up against Sean Hannity.  He'll tear him up.", "(END VIDEO CLIP)", "HANNITY:  I still offer that beer, and in the spirit of spreading the wealth, Mr. President, I'll pay for it -- in celebration.  Your eight years are over.  Now, no one in the mainstream media came to my defense after the president made those remarks and a lot more, not that I would ever need or want them to defend me.  If anything, they were probably cheering him on for what he did, attacking me and FOX News and talk radio and Rush Limbaugh and Mark Levin.", "So here is what it all comes down to.  The media wants to be fair in their coverage of President-elect Trump, then fine.  But if they're not, well, they can expect plenty more of what the president-elect gave them earlier this week.", "Joining us now, syndicated columnist, host of the series \"Michelle Malkin Investigates\" on CRTV.com, Michelle Malkin.", "I watch the double standard.  Part of me just wants to laugh, but then a part of me realizes for the rest of the country, this is -- journalism's dead.  We have an informational crisis.  What's your reaction?", "MICHELLE MALKIN, CONSERVATIVE COLUMNIST:  Yes.  Yes.  And of course, you seem to have occupied rent-free space in President Obama's head for many years now, Sean!", "(LAUGHTER)", "MALKIN:  I love it!", "HANNITY:  I think it's, like, 15 times he mentioned me, something like that, yes.", "MALKIN:  Yes.  Yes.  Well, I think that you deserve a Golden Globe for all of these incredible clip reels that you put together.  I think it's a public service.", "These people need to have it in their faces and be reminded of their behavior and their media malpractice over the last eight years!  Good riddance to eight years of Obama's drool bucket media, these fan girls and fan boys who literally ogled not just President Obama, but when he was a candidate, and as you pointed out in highlighting with Jimmy Fallon, they're fawning over at Michelle Obama!", "And of course, those of us, you and I, Sean, and so many other stalwart critics and opponents and questioners and dissidents in conservative media were attacked for doing what those people in the mainstream media should have been doing.  Do your job!  Subject these political candidates to the same amount of scrutiny that you are now trying to compensate for with the incoming Trump administration!", "HANNITY:  But should the...", "MALKIN:  Only after -- only after Obama had done so much damage, Sean, do these people finally admit that yes, yes, we should have asked more questions.  There's a very famous viral clip of Tom Brokaw and Charlie Rose on PBS, which we pay for, in which they cackle that they didn't vet Obama properly enough.  There are admissions from The New York Times that they allowed the Obama administration to, quote, \"let the Obama administration rubber stamp and oversee the statements that were printed in The New York Times.\"  It's shameful!", "There is David Brooks, who admitted that, yes, he knew that Obama was lying to him about the stimulus and he didn't say nothing about it until two years later!  Now these people realize...", "HANNITY:  Well, let me ask a final question...", "MALKIN:  ... that there should a proper watchdog role for the press? Please!", "HANNITY:  Isn't there a lesson here in what we saw happen this week, the hyperventilating, the breathlessness, the, Wow, we got him.  They thought they had him this week, that the Trump campaign should understand that they don't like him, they'll never like him, and their goal -- and tell me if I'm bordering on paranoia -- they want to destroy him and they're waiting for the moment to jump.  Whether it's small and insignificant, it doesn't matter.  They will turn something into something bigger than it really is.", "MALKIN:  Yes, it's going to be a long four years, Sean, but I think that over the course of the campaign -- and this goes for all of the people on the right -- you know, whatever they thought about any particular policy position or personnel choice that Trump had made -- and certainly, I have been vocal about when I liked or didn't like certain things he said or certain choices he made -- and the difference, of course, is that over the course of the next four years, Sean, I know that you, just as we did during the Bush administration, will be very vocal when we're happy and we'll be very vocal when we're not.", "HANNITY:  I'm already mad at Congress.", "MALKIN:  And the same thing could not -- right?  And the same thing could not be said...", "(CROSSTALK)", "HANNITY:  ... $9.7 trillion debt increase over 10 years?  What -- I thought they were the part of limited government, balanced budgets!", "MALKIN:  That's right.  And they -- you know what?  The Republican Party and the establishment have squandered the opportunities they've had before, when they had control of two or three branches of government, and we will be on them like white on rice.  And I'm sure that there are leftist socialists who are going to say that I just committed a micro-aggression right there.", "HANNITY:  Yes!", "MALKIN:  But we live in a different era now.  And thank God for that.", "HANNITY:  All right, Michelle Malkin, good to see you.  Congrats on the TV series.", "And coming up -- one week from today, the long nightmare that is Barack Obama -- it's over.  It's done.  Donald Trump will be your president.", "Up next, we'll speak with Kellyanne Conway.", "And then later tonight...", "(BEGIN VIDEO CLIP)", "BRIAN FALLON, FORMER CLINTON CAMPAIGN SPOKESMAN:  Donald Trump is someone who's very insecure in his victory, and I understand why.  Every day, there are new developments, new shoes dropping, so to speak, that call into question the legitimacy of his win.", "(END VIDEO CLIP)", "HANNITY:  Hillary Clinton's campaign spokesperson questioning the legitimacy of Donald Trump's presidency.  Why are so many Democrats determined to try and undermine the president-elect before he even takes office?  I'll ask Democratic senator Joe Manchin of West Virginia.", "That and more on this busy Friday news night straight ahead.", "(COMMERCIAL BREAK)", "(NEWSBREAK)", "HANNITY:  Welcome back to \"Hannity.\"  So just in one week, one week from today, seven days, President-elect Trump will be sworn in to be the 45th president of the United States.  And for the first time in 10 years, Republicans will control the House, the Senate and the White House.", "Joining us now, counselor to the president-elect Kellyanne Conway -- you know, when I go out and meet people, the person they ask about besides President-elect Trump the most is you!  Everyone wants to know, What's Kellyanne like?  And I'm, like -- is she as nice as she seems?  I said nicer.  So...", "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT-ELECT TRUMP:  Thank you.", "HANNITY:  People are really happy.  All right...", "CONWAY:  Tell them I love them back, and this is a victory and a future shared by all.  And we're just getting started.", "HANNITY:  The only -- the only thing to me that matters is that the agenda gets fulfilled.  Walk us through these 100 days, what we call the first 100 days of the president-elect, and tell us what we can expect.", "CONWAY:  Yes.  Sean, that is exactly why Donald Trump ran for president.  I would submit to you it's why he won the presidency because people know that he will make good on these promises, his plan, because if he doesn't, he's just another typical politician promising to do things they don't intend.", "So he has these very specific plans on repealing and replacing ObamaCare. A poll out just today showed that 65 percent of Americans want the ACA, ObamaCare, repealed in part or in whole.  It's a very high number. Folks are really frustrated.  We know that premiums are rising.  Their (INAUDIBLE) choices are fewer.  Their access is less.  And their frustrations are high.", "So making good on that repealing and replacing ObamaCare is important. The president-elect and of the vice president-elect had meetings on that this week.  Their legislative team had meetings on that this very week, this week.  The Senate already took action toward repealing ObamaCare.", "Now, he -- the president-elect is committed in so doing that those who have coverage will not be without coverage, that we'll get rid of that draconian penalty, the -- basically, that you're forced to buy government-run health care, pay a tax, pay a penalty.", "There will be health savings accounts for people, and there will be the ability to buy health insurance across state lines, a more patient-centric free market system.", "Also, he'll start building that wall with the intention of Mexico paying for it either now or later on as compensation.", "HANNITY:  So...", "CONWAY:  If the Congress can speed up the process by paying for it, terrific.  You'll also see energy, unleashing energy.  He'll start to do infrastructure, and he of course will get more serious about defeating radical Islamic terrorism and get very serious about rebuilding our military.", "HANNITY:  So vetting refugees, originalist justices, seven brackets to three, 15 percent corporate tax, repatriating multi-national corporations, ObamaCare gone, replaced with what you said, energy independence, that's going to be done.", "CONWAY:  Energy independence.", "HANNITY:  Education to the states.", "CONWAY:  Which is also part of his -- oh, yes, education, too.  (INAUDIBLE) Betsy DeVos in as education secretary nominee, Sean.  She is -- she looks at alternatives to conventional schools, schooling systems where charters and school choice and certainly respecting home schoolers.  At the same time, respecting our back to basics curriculum and letting parents and local governments have more of a say of where children go to school and what is taught there.", "You mentioned something very important.  You talked about the extreme vetting and you talked about energy investments.  These are also very specific solution-centric plans that President-elect Trump ran on.  I think the fact that he got specific was very important to voters because that's what businessmen do.  They're accountable for results and deliverables. They can't fudge the numbers.  They can't just have a commission and kick the can down the road.  They actually have to produce in a quarterly, monthly, weekly way.", "If you can tell me right now -- I'll start the jeopardy clock -- what Hillary Clinton's message was in this election, other than Donald Trump bad and...", "HANNITY:  I can't tell you what she did...", "CONWAY:  ... I'm not Donald Trump...", "HANNITY:  ... in 40 years!", "CONWAY:  His message was specific.", "HANNITY:  I can't tell you...", "(CROSSTALK)", "HANNITY:  All right, let me ask this last question.  What you're saying is he's going to keep all these promises, which I think is the key to political success, but I also think it's the change that the country needs. This is not a simple agenda.  I do believe there'll be resistance along the way, especially with the Supreme Court and building the wall and vetting refuges and some of these other issues.", "What will he be able to do in the first hours as president to undo a lot of the damage Obama's done with executive orders?", "CONWAY:  So on Monday, January 3rd (sic), President Donald J. Trump can sit down and basically rescind these executive orders, those that Obama put in very late in the game, with respect to the environment, mining -- there are other regulations that we hear from business owners and employers constantly, Sean, that it's really the regulatory system that has a chokehold on them, that they can't retain talent and they can't hire American workers.  They can't keep their factories here.  They can't expand here.", "And you see the Trump effect already now during the transition.  And the Trump effect happened again today here in Trump Tower, where the CEO of Lockheed Martin came, and you know, then she went and announced that they will, in fact, reduce the price of the F-35.", "HANNITY:  I saw that, yes.", "CONWAY:  The Trump effect has been to keep jobs here.  Factories are staying here.  And that when he sits down, he can actually rescind a number of these executive orders that have really hurt people.", "I remember Barack Obama as president has been very fond of the executive order.  And it's just the stroke of a pen, really, that allows President Trump to go more in line with what Americans expect.  Energy is a key one. We hear from people -- we've heard from these conservative right, left and center, I am for all of the above energy.  What the heck does that mean? Great sound bite.", "But people say all the time nothing is made in America anymore.  And I will tell you that we have energy beneath our feet and off our shores.  And Americans want us to develop that to reduce our dependence on foreign oil and also to stimulate our local economies, crate jobs here at home.  He's for coal, clean coal.  He's for shale.  He's for safe and effective hydraulic fracking, just a very exciting time for us to rely more on Americans and American energy for our economic stimulation and growth.", "HANNITY:  Kellyanne, it's a bold agenda.  If he follows up on all of these items that he talked about in the campaign and you're talking about now that he's been elected, that to me will shift the trajectory of the country.  I'm going to love watching it.  It'll be a fight.  I'll be here fighting on TV and hopefully see you often, and I'll see you down in Washington next week.", "CONWAY:  You will see me often.  And Sean, it really is up to the Republican Congress, as well.", "HANNITY:  That's true.", "CONWAY:  They're there.  There's no more excuse of divided government.", "HANNITY:  That's correct.  That's good point.", "CONWAY:  And they can do this (INAUDIBLE) governors, state legislatures. This is really the time to harness that and...", "HANNITY:  And by the way, we don't need...", "CONWAY:  ... act more like a business...", "HANNITY:  ... their $10 trillion debt limit increase, either.  Thanks a lot.  They can keep that.  All right, Kellyanne, good to see you.  And we'll see you at the inauguration one week from today.", "Up next, why are Democrats trying to undermine the president-elect before he even takes office?  I'll ask Democratic senator Joe Manchin. Republicans are already making moves now today and yesterday to repeal ObamaCare. Later, I'll speak with Congresswoman Marsha Blackburn, Congressman Louie Gohmert and Congressman Jim Jordan.  That and more tonight on \"Hannity.\"", "(COMMERCIAL BREAK)", "HANNITY:  And welcome back to \"Hannity.\"  So one week from today, Donald Trump will be sworn in as the 45th president of the United States.  But many Democrats -- they're still trying desperately to delegitimize Trump's big win in November.  Mow, this includes Clinton campaign spokesman Brian Fallon.  He had this to say earlier today.  Take a look.", "(BEGIN VIDEO CLIP)", "BRIAN FALLON, FORMER CLINTON CAMPAIGN SPOKESMAN:  Donald Trump is someone who's very insecure in his victory, and I understand why.  Every day, there are new developments, new shoes dropping, so to speak.  They call into question the legitimacy of his win.  First it was with respect to Russian interference.  And now with respect to the FBI, we see that Jim Comey's actions are sufficiently questionable that the internal watchdog at DOJ thinks that they merit an independent review.", "(END VIDEO CLIP)", "HANNITY:  All right, Fallon is not the only Democrat trying to make excuses for President-elect Trump's win.  Now, we have a handful of congressional Democrats -- they're now boycotting the inauguration.  That includes California Congresswoman Barbara Lee.  She released a statement that reads in part, \"Donald Trump has proven that his administration will normalize the most extreme fringes of the Republican Party.  On inauguration day, I will not be celebrating.  I will be organizing and preparing for resistance.\"", "Also today, in a pre-recorded interview set to air on \"Meet the Press\" this weekend, Congressman John Lewis of Georgia says he doesn't see Donald Trump as a legitimate president.", "So why are some Democrats trying so hard to smear the presidency of Donald Trump, hasn't even taken office?  Joining us now, a Democrat, a senator from the great state of West Virginia, Joe Manchin is with us.  Senator Manchin, thanks for being with us.  Let me start with what you have...", "SEN. JOE MANCHIN, D-WEST VIRGINIA:  Hey, Sean, always good to be with you.", "HANNITY:  You've had conversations with Donald Trump, correct?", "MANCHIN:  Yes, I have.", "HANNITY:  And how have they gone?", "MANCHIN:  They've gone great.  It's refreshing.  He's reached out, which is what you would think a president-elect coming in, reaching across the aisle, wanting to get things done, seeing if we can find people that'll work together, move things forward, but the country first, put the campaign behind us, put the election behind us, put the Democrats and Republicans behind us and let's bring America to the forefront.", "I really believe that's what he's trying to do.  He has reached out to me, and we've had good conversations.", "HANNITY:  We still have 95 million Americans out of the labor force, 43 million Americans on food stamps, 50 million in poverty and the lowest home ownership rate of 51 years.  Those are real problems.", "I assume especially because you're from West Virginia, on energy, that you want to see these regulations, executive orders go away.  You want coal mining, you want fracking I assume, you want drilling, you want energy independence.  Is that a good guess?", "MANCHIN:  Yes, and I spoke to President-elect Trump about that.  You know, we want a balance between the economy and the environment.  We don't want dirty water.  We don't want dirty air.  He doesn't want dirty water.  He doesn't want dirty air.", "What we've looked at -- and I told him I think that the things that West Virginians are upset about is that with the laws that we have to protect our environment, they have doubled down and put extra laws.  Basically, it's a redundancy, a nuisance type of thing that just basically just breaks the will of people who want to be in business.", "HANNITY:  Yes.", "MANCHIN:  That's not what an energy policy should be.", "HANNITY:  Senator, you're an anomaly.  I just read what Hillary Clinton spokesperson said.  I just told you what Barbara Lee is doing.  I've known John Lewis from my time broadcasting in Atlanta.  I like him a lot, respect him a lot.  I think what he's doing is harmful.", "So my question is, what are the things that you see you agree on?  Would you agree that the promises, for example, of ObamaCare were never kept -- to keep our doctors, plans, and save money?  Cost per family's gone up", " $5,400 in eight years.", "MANCHIN:  Well, there is problems, and I've said that, and I'm willing to repair the problems.  Sean, where I differ -- I've said I'm willing to work and to sit down and work through in a professional manner, in a grown-up manner to basically find the fixes that we need.  I'm not voting for repealing it until I see a replacement and we can repair it.  I think that is a reasonable approach.  ", "HANNITY:  As far as I know up until know you are the only Senate Democrat that will vote to confirm Senator Sessions, a colleague, as the new attorney general.  I see this every four years and it's my biggest complaint.  Your party, the Democratic Party, every four years without fail, and I've chronicled it on this program, will played the race card. It was played against Senator Sessions in spite of what I think is a pretty incredible record on his part.  When you see that happen, how do you feel about your party?  ", "MANCHIN:  When I see politics dives to that degree, and you know, and like you say, whether it's on my side of the aisle, the Democratic side, and Sean, let me make it very clear.  I'm a West Virginia Democrat.  We are a little bit different than when you look at the national Democrats.  And I think maybe our Virginia Republicans are too, don't get caught up in all this hullabaloo.  ", "But the bottom line is that Jeff Sessions is someone I've known for six years.  And we've had many conversations on many things, worked on legislation.  I have never detected one ounce of racism in Jeff or bigotry. I've never seen that.  And for that to come out of the woodwork, and I said I can only judge a person on how I know him.  If you want to say you're against Jeff Sessions because he is extremely conservative or too conservative for you, that's fine.  But don't make something up that maybe is not there.  I listened and watched his testimony, and the people that came and testified on his behalf, those against him, but those in favor of him.  I just don't believe that and I think Jeff is a good man.  I think he will do a good job.  ", "HANNITY:  All right, senator, always good to have you.  Thank you for being with us.  ", "And coming up next on this busy Friday news night here on \"Hannity.\"", "(BEGIN VIDEO CLIP)", "TRUMP:  It will be repeal and replace.  It will be essentially simultaneously.  ", "(END VIDEO CLIP)", "HANNITY:  You heard him say it, ObamaCare will be repealed and replaced under the new administration.  Today, the House took a very important step to make all this happen.  Up next I will speak with Congresswoman Marsha Blackburn, Congressman Louie Gohmert, and from the Freedom Caucus Jim Jordan, straight ahead.  ", "(BEGIN VIDEO CLIP)", "TRUMP:  Mexico in some form, and there are many different forms, will reimburse us.  And they will reimburse us for the cost wall.  That will happen.  ", "(END VIDEO CLIP)", "HANNITY:  And president-elect Trump says Mexico will in fact pay for the wall.  Later on tonight I go one-on-one, that's right, a shoot-out with Geraldo Rivera straight ahead.", "(COMMERCIAL BREAK)", "(BEGIN VIDEO CLIP)", "TRUMP:  Obamacare is a complete and total disaster.  It'll be repealed and replaced.  It will be essentially simultaneously.  It will be various segments, you understand, but will most likely be on the same day or the same week but probably the same day, could be the same hour.  We are going up health care that is far less expensive and far better.  ", "(END VIDEO CLIP)", "HANNITY:  That was president-elect Donald Trump promising that Obamacare will be repealed and replaced under his administration.  This morning the president-elect took to Twitter to reinforce that promise.  He tweeted out, quote, \"The unaffordable care act will soon be history.\" Also today the U.S. House of representatives, the voted 227 to 198 to pass a budget resolution that is a critical step towards repealing ObamaCare.  ", "Here now with reaction, Tennessee Congresswoman Marsha Blackburn, Ohio Congressman Jim Jordan, Texas Congressman Louie Gohmert.  Congresswoman, we will start with you.  A lot of Americans will say why haven't Republicans rallied around one plan by this point?  I know there are nine out there.  I know they are similar, but why hasn't the plan been written yet, and Paul Ryan about a week and half go said, well, we will do it sometime this year. He has since adjusted that.  ", "REP. MARSHA BLACKBURN, R-TENNESSEE:  What we have, Sean, you can go back to 2010 to the Blair House health care summit, and we pretty much laid out our plan then.  Across state line purchase of health care, which is my legislation.  And yes indeed there are components, there are many different plans.  What we want to make sure is we pull everything off we can in reconciliation and then follow it with legislation that is going to open up the health insurance marketplace and is going to simplify delivery of health care and do it in a more cost effective manner.  And I think once we get Secretary Price at HHS and we are able to begin some of the unravel and then the replacement component parts, we want to do it right.  We're going to do it in a thoughtful manner.  ", "HANNITY:  With the freedom caucus, Jim Jordan, and I see you are here, Mark Meadows who is now I guess the head of your Freedom Caucus, or the chairman of the Freedom Caucus.  He actually said this is likely to fail in the Senate.  You don't think this is going to pass in the Senate?  ", "REP. JIM JORDAN, R-OHIO:  The repeal will pass, but some of the replacement mechanisms and policies, they are going to require the 60 vote threshold to get those through.  So that's a little harder.  But the most important thing, Sean, is we actually repeal it.  That is step one.  The president-elect is exactly right.  Health care will be better and cost less when we get rid of Obamacare.  So let's make sure we keep promise to the American people.  ", "Today was just step one.  There's a long process to come.  Let's do it as quick as we can, but let's do it all.  Every mandate, every regulation, every single tax has to go.  Then we'll have a chance to have the market work and that is part of the replacement is simply getting rid of Obamacare with repeal so you can have a market work and bring down costs and provide affordable health care to the families across this country.  ", "HANNITY:  Louie Gohmert, a lot of conservatives are writing and calling my radio show and tweeting out their concern about three things, the $1 trillion infrastructure without a plan to pay for it.  They are concerned about increasing the debt over the next 10 years, $9.7 trillion.  And they're concerned that some remarks Paul Ryan made last night promising any illegal immigrant that he wouldn't allow immigration officials to deport her, in other words not following the law.  That's the current law of the land.  What is your reaction to that?  Are you hearing the same thing on your end?", "REP. LOUIE GOHMERT, R-TEXAS:  Yes, the number one thing we do first is repeal ObamaCare.  We can multitask.  I know there are Democrats who are having trouble with that.  But we can multitask.  We can repeal ObamaCare. We can go in and let a wall start being built.  And I do think that Mexico is ultimately going to realize that once we cut off the flow of drugs back and forth and the people that are paying the drug cartels to come across, then Mexico quits being such a corrupt country with all the drug cartels, and they are going to want to pay us, because they will zoom up to be not 62nd in the number of economics --", "HANNITY:  Let me ask a question.  Are any of you three concerned about the issues that I have raised that I'm hearing from my listeners?  A $1 trillion infrastructure without a plan to pay for it.  Now, repatriation money, energy money, savings, ObamaCare, all of that can add to it.  But should have a plan to pay for the infrastructure $trillion?  What about the $9.7 trillion in the debt increase over 10 years, and thirdly, Paul Ryan saying last night this woman is not going to leave even though that is a law of the land.  I'm hearing a lot of about it.  Any of you three hearing about this?  ", "GOHMERT:  I've got insurances that look, this is a vehicle, Louie, this $9.7 or however many trillion in this budget, forget about it.  This is a vehicle.  They promised me it will not end up beating us.  No, you already agreed to these numbers.  Marsha hasn't, Jim hasn't, the Freedom Caucus hasn't.  ", "HANNITY:  Real quick, Marsha.  ", "BLACKBURN:  One of the things when we talk about infrastructure that people are saying is, look, we want you to look at broadband expansion, rural broadband.  That is the primary infrastructure issue.  And there are ways for us to address that.  And I think we will do that.  And it will not having a negative impact to the debt.  We have to get the debt and the deficit, the annual deficit and the approved debt dealt with.  ", "HANNITY:  All right, guys.  Good to see you all.  I will see you guys when I am in Washington next week and the week after.  Coming up next tonight right here on \"Hannity.\"", "(BEGIN VIDEO CLIP)", "TRUMP:  Mexico in some form, and there are many different forms, will reimburse us, and they will reimburse us for the cost of this wall.  That will happen.  ", "(END VIDEO CLIP)", "HANNITY:  President-elect Donald Trump keeping his promise that Mexico will pay for the border wall.  Up next, I go one-on-one with our own Geraldo Rivera straight ahead, tonight, right here on \"Hannity.\"", "(COMMERCIAL BREAK)", "(BEGIN VIDEO CLIP)", "TRUMP:  Mexico in some form, and there are many forms, will reimburse us, and they will reimburse us for the cost of the wall.  That will happen. Whether it's a tax or a whether it's a payment, probably less likely that it's a payment, but it will happen.  ", "(END VIDEO CLIP)", "HANNITY:  President-elect Trump, he says Mexico will pay for the wall.  But Mexico's president Enrique Pena Nieto, he said the country will not be paying for it.  Watch this.", "(BEGIN VIDEO CLIP)", "UNIDENTIFIED MALE:  (SPANISH)", "(END VIDEO CLIP)", "HANNITY:  But he is trying to meet with and have meetings with Donald Trump.  Why?  Because they lost Carrier, Fiat Chrysler, and Ford and probably a lot of other companies spending money and the peso is tanking. Joining us now with reaction, former FOX senior advisor, not former, Geraldo Rivera.", "GERALDO RIVERA, FOX NEWS SENIOR CORRESPONDENT:  Senior adviser now.", "HANNITY:  Because you went to Trump Tower today.  ", "RIVERA:  I just loved him.  ", "HANNITY:  How'd it go?", "RIVERA:  He was my former boss on \"Celebrity Apprentice\" who was wonderful.", "HANNITY:  You came in second.", "RIVERA:  I came in second.  But we actually joke, imagine if had beat Leeza Gibbons in the current climate.  It would be sort of like sleeping in the hallway.", "Now it was great seeing him and Melania was so gracious.  They were with Senator and Mrs. Blunt over there as they were leaving, and Senator Blunt reminded Donald of something he knew, that even when he was down and out, president-elect Trump, I always said he had it chance, that he had a fighting chance.  ", "HANNITY:  Great admirer of him.  You always liked him.  ", "RIVERA:  Melania remembered Erica's name.  It was so sweet.  They invited us to the White House.  It was that kind of visit.  It was really a very friendly.  ", "HANNITY:  So what you say to the all the snowflakes out there on your side of the aisle some times that are freaking out at everything he does?  ", "RIVERA:  Let me just reject the characterization of just what side of the aisle I'm on --  ", "HANNITY:  You're a liberal Republican.", "RIVERA:  I think that's fair.  I am a Rockefeller Republican.  ", "I think that one of the reasons I wanted very publicly to embrace the president-elect is that he is the 45th president of the United States.  And he will be everybody's president.  And we wish him a great presidency for all of our sakes.  ", "And it distresses me when I see how low his poll numbers are going into the inauguration next week.  I mean, come on, ladies and gentlemen, you're not going to have two countries here.  We have one country.  You want the president to succeed.  His success is all of our success.  Specifically, I did the one -- it wasn't even nearly discordant, the one thing I said, you and I, Mr. President-elect, have differed on the issue of immigration.  And you saw with the wall, a very divisive issue.  ", "HANNITY:  You don't care about the wall?  ", "RIVERA:  I understand the emotion and the passion that has led to the wall. Here is my bigger fear, Sean.  I think that you really will understand where I'm coming from.  He talked about Carrier and General Motors and Ford, all correct.  He has harnessed or grabbed back businesses that have fled or were attempting to flee the United States.  But now you are going to build a wall.  But what happens to all of those Mexicans now that would've worked for Ford or General Motors or Ford, or Carrier.  We need Mexico to be a successful country if we're going to stem immigration.  ", "HANNITY:  But I always stop here and say there are 43 million Americans on food stamps, 50 million in poverty and 95 million out of the labor force. America first, you can't help others before we fix our own problems.  ", "RIVERA:  I have no problem with that either, except if you are really a capitalist free trader, we have to figure a way, what's best for the goose is best for the gander.  ", "HANNITY:  But you are the guy that lost the job to an illegal immigrant who is going to work for a low amount of money.  And of the competition, 8 million illegals we know work in this country now.  Those 8 million jobs would otherwise go to Americans.  ", "RIVERA:  Everything you say is true, everything you say is true.", "HANNITY:  Except can you imagine the disorder when all those borders. What's the 30 year old Mexican guy who worked there, was going to work in the General Motors plans, and he's just over the line in Juarez, what is he going to do now?  ", "HANNITY:  We have our own problems.  They have theirs.  There might be some mutually beneficial deals.  ", "RIVERA:  But the idea of the North American Free Trade Agreement was the Mexico, Canada, and the United States are all in the -- yes, because the United States was getting shortchanged.  And he also, the president-elect was very strong on, I just got the F35.  They offered me $600 million discount on it.  I want even more than that.  ", "HANNITY:  We know him well.  Everything with him is a negotiation.  ", "By the way, I would say to him, can we do an interview?  Can we just do two segments?  Can I just one do one segment?  Everything is a negotiation.", "(LAUGHTER)", "RIVERA:  He loves you, too.", "HANNITY:  Good to see you, Geraldo.  ", "And coming up, a very important \"Question of the Day.\" That's next straight ahead.", "(COMMERCIAL BREAK)", "HANNITY:  Time for our \"Question of the Day.\" So why do you think the media loves, loves, loves, loves, worships, adores President Obama and is so hostile to President-elect Trump?  Go to Facebook.com/SeanHannity, @SeanHannity on Twitter.  Quick programming note, starting on Monday, don't miss Martha's brand-new show, \"The First 100 Days.\" That's starts this Monday at 7:00 p.m. here on the FOX News channel.  All the time we have for tonight.  Thank you for being with us.  Have a great weekend.  We'll see you back here on Monday, and we'll be in D.C. for the rest of the week.  ", " Bye-bye, last week, one week from today, new president.  Thank God.  See you Monday.", "END"]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2016-08-26T00:15:00.000-04:00", "articles_link": "http://www.foxnews.com/politics/2016/08/26/epipen-price-hike-puts-bipartisan-heat-on-democratic-senators-daughter.html", "articles_title": "EpiPen price hike puts bipartisan heat on Democratic senator's daughter", "article_text": ["The mounting congressional scrutiny of pharmaceutical giant Mylan over its 400 percent price hike for EpiPen has created an awkward situation on Capitol Hill for Democratic Sen. Joe Manchin -- his daughter runs the company at the center of the scandal. ", "ADVERTISEMENT", "Colleagues on both sides of the aisle, as well as Democratic presidential candidate Hillary Clinton, are now slamming Mylan and demanding investigations into why prices were jacked so high on the lifesaving allergy treatment drug.", "The uproar over the increase has become a public relations nightmare for Mylan, CEO Heather Bresch and Manchin, who finally broke his silence on the subject Thursday.", "“I am aware of the questions my colleagues and many parents are asking and frankly I share their concerns about the skyrocketing prices of prescription drugs,” Manchin said in a written statement. “Today I heard Mylan’s initial response, and I am sure Mylan will have a more comprehensive and formal response to those questions.”", "Manchin, a former West Virginia governor who has served in the U.S. Senate since 2010, said he would work with his “colleagues and all interested parties to lower the price of prescription drugs and to continue to improve our health care system.”", "But his comments come days after his colleagues called out his daughter’s company.", "Several senators – including Amy Klobuchar, whose daughter uses an EpiPen – have pressed the Food and Drug Administration for answers and asked if alternatives to the EpiPen are in the works.", "Klobuchar also wants the Senate Judiciary Committee to hold a hearing to investigate the enormous increase in the price of EpiPens. The Minnesota senator sent a letter to the Federal Trade Commission to look into whether Mylan violated antitrust laws. ", "For its part, the company said Thursday it is voluntarily reducing the patient cost of EpiPen through savings cards which will cover up to $300 for a two-pack of EpiPen, but some say it’s not enough.", "Admittedly, Manchin is in a tight spot. In the past, he has taken the lead in going after pharmaceutical companies.", "He played a big role in pushing to get controversial painkiller Zohydro ER permanently shelved despite the FDA approving the powerful opiate.", "Manchin, whose home state leads the nation in prescription overdoses and abuse, worked with both Republicans and Democratic lawmakers to overturn the approval.", "At the time, some questioned his motives, since his campaign to kill Zohydro could benefit his daughter’s company.", "Though the Mylan epi-scandal hits close to home, Klobuchar believes the senior senator’s connections in Congress won’t deter his colleagues from pursuing answers.", "“I think we have an obligation to the American people to do our job regardless of who is related to who at a company,” she told reporters Wednesday. “And I have never seen Senator Manchin intervene himself in any of these cases involving this company. I’ve never seen that happen. I know him very well.”", "On Monday, Sens. Charles Grassley, R-Iowa, and Mark Warner, D-Va., also sent a letter to Bresch demanding an explanation. ", "Bresch tried to defend the company's pricing in an interview with CNBC. She seemed to struggle to justify the jump in price but said lowering the price wasn’t an option.", "“Had we reduced the list price, I couldn’t ensure that everyone who needs an EpiPen gets one,” she said. She argued that much of the $608 price for a two-pack goes to other middle men in the health care consumer chain. ", "But Grassley said in a statement that the price is still what Medicare and insurers have to pay, regardless of the pledge to offset the cost for some patients. ", "Another fact not lost on angry customers is that as the price for EpiPens grew, so did Bresch’s own compensation, which spiked more than 671 percent to $18.9 million last year.", "The price hike debate has also made it to the campaign trail.", "Clinton called the company’s pricing strategy “outrageous” and a “troubling example of a company taking advantage of its consumers.”"]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2017-05-18T19:36:00.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2017/05/18/sen-joe-manchin-there-is-not-going-to-be-witch-hunt.html", "articles_title": "Sen. Joe Manchin: There is not going to be a witch hunt", "article_text": ["ADVERTISEMENT", "NEIL CAVUTO, HOST: I want to go to Joe Manchin right now. ", "We have got the two-minute warning. ", "The West Virginia Democratic senator.", "Senator, good to have you. ", "Do you think that this -- there will be rapid progress on this investigation, especially with Mueller in charge here? ", "SEN. JOE MANCHIN, D-WEST VIRGINIA: I do. ", "That was the indication. We just came out of a briefing. I think Director Rosenstein was very clear that Mr. Mueller has unfettered access that he can do and run this investigation the way he chooses. He will have the resources to do it and he thinks it's going to get going real quickly and it will be well-done. ", "CAVUTO: Do you get a sense, though, as we wait, that the president is stymied by this, though, Senator, that this could be such a huge distraction, it could be, as someone was saying, a summer bummer? ", "MANCHIN: Neil, we already have one heck of a distraction going on now. ", "CAVUTO: Right. ", "MANCHIN: I would think that, as the president and the White House, having someone the stature as Bob Mueller would get this done in an expedited matter, get -- unturn all of the stones, if you will, see everything, and let's move on and do the business of this country. ", "I would think they would want to get this done, Neil. ", "CAVUTO: All right, very quickly, we're also learning the markets were down a little bit today, Senator. But there is a fear that tax cuts, any of that stuff could be significantly delayed. ", "Do you agree with that?", "MANCHIN: It's a shame. It's a shame, Neil, on that.", "That's something we -- you know, we need infrastructure. Infrastructure is going to have to have a tax overhaul. We have a $20 trillion debt we have got to deal with. These are things that can be done.", "We have got health care we have got to deal with. These are all things that are fixable. And we can do it if we work together as Americans and quit fighting each other about being a Democrat and Republican and quit all the other crap. ", "There's not going to be a witch-hunt, I can assure you. I will not partake in anything such as that. I'm on Intel Committee. We are going to find the facts out and go whatever the intel and facts take us to the truth. We have confidence in Mueller. ", "I think that Rosenstein is a very dedicated, tough professional. So, let these people do their job and let's work with them. ", "CAVUTO: Senator, Claire McCaskill -- I think it was Claire McCaskill -- was not a big fan of the possibility of Joe Lieberman being the next FBI director, that a politician or someone who had elected office shouldn't be considered for that job. What do you say? ", "MANCHIN: Well, let me just say this, Neil. ", "Joe Lieberman is an absolutely wonderful human being. He's my dear friend. ", " OK? And I think the world of Joe Lieberman. ", "And I would just subscribe right now during these times exactly what Lindsey Graham said. Maybe it should have someone that has no political connections whatsoever, someone comes out of the professional ranks. Maybe that's where they should go. ", "But let me be very clear. If they don't, and Joe Lieberman is the man, I'm going to vote for him. ", "CAVUTO: So, if he is, and even though that's not your choice, it's someone who have -- from a political background, you would still support whatever he wants to do? ", "MANCHIN: I know Joe Lieberman. ", "CAVUTO: OK. ", "MANCHIN: There's not a finer human being than Joe Lieberman. OK? ", "With that, also, I agree with Lindsey Graham. The difficult times we're in, the challenging times we're in, if they can find that person, if they can pull that Bob Mueller out of the ranks of the professions that doesn't lean right, left, you don't know whether they're Democrat or Republican, that's probably what we need right now. ", "CAVUTO: Yes. ", "MANCHIN: But that's not my call to make. ", "And I will -- and the only thing I have said, if Joe Lieberman is there, his friend Joe Manchin, who knows him very well, is going to be with him. ", "CAVUTO: You know, yesterday, or this morning, sir, the president said -- tweeted out that this is the single greatest witch-hunt of a politician in American history. ", "What did you think of that? ", "MANCHIN: I will have to disagree. ", "I can only -- I can only speak about the people I know and how they're talking. ", "CAVUTO: All right. ", "MANCHIN: And I don't see anybody, I haven't seen anybody with -- all lathered up, if you will, it's a witch-hunt, and we're going after them. ", "CAVUTO: OK. ", "MANCHIN: I don't see that. ", "CAVUTO: All right, Senator, thank you very much.", "MANCHIN: Thank you, Neil. ", "END"]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2017-03-30T16:30:00.000-04:00", "articles_link": "http://www.foxnews.com/politics/2017/03/30/manchin-heitkamp-become-first-senate-dems-to-back-gorsuch.html", "articles_title": "Manchin, Heitkamp become first Senate Dems to back Gorsuch", "article_text": ["Sens. Joe Manchin and Heidi Heitkamp on Thursday became the first Senate Democrats to announce their support for Supreme Court nominee Neil Gorsuch -- breaking with their colleagues who have blasted President Trump's pick. ", "“Senators have a constitutional obligation to advice (sic) and consent on a nominee to fill this Supreme Court vacancy and, simply put, we have a responsibility to do our jobs as elected officials,” Manchin, of West Virginia, said in a statement Thursday. “I will vote to confirm him to be the ninth justice on the Supreme Court.” ", "I will vote to confirm Judge Neil Gorsuch to be the ninth justice on the Supreme Court. ", "Shortly afterward, Heitkamp released a statement announcing her support. \"He has a record as a balanced, meticulous, and well respected jurist who understands the rule of law,\" the North Dakota senator said. She added that her vote \"does not diminish how disturbed I am by what Republicans did to Judge Garland,\" former President Barack Obama's nominee who was blocked by the GOP-led Senate. ", "While two Democrats have now come out in favor of Gorsuch, opposition in the party runs deep. More than half of their Democratic colleagues have come out against Gorsuch -- and are planning to support a filibuster if it comes to that.", "Republicans would need the support of six additional Democrats to reach 60 votes and break a filibuster. If they can't, they may employ a procedural tactic to change Senate precedent and push the nominee through. ", "This week, Vice President Mike Pence was in West Virginia, Manchin’s home state, urging that he vote ‘yes’ for Gorsuch.", "“Throughout Judge Gorsuch’s career, he has come to his legal rulings objectively, through the letter of the law rather than through his own opinion,” Manchin said in his statement. “I hold no illusions that I will agree with every decision Judge Gorsuch may issue in the future, but I have not found any reasons why this jurist should not be a Supreme Court Justice.”", "The Senate Judiciary Committee is scheduled to vote on April 3. Senate Majority Leader Mitch McConnell, R-K.Y., said they plan to vote to confirm Gorsuch on the Senate floor on April 7. ", "Brooke Singman is a Politics Reporter for Fox News. Follow her on Twitter at ", ".", "\n"]},
{"newspaper_name": "foxnews", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": "2016-01-26T12:35:46.000-05:00", "articles_link": null, "articles_title": "States ask Supreme Court to stay Obama climate rules", "article_text": ["A group of over more than dozen states are petitioning the Supreme Court to halt the Obama administration's far-reaching climate rules for power plants.", "The states are already suing in the D.C. Circuit Court of Appeals, but after Friday's decision by the court to not stay the rules, the states are taking the unprecedented move of going straight to the Supreme Court for a ruling to place the landmark regulations on ice.", "The court of appeals still plans to take up the states' arguments. It only ruled that it would not stay the regulations before doing so. It consequently scheduled oral arguments for June.", "\"Without Supreme Court intervention, West Virginia and other states will suffer irreparable harm as job creators and state agencies spend untold resources to comply with a rule that is likely to be struck down as illegal,\" said West Virginia Attorney Genreal Patrick Morrisey, who is leading the states."]},
{"newspaper_name": "foxnews", "first_name": "Patrick", "last_name": "Morrisey", "articles_date": "2016-10-09T17:43:00.000-04:00", "articles_link": null, "articles_title": "Records: Company shipped millions of pills to West Virginia", "article_text": ["Federal records show a drug company shipped 241 million hydrocodone and oxycodone pills to West Virginia over a five-year period.", "The Charleston Gazette-Mail (http://bit.ly/2d0Kq6F) reports Cardinal Health's shipment figures were disclosed in a 2015 court document filed as part of an ongoing state lawsuit in Boone County Circuit Court. The figures from the U.S. Drug Enforcement Administration covered shipments between 2007 and 2012.", "State Delegate Don Perdue says the shipments are \"an extraordinary number of doses.\"", "A Cardinal Health spokeswoman didn't immediate respond to a request for comment Sunday.", "The 2012 lawsuit filed by then-Attorney General Darrell McGraw alleges Dublin, Ohio-based Cardinal Health helped fuel the state's prescription drug problem. Attorney General Patrick Morrisey recused himself from the lawsuit in 2014. His wife lobbies for Cardinal Health in Washington, D.C.", "___", "Information from: The Charleston Gazette-Mail, http://wvgazettemail.com."]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2017-03-02T15:16:00.000-05:00", "articles_link": "http://www.foxnews.com/politics/2017/03/02/225000-liberals-want-manchin-out-dem-leadership-post.html", "articles_title": "225,000 liberals want Manchin out of Dem leadership post", "article_text": ["Several far-left groups delivered a petition with more than 225,000 signatures to Senate Minority Leader Chuck Schumer’s office Thursday demanding Sen. Joe Manchin, D-W.Va., lose his party leadership post for hugging President Trump.", "Most Democrats quickly left the House chamber after the president’s first address to a joint session of Congress on Tuesday night. But Machin, one of the Senate's few moderate lawmakers and the vice chairman of the Policy and Communications Committee, lingered. As President Trump made his way towards the exit, he stopped to give Manchin a hug, handshake and a pat on the back.", "Not only that, but during Trump’s speech Manchin gave a standing ovation when the he spoke about ending Obama-era regulations impacting the coal mining, which is paramount to the West Virginia economy. And then the following day, Manchin praised the speech on Capitol Hill.  ", "“I loved the presidential tone,” Manchin said Wednesday. “The tone was good — it was exactly what we needed to hear.”", "But Thursday several liberal groups, like CREDO, #AllOfUs, Democracy for America, Other98 and 350 Action, gathered in the Hart Senate Building, with their boxes of signatures, calling Manchin a “phony Democrat.”", "In this March 29, 2011, file photo Senate Armed Services Committee member Sen. Joe Manchin, D-W.Va. listens to testimony on Capitol Hill in Washington.\n\t\t\t                    \n\t\t\t                        ", "\n\t\t\t                    \n\t\t\t                ", "“Manchin has failed time and time again to fight back against Trump’s racist, sexist and xenophobic agenda,”", "CREDO Senior Campaign Manager Heidi Hess, said. ", "His willingness to collaborate with Trump makes him unqualified for Democratic leadership and Sen. Schumer should do the right thing and immediately remove Manchin from Democratic leadership.” ", "Manchin, who has voted in favor of the majority of President Trump’s pick for his cabinet, voted to confirm Dr. Ben Carson as Secretary of Housing and Urban Development on Thursday, releasing a statement saying:", "“As a former Governor, I understand how crucial it is for an executive leader to have his team in place.”", "Neither Schumer’s nor Manchin’s offices responded to Fox News’ request for comment on the petition.", "“Joe Manchin has spent the last few months aiding and abetting the Trump administration,” said Charles Chamberlain, executive director of Democracy for America Charles Chamberlain. “Removing him from Democratic leadership should be a no- brainer.\"", "Brooke Singman is a Politics Reporter for Fox News. Follow her on Twitter at ", ".", "\n"]},
{"newspaper_name": "foxnews", "first_name": "Tom", "last_name": "Willis", "articles_date": "2013-12-03T00:45:29.000-05:00", "articles_link": null, "articles_title": "Family ties: Grandson of Jimmy Carter tries to shake legacy in Georgia guv run", "article_text": ["On the plus side, Jason Carter's got serious name recognition. The grandson of former President Jimmy Carter is running for governor in the same state his grandfather led before winning the White House. ", "But on the downside for him, the younger Carter is running as a moderate in deep-red Georgia -- which doesn't exactly jibe with the ex-president's legacy. ", "Jason Carter, a state senator who announced his bid for governor a month ago, is already running into problems as he tries to distance himself from his grandfather's liberal reputation. Carter may benefit in part from the family name -- and Georgia's growing minority population which could eventually change the state's solid Republican status -- but Republicans are trying to defeat the candidate by reconnecting him to the family. ", "\"Jason has a lot to overcome in regards to his family name in a traditionally red state,\" Republican strategist Joe Desilets told FoxNews.com. ", "For now, Carter must convince an electorate that has installed a Republican governor, a GOP-led General Assembly and twice as many Republicans as Democrats on Capitol Hill. ", "Within days of announcing his campaign in early November, Carter was already distancing himself from a recent call by his grandfather, also a former Georgia governor, to end the state's death-penalty sentences. ", "\"I love my grandfather,\" the 38-year-old Carter told The Atlanta Journal-Constitution. \"But we disagree on this issue. I believe in the death penalty for heinous crimes, and that won't change when I'm governor.\" ", "Carter, a moderate state senator, is the first Democratic candidate to enter the gubernatorial race, potentially clearing the primary field for himself to challenge incumbent Republican Gov. Nathan Deal in the November 2014 general election. ", "An internal poll by Alabama-based firm Anzalone Liszt Grove Research conducted in mid-October showed Carter might have an opening. It showed 49 percent of respondents preferring a new governor, compared with 36 percent wanting to re-elect Deal. ", "And Carter trailed Deal by just single digits in a head-to-head race, according to the poll results, released Nov. 12 and obtained by FoxNews.com. ", "While the elder Carter's popularity has grown since leaving the White House, as is often the case with ex-presidents, Republicans and Democrats have not forgotten that his controversial liberal policies opened the door for Ronald Reagan to defeat him in 1980. ", "\"If Jason Carter's campaign looks to place an emphasis on his grandfather being a former president ... then they can't wrap themselves in the good and distance themselves from the bad,\" Deal campaign manager Tom Willis told Politico. \"We are sure everyone in the Carter family is anxious to see what a 2014 referendum on President Carter's administration will look like. We look forward to that referendum as well.\" ", "Desilets argues President Carter's personal involvement in the grandson's previous campaigns \"also limits the distance that Jason is legitimately able to put between himself and his grandfather.\" ", "He said: \"If Governor Deal and the [Republican Governors Association] can tie Jason to his grandfather, then he has even more of an uphill battle than he already has against a popular incumbent governor.\" ", "Carter, who has already staked out a centrist position that focuses on education and the economy, will also have to overcome a substantial fundraising disadvantage against Deal whose campaign for a second term had $1.1 million this summer, according to the most recent fundraising records. ", "Carter had $27,800 in his General Assembly filings, over the same period. ", "Desilets thinks the disparity will be compounded by the likelihood that big money from state and national Democratic donors will go first to the U.S. Senate race in which they think Michelle Nunn, the daughter of former Democratic Georgia Sen. Sam Nunn, has a legitimate shot at winning GOP Sen. Saxby Chambliss' open seat."]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2014-06-06T14:34:10.000-04:00", "articles_link": null, "articles_title": "EPA proposal all wrong: US must strike balance between energy needs, green dreams", "article_text": ["Five months ago, more than 200 million Americans from Colorado to Maine faced record-low, subzero temperatures, heavy snowfall and dangerously cold winds that closed schools, businesses, roads and airports. ", "ADVERTISEMENT", "Now, imagine if we had encountered widespread blackouts and no electricity for days on end? If the Environmental Protection Agency’s (EPA) proposed carbon emissions rule had been in place this past winter, our country would have experienced brownouts, blackouts and even more severe outcomes.", "Why? Because without coal, utility companies would not have been able throughout this Polar Vortex to provide 24/7 generation to maintain power of our electric grid.", "[pullquote]", "While supply met demand, prices surged as supplies were stretched to their limits, and coal guaranteed the reliability of our grid system. Throughout the crisis, coal provided 92 percent of the energy increase we needed to heat our homes and power our communities. ", "Natural gas generation was significantly cut back because of sky-high prices and generation from renewable sources was negligible.", "In spite of these facts, the EPA released a proposed rule Monday that appears to focus more on a desirability to remove fossil fuels from our energy mix rather than the reliability of our electric grid or current electrical generation feasibility.", "We need to strike a balance between our energy needs and global environmental concerns, and I am convinced that the EPA’s proposed rule does not strike that balance.", "Today and for the foreseeable future, fossil fuel energy will be vital to our nation’s economy and security. Fossil fuels currently provide more than 75 percent of our country’s electric generation.", "Our own Energy Department’s Energy Information Administration (EIA) even projects that fossil fuels will still provide roughly 70 percent of our power 20 years from now. The EIA also estimates that coal will continue to provide 32 percent of our power in 2040, with most other generation coming from natural gas.", "There is no doubt that seven billion people have impacted our world’s climate. However, this proposed rule does little to address a global problem with global solutions because the use of coal is increasing around the world. ", "By 2040, China will produce 62 percent of its electricity from coal, while India will produce 56 percent and a number of other developing countries in Southeast Asia will produce up to 30 percent. During the next few years, construction of roughly 1,200 new coal plants will be built across 59 countries – 363 in China and 455 in India alone.", "The U.S. has already been a leader in proving to the world that we can produce coal cleaner today. Many know that traditional pollutants – sulfur, nitrogen, mercury and particulates – have been cut from coal emissions by 80 percent or more over the past few years. What is less known is that technologies are being developed – and some already exist – that lower carbon emissions from coal plants significantly.", "More than 8 billion tons of coal is consumed around the world each year. China currently burns more than 4 billion tons per year, while the U.S. and Europe each burn less than one billion tons per year. With the right policies and the right coordination between the public and private sectors, we can lead by example and show the world we can burn fossil fuels cleaner than ever.", "Many technologies are already known – fuel drying, improved sensors and controls, low temperature heat recovery – that can further reduce emissions. New operation methods – cycling to balance intermittent renewables and feed water preheating – can do the same thing.", "With smart investments, we can not only finish demonstration of the first carbon capture and storage plants but also develop the second generation. When that happens, in the not-so-distant future, we will be able to utilize fossil fuels in a way that produces negligible or zero emissions.", "I’ve taken several recent actions to address both this existing plant rule and the rule to be put forward shortly that will govern new fossil fuel sources.  ", "I’ve introduced legislation that would require DOE to approve $2 billion of the available $8 billion in loan guarantees within two years. We must continue to invest in innovative technologies, including clean coal and natural gas technologies, to ensure our energy supply remains accessible, affordable and reliable for all Americans.", "I have also introduced bipartisan, bicameral legislation that would require any new source performance standards set by the EPA to have been achieved on a commercial basis in at least six electricity generating units for a minimum of one full year. That’s just common sense.", "I have said again and again that government needs to work as an ally, not as an adversary, when it comes to developing our nation’s energy policies.", "While the rule has several flaws, one provision is particularly destructive in developing new clean coal technologies. The EPA’s New Source Review Rule must be suspended as we work to ensure that coal plants get cleaner. Failure to do so would undoubtedly kill any chance of producing clean coal innovations in the future.", "If we hastily regulate our energy sector and miss the developmental opportunities before us, we’ll compromise reliability and the low energy prices needed to fuel our economy now. We’ll lose out on the deployment of technologies to further clean up existing coal technologies and the development of new technologies that can ensure our future.", "My fear is that if we don’t come up with commonsense solutions now, the American people will face unintended consequences. Not only will brownouts and blackouts occur more and more frequently, but jobs will be lost, energy prices will continue to rise, and our already anemic economy will suffer.", "I will continue to invite President Obama, EPA Administrator Gina McCarthy, and DOE Secretary Ernest Moniz to West Virginia to see firsthand how valuable coal remains for this country today and for future generations.", "The time to act is now, and I will continue to seek partners in the fight for an all-of-the-above energy policy."]},
{"newspaper_name": "foxnews", "first_name": "Joe", "last_name": "Manchin", "articles_date": "2015-09-29T08:58:00.000-04:00", "articles_link": null, "articles_title": "Congress, let's fix Social Security Disability Insurance and get Americans back to work", "article_text": ["Nearly 11 million Americans rely on Social Security Disability Insurance (SSDI), a program intended to provide a safety net to workers who develop a serious, long-term disability. ", "Most American workers pay into SSDI through their payroll taxes, but payments to beneficiaries have exceeded these taxes in recent years. Indeed, since 2009, SSDI has paid out $155 billion more than it has taken in. ", "According to the 2015 annual report from the Social Security system’s trustees, the SSDI trust fund will run out in late 2016. Unless Congress acts, every one of those 11 million people will see a 19 percent cut in benefits. This will mean the average beneficiary will receive $230 less per month -- moving from barely above to below the poverty line.", "SSDI was established as an insurance program for the “totally and permanently disabled.” In 1980, SSDI cost about $25 billion per year, but today, annual program costs have skyrocketed to more than $140 billion. ", "We aneed to shift SSDI from a one-size-fits-all mindset to a smarter approach that differentiates between the permanently disabled and those who, with medical treatment and rehabilitation services, can recover. ", "The growth of the program has been driven by a number of factors, including population growth and demographic changes, but also by changes that Congress made in 1984 to make it easier to qualify for the program.", "Today, nearly 300,000 Arkansans and West Virginians rely on SSDI. In some of our counties, nearly 20% of working-age people receive SSDI benefits.", "Many of these individuals are permanently disabled, and we’re committed to protecting this vulnerable population. But we must also dramatically improve the program for the temporarily disabled to help them recover and return to work. ", "We are not currently accomplishing this goal. ", "Last year, the Social Security Administration helped fewer than 600 Arkansans and West Virginians on SSDI return to work, or about 1 in 500 of the people on the program. Nationwide, the program helps less than 1 in 200 return to work each year.", "Helping those who can work get back to work will not only help those people reach their full potential through dignity of work, it will also improve the solvency of the program.", "How can we accomplish this goal?", "We must intervene early. On average, applicants wait more than a year before getting an SSDI eligibility decision. We can use this time to help applicants who are disabled, but have the potential for work activity stay connected to the workforce by providing support services. This can be done through vocational training, supportive employment, health services, incentives for employers, and more. The Social Security Administration (SSA) has already begun to experiment to discover the best approach to help these beneficiaries. Congress should support and strengthen these efforts.", "We also need to shift SSDI from a one-size-fits-all mindset to a smarter approach that differentiates between the permanently disabled and those who, with medical treatment and rehabilitation services, can recover. ", "While SSA categorizes beneficiaries based on likelihood of medical improvement, there’s no requirement to pursue rehabilitation or medical services to prepare for a return to work. We need to help individuals with temporary disabilities gain access to rehabilitation and recovery services and offer a timeline to re-enter the workforce.", "Similarly, we must ensure that the Social Security Administration is regularly reviewing the health and rehabilitation status of SSDI beneficiaries. This will ensure that SSDI benefits continue for those who need them while those who have recovered can transition back to the workforce. For these individuals SSDI can be a temporary program and a way to recover – not a permanent status.", "These are just a few ideas for protecting the integrity of this important program. We’re  committed to working with our colleagues in the Congress, the Social Security Administration, and beneficiaries to ensure the long-term solvency of the program. ", "Our goal should be to help the temporarily disabled return to work and preserve SSDI benefits for our most vulnerable citizens.", "Republican Tom Cotton represents Arkansas in the United States Senate."]}
]