[
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2017-04-16T12:23:00.000-04:00", "articles_link": null, "articles_title": "GOP's June primary for Virginia governor heats up in early debate", "article_text": ["Three Republicans vying to be Virginia's next governor -- a closely watched contest that could provide an early window on President Donald Trump's popularity -- showed their markedly different styles in a debate Thursday.", "ADVERTISEMENT", "Frontrunner Ed Gillespie, a moderate GOP insider who advised former President George W. Bush, largely ignored attacks against him in the debate ahead of a June primary, instead focusing on pocketbook issues such as lowering taxes.", "\"As we talk here tonight, Virginia is in the bottom ten states of economic growth and that is just infuriating to me,\" Gillespie said in the debate at Liberty University in Lynchburg.", "But Trump's onetime campaign chairman in Virginia, Corey Stewart, directed most of his anger directly at Gillespie throughout the hourlong debate. Stewart sought to portray Gillespie, who made a lucrative career as a lobbyist and consultant, as a party elitist beholden to deep-pocketed special interests.", "Like Trump did during his campaign, Stewart vowed a muscular anti-illegal immigration policy if elected.", "\"If you're looking for somebody who is not afraid of controversy, and if you're looking for a winner, then I am your candidate,\" Stewart said.", "A third candidate, Virginia Beach state Sen. Frank Wagner, bashed both candidates as too inexperienced to lead the state and said he was the only one willing to make tough choices -- such as supporting a gas tax increase to pay for transportation projects.", "Virginia and New Jersey are the only states set to elect governors later this year and the contests could be a referendum on Trump's popularity ahead of the 2018 midterm elections. On Tuesday, a Republican won a single-digit victory in a special Kansas House election where GOP candidates have dominated in the past.", "While Trump has not yet indicated whether he will make an endorsement in the Virginia primary, he casts a long shadow on the race.", "Gillespie, whose style and temperament are almost diametrically opposed to Trump's, has largely tried to steer clear of the new president. Virginia was the only state in the South that Trump lost and he could be a liability for the Republican gubernatorial candidate in the general election.", "Stewart has been a stalwart defender of the president. In recent weeks his campaign has become increasingly focused on his efforts preserving Confederate symbols and statues, a bid many view as an appeal to disaffected white voters who supported Trump.", "Thursday's debate gave the gubernatorial hopefuls a chance to make a direct pitch to evangelicals, a critical voting bloc for any Republican statewide candidate. Liberty was founded by the late Rev. Jerry Falwell, and routinely hosts high-profile politicians of both parties.", "Virginia's Republicans and Democrats will both pick their candidates on June 13. Democrats are set to choose between Lt. Gov. Ralph Northam and former U.S. Rep. Tom Perriello."]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2014-07-11T09:15:10.000-04:00", "articles_link": null, "articles_title": "Virginia county takes on federal government that ‘refuses to do its job’", "article_text": ["For Corey Stewart, chairman of the Prince William County Board of Supervisors, the border crisis isn’t something far away — or something new.", "ADVERTISEMENT", "This week, the Prince William County Board of Supervisors voted 5-1 to file a request under the Freedom of Information Act demanding to know the whereabouts of the roughly 7,000 illegal immigrants who have committed crimes, been arrested by county police and been placed in the hands of Immigrations and Customs Enforcement since 2008.", "This isn’t the first attempt Stewart, a Republican, and his colleagues have made to get the federal government to remove individuals who are threatening and damaging their community.", "In 2008, county police began asking the legal status of everyone arrested for a crime. When illegal immigrant Carlos Montano killed a nun in 2010 after being previously arrested for DUIs and released by ICE, county officials began to go after the feds with full force of the law.", "“This is an unnecessary threat to public safety,” Stewart told Watchdog.org. “You’re never going to be able to get rid of all the criminals in the community. You can’t keep people in jail indefinitely. But when you have the option to remove someone who you know is dangerous, it’s an unnecessary risk to public safety and it’s just because the federal government refuses to do its job.”"]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2016-10-11T10:45:00.000-04:00", "articles_link": null, "articles_title": "Priebus assures RNC support for Trump despite lawmaker defections", "article_text": ["Republican National Committee Chairman Reince Priebus reportedly has told party members the RNC maintains a “great relationship” with Donald Trump, in the wake of dozens of GOP lawmakers abandoning their presidential nominee -- though the RNC has yet to publicly announce its full-fledged support. ", "The discussions follow the release Friday of a 2005 audiotape in which Trump could be heard bragging about having enough star power to kiss and grope women without consent.", "Within hours, Republican congressional leaders, including House Speaker Paul Ryan and Senate Majority Leader Mitch McConnell, were denouncing the lewd comments. Ryan then took the unprecedented step Monday of saying he would no longer defend or campaign with Trump, which resulted in a backlash from some Trump-supporting lawmakers. ", "Preibus, though, assured the RNC’s roughly 160 members about continued Trump support in a separate weekend conference call, according to several news reports.", "Priebus reportedly told members that “nothing has changed.”", "\"I want to make it very clear that the RNC is in full coordination with the Trump campaign and we have a great relationship with them,\" Priebus said in the call, according to NBC News, which says it has an audiotape of the call.", "A source told FoxNews.com on Tuesday that the RNC does not intend to publicly announce related plans.", "On Monday, a group of Trump supporters staged a protest outside the RNC’s headquarters on Capitol Hill, which resulted in the firing of the chairman of Trump’s Virginia campaign, Corey Stewart.", "Trump was silent on the issue Monday on the campaign trail. But on Tuesday he attacked Ryan and suggested the he has become unburdened by the split with at least some of the GOP establishment.", "“Our very weak and ineffective leader, Paul Ryan, had a bad conference call where his members went wild at his disloyalty,” Trump said in a series of tweets.", "“It is so nice that the shackles have been taken off me and I can now fight for America the way I want to,” he said in another. ", "Roughly two dozen GOP senators and House members have followed Ryan in abandoning Trump, which has resulted in scorn from several outspoken members.", "“We need to get on board. It’s all in or nothing,” Texas GOP Rep. Louie Gohmert told Fox News on Tuesday.", "He also said 11 House members have defected."]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2010-08-08T10:55:26.000-04:00", "articles_link": "http://www.foxnews.com/politics/2010/08/08/push-virginia-follow-arizonas-lead-anti-immigration-law-nuns-death.html", "articles_title": "Push in Virginia to Follow Arizona's Lead on Anti-Immigration Law After Nun's Death", "article_text": ["WASHINGTON -- In Arizona, the shooting death of a rancher blew the lid off simmering anger over border security and helped solidify support for a tough new immigration law. A similar eruption threatens in Virginia following the death of a Catholic nun in a car accident involving a man in the country illegally and accused of drunken driving.", "ADVERTISEMENT", "The Benedictine Sisters of Virginia tried to discourage using the death of Sister Denise Mosier as a \"forum of the illegal immigration agenda\" and pleaded for a focus on \"Christ's command to forgive.\"", "\"The sisters' mission is peace and love,\" said Corey Stewart, chairman of ", " County's Board of Supervisors. \"My mission is law enforcement and the protection of public safety.\"", "Prince William County, about 25 miles southwest of Washington, D.C., stepped up its immigration enforcement in 2007 amid explosive growth of its Hispanic and immigrant populations. Under Stewart's leadership, the county implemented a local policy requiring police to determine the immigration status of all people arrested on suspicion of violating state or local laws.", "Stewart rushed back into the immigration debate after the Aug. 1 accident, firing off a statement that President ", ", ", " Secretary ", " and members of Congress \"all have blood on their hands.\"", "\"What I'm hoping is that this situation, which because it involves a nun has drawn the nation's attention, can serve as a catalyst for change and force the administration to come clean about its catch-and-release policies,\" Stewart said. He also says that the tragedy illustrates the need for Virginia to toughen its drunken driving laws.", "Even though Stewart says he's not running for higher office now, he is seen as a possible lieutenant governor candidate in three years. \"Regardless of what he says, there is no question people would be interested in seeing him move up within the ", ",\" said Stephen Farnsworth, an assistant communications professor at George Mason University.", "The day after the crash, Virginia Attorney General Ken Cuccinelli II issued an advisory opinion concluding that police have authority to inquire into the immigration status of any person stopped or arrested, similar to the Arizona immigration law that is under federal court review.", "Arizona passed the law after rancher Robert Krentz was fatally shot while checking water lines on his property near the Arizona-Mexico border. Authorities believe a scout for drug smugglers is to blame, although an investigation continues.", "The sisters at the Bristow, Va., monastery have buried Mosier, who would have turned 67 on Aug. 26. Two other nuns injured in the crash, Charlotte Lange and Connie Ruth Lupton, have undergone surgery and remain in critical condition.", "The man charged in the case, Carlos A. Martinelly Montano, 23, of ", ", had two prior drunken driving convictions, but was not required to serve any of his 30-day sentence for the first one. A Prince William County judge required Montano to serve only 20 days of his approximately one-year sentence on his second conviction.", "Local officials turned him over to federal immigration enforcement officers after the second incident and after sentencing, but federal officers released him both times while he awaited hearings.", "Montano is being held at the Prince William County Adult Detention Center, and the county's prosecutor is promising to ask a grand jury to consider charges that could put him in prison for 40 years.", "Montano entered the U.S. illegally with his parents and siblings, his uncle Luis Ronald Montano told The Associated Press. He attended American schools in New Jersey and Virginia from third grade through high school. He is engaged and is the father of two boys, ages 1 and 2, who were born in Manassas, Va.", "For a few years, the family had asked Montano, a T-shirt screenprinter, to seek professional help for his ", ". His family took away his cars, but he had taken his mother's Subaru at the time of the crash.", "Luis Ronald Montano said the family understands Carlos has broken the law several times. They worry about the future of his two young sons. They expect he will be deported, but they have hired lawyers in hopes of keeping him here with minimum jail time.", "\"He's getting used to crucify all the illegal aliens in the ", ",\" his uncle said.", "The nuns have forgiven Montano. Mercy and forgiveness, the nuns say on their website, are not optional for Christians.", "Nearly half of the 292,663 people deported or removed by ICE this year through July 22 were considered criminals. That compares to 34 percent, or 136,343, in all of last year, a reflection of ICE's focus on deporting people with criminal records.", "Removals of non-citizens who are not criminals are below what they were at the same time last year, which has become fodder for criticism of the Obama administration.", "The law requires mandatory detention for immigrants who have committed certain crimes. In other cases, immigration officials have to make judgment calls on whether to release someone.", "In those cases, ICE considers the likelihood that the person will be a danger to the community and the likelihood the person will appear at deportation hearings, said David Leopold, president of the American Immigration Lawyers Association.", "Factors they consider are ties to the community, such as whether they have family members or citizen children in the U.S.; length of time in the country; how the person entered the country; other immigration violations; and a criminal record. A judge's decision to relax a sentence also could be considered, Leopold said.", "Stewart criticized ICE for releasing Montano, saying the county hands immigrants over \"on a silver platter\" after they've been convicted of crimes \"and still they release them back into communities.\" He's asking Congress to subpoena statistics from ICE on how many people who have committed crimes are released to the community.", "But Leopold dismissed the criticism, saying that no credible studies show that drunken driving is a problem particular to immigrants. \"Frankly, drunk driving is a national problem which we deal with in every community,\" he said.", "The Benedictine Sisters operate several ministries, including providing transitional housing for homeless women and their children and an adult literacy project. None solely targets undocumented immigrants, Smith said in an e-mail, and the services are available to everyone.", "The Rule of Benedict and the Gospel of Jesus Christ \"compels us to reach out to the neighbor and the stranger, to the rich and the poor, to all who may come to our door,\" Smith said. \"I might add that Sister Denise was a model for us in this reaching out and acceptance of diverse persons and cultures.\""]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2010-08-03T16:39:31.000-04:00", "articles_link": "http://www.foxnews.com/politics/2010/08/03/virginia-arizona-state-lawmakers-fuel-immigration-debate.html", "articles_title": "Is Virginia the Next Arizona? State Lawmakers Fuel Immigration Debate", "article_text": ["A handful of Virginia lawmakers may be positioning their state to be the next battleground in the immigration debate. ", "ADVERTISEMENT", "Virginia, one of nearly 20 states toying with the idea of an Arizona-style immigration law, hurtled onto the national radar screen this week after Attorney General Ken Cuccinelli ruled that police can ask people about their immigration status during routine stops. ", "While a northern Virginia county has been at the forefront of the push for stricter local immigration laws for three years, none of this activity has prompted the kind of nationwide backlash -- in the form of boycotts and a federal government lawsuit -- that Arizona triggered with its law in April. Those behind the Virginia proposals, including a proposed statewide law, are hoping their state can avoid the kind of public relations and legal pitfalls that have, at least temporarily, ensnared Arizona. ", "\"This is good policy. ... It's both constitutional and prudent,\" said Robert Marshall, the Republican state delegate who originally requested the ruling from Cuccinelli, who is also a Republican. \"Our actions here can't be dismissed.\" ", "Marshall told FoxNews.com he has asked Republican Gov. ", " to issue an executive order codifying what Cuccinelli wrote. He expressed doubt that any single piece of legislation will pass through the state Senate, but he suggested a carefully worded directive could help shape the national debate. ", "He said Arizona went astray by requiring law enforcement officers to ask about immigration status. Cuccinelli describes Virginia's policy as discretionary. ", "\"Unlike Arizona, you wouldn't say every time you stop somebody, do this,\" Marshall said. \"I think that was one of the reasons the Arizona law was (blocked).\" Marshall said he's confident Virginia's policy would be held up in court if challenged. ", "Cuccinelli also cited that difference as a key distinction between the two laws. ", "\"The difference, of course, is that the Arizona law enforcement officer is going to be under the cloud of the requirement of that statute,\" he said. \"But the way we operate it here, we're in good shape.\" ", "A spokesman for Arizona Gov. ", " said the governor is reviewing her state's law to see if it can be refined in light of the court decision blocking key parts of it, but was not sure whether she was considering the possibility of making immigration checks discretionary as opposed to mandatory. ", "Though Cuccinelli's ruling drew widespread attention, it's unclear how much direct impact it will have on Virginia law enforcement. ", "Virginia Senate Majority Leader Richard Saslaw, a Democrat, said most police forces won't change their policies in light of the opinion. ", "\"Is it going to affect a single thing? The answer is no,\" he said. \"A majority of the police forces won't bother with it.\" ", "Saslaw noted that per Cuccinelli's opinion, state officers are still advised against arresting anyone for a civil immigration offense. Saslaw said he doesn't see Virginia, a non-border state, becoming a focal point of the immigration debate any time soon, and he rejected the idea that McDonnell could issue an order codifying Cuccinelli's ruling. ", "\"We don't have a dictatorship in Virginia,\" Saslaw said. \"It would carry absolutely not a shred of legal validity.\" ", "McDonnell spokeswoman Stacey Johnson said Marshall was not specifically calling for an executive order. The actual letter to the governor asked McDonnell to \"direct all appropriate law enforcement officers of the commonwealth to implement the policies referenced\" in the Cuccinelli decision. ", "Regardless of how Cuccinelli's ruling is interpreted, a few Virginia lawmakers are pushing hard to keep their state in the middle of the immigration furor. Though it's not anywhere close to a border state, Virginia's illegal immigrant population, concentrated mostly in the north, has been pegged at about 300,000 by the Pew Hispanic Center. Any crime connected to that community has the potential to feed the debate. ", "Just as the killing of rancher Robert Krentz by a suspected illegal immigrant fueled the push for border security in Arizona, a recent killing in Virginia has stirred emotions over the issue. An illegal immigrant on Sunday was involved in a crash that killed one nun and injured two others -- he reportedly had a prior drunk-driving record and was going through deportation proceedings. ", "The crash happened in ", " County, which is ground zero for immigration controversy in Virginia. Board of County Supervisors Chairman Corey Stewart seized on the incident, as he continued to push a proposed immigration law similar to Arizona's. ", "Stewart said in an e-mail to FoxNews.com that Virginia will \"adjust our course\" in light of the Arizona case and said he hopes the federal government decides to sue his state too. ", "\"Virginia has shown in the past that people care about this issue even 2,500 miles away from the most porous parts of our southern border. Especially in Prince William County, we are very close to the nation's Capitol. ", ", ", " and ", " can't ignore what is happening in their own backyard,\" he wrote. ", "Prince William County, which Marshall represents, has a local law that requires police to ask about the immigration status of anyone they arrest. Stewart said Cuccinelli's ruling doesn't dramatically change anything there but that \"it is good have the Virginia AG on board.\" ", "Stewart is pushing for a statewide policy to require police to check the immigration status of anyone they stop or arrest. He claims the proposal anticipates the legal pitfalls that trapped Arizona. He has launched a political action committee to raise money for a public campaign in support of the bill, and he has a started a website, ", " where he is trying to collect 100,000 signatures. ", "Saslaw ridiculed the push. ", "\"The bill ain't gonna make it through the General Assembly,\" he said. \"It won't even get to a law.\""]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2010-08-08T19:37:16.000-04:00", "articles_link": "http://www.foxnews.com/politics/2010/08/06/virginia-official-calls-congress-subpoena-ice-records.html", "articles_title": "ICE Agrees to Release Illegal Immigrant Data to Virginia Official", "article_text": ["Immigrations and Customs Enforcement officials have agreed to release illegal immigrant data to one Virginia official.", "ADVERTISEMENT", "Corey Stewart, chairman of the ", " County, Va., board of supervisors, wanted information from ICE officials to find out how many criminal illegal immigrants referred for deportation are released back into the communities where they were picked up.", "This comes as a Bolivian native faces charges for killing a nun while drunk driving.", "\"ICE contacted me this morning, with great news for Prince William County citizens. They have agreed to release to Prince William County the identities and final disposition of every convicted criminal illegal alien apprehended in Prince William County, Virginia and turned over to ICE through the county's 287(g) partnership,\" Stewart said in a statement.", "Stewart said his county's police referred Carlos Martinelly Montano for deportation twice in the past after he served sentences for drunk driving convictions. But immigration officials released Montano, who allegedly killed Sister Denise Mosier and injured two other nuns in the Aug. 1 accident, on his own recognizance pending a deportation hearing.", "\"Regardless of which side of the aisle you're on, or on this issue, we can all agree that if you are an illegal alien and you've committed a crime, that you should be deported afterward,\" Stewart told Fox News on Friday. \"But this guy had been twice handed over to immigration officials and twice released back into the community even though there was an immigration detainer on him. And of course he's gone right back out and committed the same crime and killed a nun.\"", "Stewart accused the Obama administration of a policy of \"deliberately underfunding and understaffing immigration enforcement\" so that officials are left without detention facilities to place illegal aliens who are awaiting deportation after serving time for criminal convictions.", "\"I want the Obama administration to come clean with the American people about its policy of releasing illegal aliens who localities and other law enforcement officials have identified as illegal aliens who have committed crimes, and the Obama administration is simply turning around and releasing these dangerous individuals back into neighborhoods,\" Stewart said.", "Montano, who allegedly crashed head-on into the vehicle carrying the three nuns, was arrested and charged for drunk driving, involuntary manslaughter and driving on a revoked license. It is possible he could face a murder charge.", "On Tuesday, ", " Secretary ", " said her department would look into why Montano was out driving. ", "\"He was in removal proceedings; why were the removal proceedings taking so long? I do not, obviously, as of today have the results of that, although I will get them,\" she pledged.", "Stewart implemented rules in 2006 for Prince William County police officers to check the immigration status of individuals pulled over for suspected crimes. He credited the program with reducing crime rates by 36.6 percent. Crimes such as murder, rape, aggravated assault and robbery have all declined.", "Stewart said he'd like to see Congress and the president fund facilities to hold illegal immigrants suspected of other crimes in jails throughout their trial phase, and if found guilty, have the illegal immigrant serve time and then be \"deported immediately, not released on his own recognizance like they did here and thousands of other cases across the ", ".", "\"This is not a unique or even unusual case -- it's happening every day in virtually every community across this country,\" he said.", "Already the Senate has taken some action, on Thursday passing a $600 million border security bill that includes $20 million for expanding detention facilities. A similar bill passed the House before the August break. ", "Calls for comment to top members of the House Homeland Security Committee regarding the subpoena demand were not immediately returned.", "The order of the Benedictine nuns where Sister Mosier belonged issued a statement on its website saying the ministry is saddened that her death \"has been politicized and become an apparent forum for the illegal immigration agenda. ", "\"While grieving and dealing with the death and severe injuries of our sisters, we would like to re-focus attention on the consequences of drinking and driving, and on Christ's command to forgive,\" the statement reads.", "Stewart said that he appreciates the nuns' reaction to the accident, but he has a different mission.", "\"The Benedictine sisters, their mission is mercy and love, but my mission, as an elected official, is the protection of my residents and law enforcement. It is my duty and my obligation and I have a job to do and I'm going to do it,\" he said."]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2010-08-03T18:54:02.000-04:00", "articles_link": "http://www.foxnews.com/us/2010/08/03/va-police-illegal-immigrant-charged-killing-nun-injuring-car-crash.html", "articles_title": "Va. police: Illegal immigrant charged with killing nun and injuring 2 others in car crash", "article_text": ["An illegal immigrant awaiting a deportation ruling has been charged with killing a nun and critically injuring two others in a drunken driving crash that has sparked criticism of how immigration enforcement is handled.", "ADVERTISEMENT", "A local official in the Virginia suburb where the crash happened and a congressman from another state have criticized federal officials for not removing the suspect from the country after previous arrests, and even U.S. ", " Secretary ", " questioned why his deportation was taking so long. A spokeswoman for the nuns' order, meanwhile, said they're upset that the tragedy is being politicized.", "Twenty-three-year-old Carlos Martinelly Montano, who police say is illegally in the country, is charged with drunken driving, involuntary manslaughter and felony driving on a revoked license after the accident on Sunday in Virginia's ", " County. Montano was arrested two times before and charged with drunken driving, according to county police, and has also been arrested in separate incidents for other traffic-related offenses. Police say Montano, who is from ", ", was turned over to Immigration and Customs Enforcement after at least one arrest, and a prosecutor said he knew of at least one other occasion he'd been referred to immigration officials.", "The Department of Homeland Security said Tuesday that Montano was released in 2008, pending an immigration judge's review of his case. As of August 2010, a judge had not ruled on his deportation.", "U.S. Homeland Security Secretary Janet Napolitano called the crash a \"terrible thing\" when asked about the incident during an unrelated news conference at D.C. police headquarters Tuesday. Napolitano said she immediately asked officials to look into the situation.", "\"This is a horrible case,\" said Napolitano, whose department includes ICE. \"Why is it that this individual was still out driving? He was in removal proceedings. Why were the removal proceedings taking so long?\"", "Prince William County's top elected leader and a Kentucky congressman, both Republicans, criticized federal immigration officials for not deporting Montano.", "\"As the facts surrounding this tragic case continue to come to light, I think it demonstrates the need for ICE to be more efficient and effective in their deportation duties,\" Kentucky Congressman Hal Rogers said in an e-mailed statement.", "Corey Stewart, the chairman of Prince William County's Board of Supervisors, says the accident highlights the need for federal immigration reform. Stewart championed and implemented one of the nation's strictest county-level anti-illegal immigration policies. The local law requires that police inquire about the immigration status of all people arrested on suspicion of violating a state or local law. He says it's \"extremely frustrating\" that even with the county's policy, not all those turned over to ICE are removed from the country.", "\"We handed him over to the feds assuming he would be deported, but instead federal authorities released him back into the neighborhood and he killed a nun,\" Stewart said. \"We feel like we are beating our heads against the wall.\"", "A Catholic nun and spokeswoman for the Benedictine Sisters of Virginia says sisters of the three nuns involved in the accident have always stayed out of the debate over immigration. Sister Glenna Smith says the Catholic nuns have always provided social services — including adult literacy courses and counseling — regardless of immigration status, and they are upset the tragedy has become fodder for policy debate.", "\"The Benedictine Sisters are dismayed and saddened that this tragedy has been politicized and become an apparent forum for the illegal immigration agenda,\" Smith said. \"It is not optional for us to choose mercy and forgiveness. We know this young man will be brought to justice, that's appropriate, and we hope he will learn to make better choices.\"", "Montano's car crossed a median Sunday morning when it hit the car carrying three nuns, police said. Sixty-six-year-old Sister Denise Mosier was pronounced dead on the scene, and two other nuns — Sister Charlotte Lange and Sister Connie Ruth Lupton — were critically injured and remained in a hospital on respirators Tuesday, according to Smith.", "It wasn't clear from jail records if Montano had an attorney."]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2010-08-04T15:05:42.000-04:00", "articles_link": "http://www.foxnews.com/politics/2010/08/04/mcdonnell-pursues-deal-virginia-troopers-immigration-enforcement-power.html", "articles_title": "McDonnell Pursues Deal to Give Virginia Troopers Immigration Enforcement Power", "article_text": ["Virginia Gov. ", " is pursuing a deal with federal officials that would allow state troopers to enforce immigration law, effectively expanding statewide a program that a handful of Virginia counties have implemented. ", "The move comes as state Attorney General Ken Cuccinelli issued a legal opinion saying state police officers can check the immigration status of anyone they stop or arrest. ", "Though the decision prompted a call for the governor to codify that decision in state law, McDonnell's office said he is already working toward giving state police new enforcement powers. ", "\"He just feels there's been a breakdown at the federal government to enforce our ... immigration laws and protect our borders. This is just trying to make sure that Virginians are kept safe,\" McDonnell spokeswoman Stacey Johnson told FoxNews.com. ", "She said the governor has been talking to federal officials about the idea for the past couple months and that the details of the arrangement \"will be announced in the coming weeks.\" ", "McDonnell is trying to expand authority through a program known as 287g -- an agreement dozens of localities across the country have forged with Immigration and Customs Enforcement that trains local officers in immigration enforcement. The program allows the officers to carry out some of those duties under ICE supervision. ", "ICE would not comment on the negotiations with Virginia. If the deal is sealed, McDonnell's state would join several others in implementing the partnership for state law enforcement. ", "It's unclear whether the governor would take any action to codify Cuccinelli's decision or if he would even need to. McDonnell described the ruling Tuesday as nothing new. ", "Cuccinelli described his opinion as a clarification of the law. He explained that Virginia law allows state law enforcement to check immigration status but does not require it -- the section of the Arizona law that mandated the immigration checks was blocked by a federal judge last week pending litigation. ", "Virginia is pursuing tougher immigration policies on several fronts, with officials claiming their actions will be able to withstand legal challenge. ", "\"We're very prudent, we take our time -- measured responses,\" said state Republican Delegate Robert Marshall, who originally requested the ruling from Cuccinelli. ", " Board of County Supervisors Chairman Corey Stewart is pushing a separate statewide bill that would bring an Arizona-style system to Virginia. The proposal would require police to check the immigration status of anyone they stop or arrest. Stewart, who claims his proposal avoids the legal pitfalls that have tripped up Arizona, has launched a political action committee to raise money for a public campaign in support of the bill and has started a website where he is trying to collect 100,000 signatures. ", "Senate Democratic Leader Richard Saslaw, though, said the proposal doesn't stand a chance. He also cast doubt on whether Cuccinelli's ruling would have any impact on Virginia police operations. ", "Should a deal be struck with ICE, Virginia would join ", ", Arizona, Colorado, ", ", Florida, Minnesota, Rhode Island and Tennessee in extending the program to state police.", "Several Virginia counties already have the 287g program, including three separate departments in Prince William County."]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2016-02-27T23:15:29.000-05:00", "articles_link": "http://www.foxnews.com/us/2016/02/27/latest-suspect-to-be-charged-with-capital-murder.html", "articles_title": "The Latest: Suspect to be charged with capital murder", "article_text": ["The Latest on three police officers being shot while responding to a domestic related incident. (all times local):", "____", "11:30 p.m.", "Authorities say the suspect accused of killing a police officer and another woman is a military serviceman.", "Prince William County Commonwealth Attorney Paul Ebert says he has authorized a capital murder charge, along with other counts, against the suspect, who has not been identified.", "Police say Police Officer Ashley Guindon, who was sworn in Friday and started her first shift Saturday, died from her injuries after responding to a verbal argument Saturday. The condition of the two other officers shot is not known.", "Virginia law allows for the death penalty for the murder of a police officer.", "Ebert said the suspect will make his first court appearance on Monday.", "Corey Stewart, chairman of the Prince William County Board of Supervisors, said in a phone interview with The Associated Press on Saturday night that a woman was killed in the dispute but police declined to confirm a woman died in the domestic violence call. Corey also said there was a child in the house who was not injured.", "____", "10:30 p.m.", "The Prince William County Police Department announced Saturday night that one of the three officers shot responding to a domestic related incident earlier in the evening in Woodbridge, Virginia, has died.", "A statement released on the department's Facebook page said, \"It is with profound sadness that we announce that Prince William County Police Officer Ashley Guindon, one of the officers involved in this evening shooting ... has died as a result of her injuries sustained during the incident.\"", "The statement said the remaining two officers wounded during the encounter are continuing to be treated for their injuries.", "\"We ask for everyone's thoughts and prayers as our department deals with this tragic loss.\"", "A suspect, who was not injured in the shooting, is in custody.", "The incident occurred in around 5:30 p.m. in Woodbridge, about 20 miles southwest of Alexandria.", "____", "9:00 p.m.", "Police say three Virginia officers were shot in a domestic related incident in Prince William County on Saturday night.", "According to the Prince William County Police Department's Twitter page, the officers are being treated for their injuries at Fairfax Hospital. Their conditions are unknown at this time.", "WJLA-TV (bit.ly/1TGvRSn) reports that according to Sgt. Jonathan Perok said officers received a call for a 'verbal argument' around 5:30 Saturday evening. Perok says the suspect in the shooting was not harmed and is in custody.", "The incident occurred in Woodbridge, about 20 miles southwest of Alexandria."]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2011-06-21T17:09:14.000-04:00", "articles_link": "http://www.foxnews.com/politics/2011/06/21/feds-announce-mass-arrest-illegal-immigrants.html", "articles_title": "Thousands Poised to Enter Deportation Process After Mass ICE Arrest", "article_text": ["The Obama administration announced Tuesday that federal agents swept up 2,400 illegal immigrants in a nationwide raid last month, starting what will likely be a months-long process of figuring out what to do with them. ", "The sweep, the product of a seven-day enforcement operation called \"Cross Check,\" was described as the largest of its kind. ", "Immigration and Customs Enforcement officials, in coordination with other federal agencies and local officials, tracked down illegal immigrant criminals in all 50 states and are now housing them in ICE jails across the country. ", "For some detainees, the next step will be a one-way flight to their home country. For others, the process could take much longer. ", "The illegal immigrants arrested in the sweep last month were divided into three basic categories: fugitives who had outstanding deportation orders against them, those who already had been deported and illegally re-entered the U.S., and at-large convicted criminals. ", "Those in the first two categories will once again be slated for deportation, though those in the second category could also face prosecution in the U.S. for the crime of illegal re-entry. The timing of their deportation would vary, depending on factors like travel documents, the availability of flights and whether their home countries will take them. ", "But those in the third category will be placed into removal \"proceedings\" before a federal immigration judge. That judge then has the discretion to order them deported or grant some form of relief to remain in the U.S. ", "\"They're afforded due process,\" a federal immigration official said. ", "And that process can take a while. According to a report last fall by the Transactional Records Access Clearinghouse, it took an average of 280 days for the immigration courts to act on cases in fiscal 2010, the last year for which data was available. ", "ICE could not provide a breakdown of what's happened to the 2,064 convicted criminals and fugitives swept up in prior Cross Check arrests. However, the agency reported that more than 122,000 criminal aliens have been removed from the country since Oct. 1. ", "ICE officials touted the latest raid as a message to illegal immigrant criminals that they will get caught. Among those arrested were a Libyan living in Denver convicted of first-degree sexual assault against a child and a Filipino living in Orlando convicted of battery on a law enforcement officer. ", "\"The results of this operation underscore ICE's ongoing focus on arresting those convicted criminal aliens who prey upon our communities and tracking down fugitives who game our nation's immigration system,\" ICE Director John Morton said in a statement. ", "The operation also sends a message to states and cities that have lashed out against a separate federal-local partnership known as Secure Communities -- through which ", " fingerprints are checked against Homeland Security Department databases to see if a suspect is in the country illegally. Some states, like New York, recently came out against the program, expressing concern that it is preventing people in the immigrant community from working with law enforcement. ", "But ICE stressed that in the Cross Check raid federal officials were only targeting serious offenders. It came after new guidelines were issued for Secure Communities to focus the screening efforts on dangerous criminals. ", "While the administration is narrowing its immigration enforcement to criminals and fugitives, others say that approach is not doing the trick. ", "Corey Stewart, chairman of the ", " County Board of Supervisors in Virginia, called the arrests announced Tuesday a \"drop in the bucket.\" He expressed concern that federal officials are still letting far too many illegal immigrants off the hook for minor crimes, which can lead to major crimes. In Prince William County, two illegal immigrants with prior records were charged in connection with deadly crimes in the span of just six months. ", "Stewart acknowledged that many of those swept up in the latest arrests will likely face deportation. ", "\"They're probably going to deport most of them. ... These are very serious criminals,\" he said. \"But again, it's just the tip of the iceberg.\""]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2017-02-25T08:53:00.000-05:00", "articles_link": "http://www.foxnews.com/politics/2017/02/25/obama-democratic-super-group-unite-to-end-gerrymandering-win-state-races-reclaim-majorities.html", "articles_title": "Obama, Democratic 'super group' unite to end gerrymandering, win state races, reclaim majorities", "article_text": ["Former President Obama and other top Democrats are focusing efforts on state-level races and ending the reconfiguring of voting districts through the politically-laden process known as gerrymandering -- a combined effort to end “Trump-ism” and help their party regain control of Congress and legislatures across the country.", "Obama indicated before leaving the White House last fall that his short-term, post-presidency focus will be on General Assembly races and redistricting after the 2020 Census.", "And 2016 presidential candidate former Maryland Gov. Martin O’Malley has become the most recent high-profile Democrat to take up the cause.", "“America needs non-partisan redistricting commissions,” O’Malley said at Boston College Law School, where he’s now a visiting professor. “This simple reform … must become the new norm of American democracy. … How can we expect people to vote if their voice has been carved into irrelevance by a political map ahead of time?”", "An early test for Democrats trying to win state-level races and stopping the Trump wave arrives this weekend.", "Delaware is holding a special election for an open state Senate seat that will decided whether Democrats keep their roughly 40-year hold on the chamber.", "\"If we lose, a new Republican majority will take power and rubber-stamp every single one of Trump's hateful policies,\" the Democratic Legislative Campaign Committee said in a recent fundraising letter. \"They'll grind all our progress to a halt.\"", "Voting districts are redrawn after a federal Census to reflect the changes in population and other demographic.", "Much of the redistricting across the country is done by the political party that controls the state legislature.", "However, critics argue the process, known as gerrymandering, has run amok, with the majority party drawing districts in crazy-quilt patterns to help protect incumbents and their party win more races.", "“There’s one district in Virginia where you have to take a boat on the James River to get to another part,” Jared Leopold, spokesman for the Democratic National Redistricting Committee, told Fox News.", "The tax-exempt group is leading Washington Democrats’ major effort to erase the majorities Republicans have in Congress and statehouses across the country.", "The Republicans wave election of 2010 handed them the House majority and control of 20 additional state House and Senate chambers, giving the party broad authority in redrawing district maps after the Census that year.", "Twenty-three legislatures are primarily responsible for that task. And the situation has only helped Republicans retain their seats and add to 2010 gains.", "Leopold cited three main objectives: help Democrats win more races in the next few election cycles to “put them in a better situation before redistricting in 2020,” embark on legal efforts to “undo some of the more egregious redistricting” after the 2010 Census and push ballot initiatives that will lead to “fair maps.”", "He described the NDRC as a “super group” that brings together the efforts of the Democratic Governors Association, the Democratic Legislative Campaign Committee and House Majority PAC.", "The group’s chairman is former Attorney General Eric Holder, whose support, along with Obama’s, will give the group bonda fides and fundraising clout.", "\"We heard a lot in this past election about rigged systems,” Holder said last month in announcing the group’s start. “But I want to say the biggest rigged system in America is gerrymandering.”", "However, the group is not championing non-partisan redistricting commissions, as O'Malley and others are. ", "O’Malley, who is continuing efforts to lead the party’s progressive wing, has also made clear that his call to end gerrymander speaks directly to what he fears is a rising, anti-immigrant sentiment and other policies associated with Republican President Trump.", "“I want to speak with you today about the immediate challenges facing our nation,” said O’Malley, who also equates Trump’s beliefs and polices to fascism. “We must frame a principled opposition to Trump-ism.”", "Beyond the Delaware contest, the real bellwether races will start next year in Virginia, North Carolina and New Jersey.", "Virginia, a battleground state that has voted Democrat the past three presidential elections, next year is having state House races and a gubernatorial contest to replace outgoing Democratic Gov. Terry McAuliffe.", "The governor’s race already has heavyweights from both parties including Democratic Rep. Tom Perriello. The Republican slate includes Corey Stewart, an immigration hawk and former Trump campaigner, and Ed Gillespie, a former Republican National Committee chairman who nearly upset Virginia Democratic Sen. Mark Warner in 2014.", "Democratic Legislative Campaign Committee spokeswoman Carolyn Fiddler told Fox News that the Democrats’ recent efforts are a “smart refocus of efforts,” more than a reckoning and that related fundraising has been “astronomical.”", "She also said Trump’s victory has indeed sparked a lot of interest -- from potential canvassers to candidates. “But it has also crystalized some social and political priorities for people in ways they had not before.”", " ", " ", " "]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2016-10-29T18:50:49.000-04:00", "articles_link": "http://www.foxnews.com/sports/2016/10/29/nfl-network-analyst-suggests-eagles-put-bounty-on-ezekiel-elliott-in-bizarre-rant.html", "articles_title": "NFL Network analyst suggests Eagles put bounty on Ezekiel Elliott in bizarre rant", "article_text": ["NFL Network analyst Brian Baldinger is catching some heat after suggesting that the Philadelphia Eagles \"put a little bounty\" on Dallas Cowboys running back Ezekiel Elliott when the two teams face off on Sunday.", "\"This is the guy that that we've got to hurt,\" Baldinger ", " on 97.5 The Fanatic in Philly. \"This is the guy that we've got to take out of the game. There's got to be 10 guys that want to hurt him every single play. In fact, we may even put a little bounty on Ezekiel Elliott.\"", "Here is the complete rant, which gets a little bizarre:", "Baldinger, who played for both the Eagles and Cowboys during his NFL career, tweeted that the rant was \"mostly tongue in cheek.\"", " lighten up ..it was mostly tongue in cheek... The only point was that Zeke hasn't been popped yet", "But critics pointed out how inappropriate it is for someone who works, by extension, for the NFL to be promoting the idea of bounties and intentionally trying to injure players.", "Brian Baldinger suggests Eagles put bounty on Zeke because of his \"arrogance\"? Hope Cowboys put that on their bulletin board.", " you were pandering to the meatheads in Philly. Inappropriate for an NFL employee to take it to bounties. 5 on scale of 10", " ", " Saying this on THE league's network when they're cracking down on this stuff? ", ".", " As the network representing a league that claims to care about player safety - ", " should have no place there. None.", " ", " ", " can't see how this flys with ", " when player safety is supposed to be paramount.", " ", " come on baldy you can't be telling the players to put a bounty out and hurt the guy. No class", " ", " we can lighten up but you are a respected tv personality, saying they should put a bounty on someone is not good.", " ", " \"popped\" is different than a bounty for injuring a player. And you know it.", " \"Mostly tongue in cheek\" or not, these statements are uncalled for and incendiary at best. ", " ", " mostly tongue in cheek but 100% classless."]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2016-10-10T12:08:00.000-04:00", "articles_link": "http://www.foxnews.com/politics/2016/10/10/ryan-says-wont-campaign-for-trump-defend-him.html", "articles_title": "Trump, Ryan clash as House speaker vows not to campaign with nominee", "article_text": ["Donald Trump clashed with House Speaker Paul Ryan on Monday after the top congressional Republican told rank-and-file lawmakers he will not campaign with the party’s presidential nominee or defend him – and even suggested he’s preparing for a Hillary Clinton presidency.", "ADVERTISEMENT", "The details of Ryan’s comments came from sources on a conference call late Monday morning for GOP House leaders and rank-and-file members. The call was scheduled after the release Friday of a 2005 audiotape in which Trump is heard bragging about being able to kiss and grope women because he is a celebrity.", "Trump has apologized repeatedly for the comments – but despite an aggressive debate performance Sunday where he sought to turn the tables on Clinton, Ryan said on the call he won’t campaign with Trump. According to sources, Ryan and other House GOP leaders also told those on the call to “do what’s best for you in your district” – advice that speaks to their concern about the impact Trump’s controversies could have down the ballot.  ", "Ryan even appeared to signal the White House race might be a lost cause when he suggested in the call that the party should focus on ensuring that Clinton “does not get a blank check with a Democrat-controlled Congress.”", "Ryan’s office later said he was not conceding the election's outcome and made clear he wasn’t walking back his endorsement either.", "But Trump responded after the call by tweeting: “Paul Ryan should spend more time on balancing the budget, jobs and illegal immigration and not waste his time on fighting Republican nominee.”", "Pro-Trump Republicans also pushed back during the call and said Trump can still prevail and should not be abandoned.", "Outspoken California Rep. Dana Rohrabacher called Republican leaders \"cowards,\" one person on the call said.", "Trump still retained the backing of the Republican National Committee, which has overseen crucial field efforts for the candidate in battleground states. On a conference call with RNC members Monday afternoon, chairman Reince Priebus said the party remains in full coordination with Trump.", "\"Everything is on course,\" Priebus said, according to a participant in the call.", "All 435 House members are up for reelection in November, including 246 Republicans.", "Until the 2005 Trump tape was released, most political analysts predicted Republicans would keep their House majority but said the race to control the Senate will be razor close, regardless of whether Trump or Clinton, the Democratic presidential nominee, wins the presidential contest.", "By Saturday, Ryan had already denounced Trump’s lewd comments on the tape about women -- calling them “disgusting” -- and uninvited the nominee to a weekend rally in his home state of Wisconsin.", "However, he did not withdraw his endorsement of Trump, as other congressional Republicans -- including several in tight reelection bids -- said they no longer support their nominee or that he should quit the race.  ", "New Hampshire GOP Sen. Kelly Ayotte, deadlocked in her bid for a second term, said this weekend that she favors Trump quitting the race.", "And Pennsylvania GOP Rep. Charlie Dent, chairman of the House Ethics Committee, told ABC on Sunday that his party still has enough time to rally behind an alternative to Trump, with running-mate Indiana Gov. Mike Pence among the names mentioned.", "Trump trails Clinton by 4.6 percentage points, according to the RealClearPolitics polls average.", "Before the late-morning conference call, former GOP House Speaker Newt Gingrich told Fox News that the defectors have “egg on their face” after Trump’s debate performance. He urged the uneasy Republicans to “reconsider.”", "Trump campaign manager Kellyanne Conway also suggested the team still wants and needs the defecting Republicans, particularly those running in so-called battleground states in which the White House race will be decided.", "“We welcome them back,” she said on MSNBC’s “Morning Joe.” “We would love their support. We have a lot of their voters' support.”", "However, by the time the call was over, Trump and his team had struck a different tone -- returning to the message that the campaign’s mission is to unseat the Washington political class that no longer acts in the best interest of America’s middle class. ", "Trump spokesman Jason Miller tweeted: “Re: today's", " Congressional call: Nothing's changed. Mr. Trump’s campaign has always been powered by a grassroots movement, not Washington.” ", "Later in the day, Corey Stewart, the chairman of Trump's Virginia campaign, said Ryan and other party elite didn't understand that \"the grass roots took control of this party when we nominated Donald Trump.\" ", "Stewart said he was leading a group of Republicans to protest outside party headquarters near the Capitol Monday afternoon.   ", "Stewart was fired immediately after the protest, which drew dozens of angry Trump supporters to the front step of the Republican National Committee headquarters.  "]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2011-06-22T15:06:41.000-04:00", "articles_link": "http://www.foxnews.com/politics/2011/06/22/virginia-official-10-percent-illegal-immigrants-handed-to-feds-re-arrested.html", "articles_title": "Virginia Official Prepares to Sue Feds Over Illegal Immigrant Files", "article_text": ["A top Virginia official is preparing to sue the Department of Homeland Security for information about illegal immigrants his county delivered into federal custody -- a case fueled by his claim that 10 percent of the nearly 4,000 illegal immigrants turned over were subsequently re-arrested in the same place.", "ADVERTISEMENT", "Corey Stewart, chairman of the ", " County Board of Supervisors, is gearing up for a lawsuit over immigration documents for the second time this year. His county filed a lawsuit in March to obtain documents about an illegal immigrant charged last year with killing a nun in an drunken driving crash. He said Wednesday that the county plans to file a second lawsuit in the coming weeks in federal court. Officials want more detailed information about the 3,800 illegal immigrants turned over to federal immigration agents since 2007. ", "Stewart told FoxNews.com that since the county started turning over those prisoners, 380 have been re-arrested in Prince William County and turned over again. The incidents have fueled his concern that too many illegal immigrants are being released just because they haven't yet committed a serious or deadly crime. ", "\"Ten percent -- that's an amazing number, because those are just those individuals who came back into the community, committed another crime and got re-arrested for that crime,\" Stewart said, speculating that the actual number of those released is \"a lot higher than 10 percent.\" ", "He said the Department of Homeland Security gave the county some information on those prisoners after an information request was filed last fall, but he described that file as incomplete. ", "Though Stewart complained the file did not include individual identification, DHS has claimed that it has to adhere to its privacy policy. ", "DHS has acknowledged that not every illegal immigrant turned over to them will necessarily stay in federal custody. While violent criminals are detained on a mandatory basis, those charged with less severe crimes are evaluated on a case-by-case basis, according to the department. ", "The department has sought to sweep up and deport the most serious criminal offenders. The administration on Tuesday announced that federal agents in May swept up 2,400 illegal immigrants in what was described as the largest operation of its kind. Many will be automatically put on the list for deportation, though some will have their cases brought before an immigration judge. ", "But Stewart argues that federal immigration officials should be deporting most illegal immigrant offenders who are arrested. ", "\"The public shouldn't have to wait for these individuals to commit a serious violent felony in order to be deported,\" he said. \"They should be deported as soon as they show an inclination toward criminal activity.\" ", "Stewart's county since last year has been the scene of two deadly incidents involving illegal immigrants with prior records in the U.S. Months after the high-profile crash that killed a nun in Prince William County, another illegal immigrant was arrested in February and charged in a killing spree that left three dead and three wounded. That individual had been ordered deported in 2002 after he was caught trying to enter the country illegally but was subsequently allowed to stay. ", "However, according to DHS, his special status was revoked in 2006, making him a fugitive. Still, he managed to slip through the fingers of law enforcement in 2008 when he was arrested for drinking in public. As punishment, he received a fine at the time and presumably was let go. ", "Stewart's county has since received DHS documents regarding the suspect in the nun's death, but has not yet dropped its lawsuit."]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2011-03-23T22:52:01.000-04:00", "articles_link": "http://www.foxnews.com/us/2011/03/23/ice-announces-immigration-arrests-northern-va.html", "articles_title": "ICE Announces Immigration Arrests in Northern Virginia", "article_text": ["More than 160 foreign nationals -- most of them illegal immigrants with criminal records -- were arrested in northern Virginia over a three-day enforcement surge involving federal, state and local police, U.S. Immigration and Customs Enforcement Director John Morton said Wednesday.", "ADVERTISEMENT", "The enforcement sweep, conducted between Sunday and Tuesday, ensnared men and women from 32 countries, including eight people who had been convicted of sex offenses.", "Morton announced the arrests at a news conference in Manassas, where political leaders have faulted ICE for failing to enforce the nation's immigration laws aggressively enough.", "\"We are dedicated to the removal of criminal offenders from our country,\" Morton said, arguing that ICE has removed more illegal immigrants from the country in the last two years than it ever had.", "Morton's announcement failed to impress ", " County Board of Supervisors Chairman Corey Stewart, a vocal critic of what he says is lax federal enforcement of immigration law, who called Wednesday's news conference a \"dog-and-pony show.\"", "Stewart said the statistics show that ICE routinely fails to detain known illegal immigrants even when they have been convicted of serious crimes, including felonies. He said in Prince William County alone, Prince William authorities have turned over 3,000 criminal aliens to ICE in recent years, and ICE refuses to say whether those people were detained, deported to released back into the community.", "Stewart suspects that the vast majority were turned loose, based on the fact that Prince William police have ended up re-arresting 346 of them.", "\"This is certainly not enough,\" Stewart said of the enforcement sweep. \"ICE and the federal government will show that they are serious about dealing with criminal illegal aliens when they begin to hold criminal illegals in custody until they are deported.\"", "Of the 163 arrests in the recent enforcement action, roughly 130 were people with criminal records -- 85 for felonies and 45 with misdemeanors, Morton said.", "While the enforcement action targeted illegal immigrants with criminal records, more than 30 of those arrested had no criminal convictions but were nevertheless in the U.S. unlawfully, according to ICE.", "Morton said that while their focus is criminal aliens, \"we're not going to turn a blind eye\" to others who cross paths with ICE and who are in the country illegally but have not committed any other offense.", "Stewart said the results of the enforcement surge are misleading. The few statistics that the county has been able to obtain from ICE show that only rarely does ICE detain and deport illegal immigrants for anything but the most serious felonies.", "While ICE places its highest priorities on those who have committed the most serious crimes, Morton said any criminal offense by a foreign national can make that individual a target for ICE. Several of those arrested, for instance, had legal permanent resident status but committed crimes that make them deportable.", "\"These are not the kind of people we want walking the streets of our Commonwealth,\" Morton said.", "Of those arrested, 60 were in Fairfax County, 37 in Prince William County and 20 in Loudoun County. Smaller numbers were arrested in Arlington County, the city of Alexandria and the outlying counties of northern Virginia."]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2010-07-11T08:27:51.000-04:00", "articles_link": "http://www.foxnews.com/politics/2010/07/11/virginia-lawmaker-challenges-feds-sue-state-immigration-enforcement.html", "articles_title": "Virginia Lawmaker Challenges Feds to Sue His State Over Immigration Enforcement", "article_text": ["A Virginia lawmaker looking to enact an immigration law similar to Arizona's is challenging the Obama administration to come at his state with a lawsuit, too, saying he hopes the ", " has \"so many targets\" they can't focus. ", " Board of County Supervisors Chairman Corey Stewart told The Washington Post that the Obama administration's lawsuit against Arizona will probably fall flat. He claimed Arizona is on \"firm footing\" and encouraged other jurisdictions to follow Arizona's lead. ", "\"I hope the Justice Department sues Virginia, as well,\" he told the Post. \"I hope they have so many targets that they are unable to focus on Arizona.\" ", "The Justice Department filed suit against Arizona over its immigration law on Tuesday. The administration -- claiming the federal government trumps the states when it comes to immigration enforcement -- is trying to halt the law before it goes into effect at the end of July. ", "But several other cities and states also are looking to enact tough immigration policies. Prince William is well-known for its immigration policy requiring officers to check the immigration status of suspects in custody, but Stewart is pushing for a statewide law. ", ". "]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2012-07-10T14:39:28.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2012/07/10/all-star-panel-virginia-reporters-key-election-issues-state.html", "articles_title": "All-Star Panel: Virginia reporters on key election issues in state", "article_text": ["BRET BAIER, ANCHOR: Welcome back to Prince William County. We're at Giorgio's family restaurant in Mont Clair. We are joined by a special local panel to talk about the issues that are important here in this swing county inside a swing state, really the Commonwealth of Virginia. We welcome Bob Lewis with the Associated Press, Julian Walker, The Virginian Pilot, David Sherfinski with the Washington Times. Gentlemen, thanks for being here. ", "This place has a lot of different factors, different demographics. Bob, why is this a swing county? ", "BOB LEWIS, ASSOCIATED PRESS: Well, it's got a -- it's just a diverse population. It swings one way in federal elections and it swings another in state and local elections. Most of the elected officials on the state level are Republican from here. Not just Republican, but very Republican. They include Bob Marshall, a delegate who is among the most outspoken anti-abortion, anti-gay rights members of the legislature. He is the guy who introduced the personhood bill in the general assembly this year. ", "But in federal elections, in 2006 Prince William went for Jim Webb. And two years later, with the whole country having a backlash against Bush, they went to President Obama. So you have a crucible here that, I think is sort of a bellwether for which way Virginia's going to go. ", "BAIER: Julian, in a lot of places the economy drives the day, I'm sure that's the case here. What other issues do you think are really important? ", "JULIAN WALKER, VIRGINIAN PILOT NEWSPAPER: Well one of the ones in Prince William, in this swing county, is immigration, where this county in fact several years ago had a local ordinance which essentially became kind of a model for the law that Arizona passed in order to allow local law enforcement to check the immigration status – the lawful presence or lack thereof -- of folks who were stopped in this county, detained by law enforcement for one reason or another. That became a very hot issue several years ago. In fact one of the candidates for statewide office next year, for lieutenant governor, Corey Stewart, who is now on the local board of supervisors here, he was kind of the architect behind that, the spearhead of that effort. And so here in Prince William County particularly that is an issue that is a hot button one. ", "BAIER: Do you agree? ", "DAVID SHERFINSKI, WASHINGTON TIMES: Absolutely, especially in the wake of the attention that immigration has gotten at the U.S. Supreme Court. ", "The issue has kind of been under the radar, I would say, over the past five years since the flash point of 2007 when the ordinance was first passed. But with Corey Stewart running for statewide office it definitely will be in play with both sides battling for the Hispanic vote. ", "BAIER: It's interesting that there are a lot of federal workers in this area, it's a bit further from Washington D.C.", "(CROSSTALK)", "BAIER: But there's a lot of commuters. So how does the cutting back on the federal government play with people in this place? ", "LEWIS: Well, if the federal government finally does actually cut back. But what you've got here are people who -- there is more private industry here, there's more private sector going on here than people realize. It's not just federally dependent and it's not as federally dependent as Fairfax County just to the north. I think there is a better balance here than there is up north. I think what you have got here is a stronger conservative base. And it leavens itself out when you consider the private sector growth and employment base here versus the federal workforce that's in Prince William County. ", "BAIER: When the Obama campaign though looks at this county, Julian, they probably look to 2008 where he carried it with 58 percent of the vote. What do you think they're going to be focusing on? You mentioned immigration, and obviously that will be a factor, but what other plays do you think they'll make here? ", "WALKER: Well, I think you mentioned it. I think the economy is one. Everybody, this is a kitchen table pocketbook election. People feel anxious now. They want to feel better, they want to feel encouraged that things are getting better. And that's the salesman job that he has to try to accomplish. So that's one thing. ", "Another thing that's big in Virginia is energy. Gas prices at the pump the thing that you see every day when you fill up your vehicle. But beyond that, we've got in Hampton Roads we've got a big ongoing debate about whether or not we should explore offshore for oil and natural gas. In the Southwestern part of the state you've got the coal industry, which is a big bedrock of this state and its economy. In the central part of the state, you've got the looming debate over whether or not to allow uranium mining. There has been a 30-year moratorium in Virginia on that. And so both the economy and I would say energy are the kind of key kitchen table issues that you're will see play out in this election. ", "BAIER: David, do you sense that this is kind of developing to be a center point for both ads and time for the candidates to spend? ", "SHERFINSKI: Oh absolutely, I mean, especially with a high stakes U.S. senate election between Tim Kaine and George Allen already reserving millions of dollars in air time in the costly Washington D.C. suburbs, this is -- this along with the Richmond area and the Hampton Roads areas, what's known as kind of the \"urban crescent\" or the \"golden crescent\" in Virginia where there are just so many voters to be had by each side. ", "BAIER: But yet unemployment is very low here, 4.7 percent. So I mean, obvious the economy drives the day, but overall people are working here. ", "LEWIS: Yeah. The economy here is good. You have pockets where the economy is not so good. Southside, in rural Virginia, in Martinsville, Pittsylvania County, Henry County, you've got horrible unemployment. Southwest Virginia, the unemployment rates are high, double digit. So the message has to be tailored differently in different places. And where the unemployment rate is high I think President Obama has a higher bar to clear. But David just mentioned, people in Virginia aren't used to an ad war like we're seeing here now already. We were a swing state in '08 but we didn't know it. ", "BAIER: Right. ", "LEWIS: And so you didn't see all these ads. And before that, the candidates sort of passed us by and said we know Virginia is going Republican. It has for 44 years --", "BAIER: Right.", "LEWIS: And now you see wall to wall advertising. It's not going to be safe to turn the television on by the time October gets here. ", "BAIER: It'll be something to watch. Bob, Julian, David, thank you very much for the time. Very interesting. We'll be back many times. ", "Stay with us. We'll go to our national panel next from D.C.", "    "]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2011-10-19T16:05:46.000-04:00", "articles_link": "http://www.foxnews.com/politics/2011/10/19/mayor-orders-dc-police-to-stop-checking-peoples-immigration-papers.html", "articles_title": "D.C. Mayor Orders Police Not to Check Immigration Statuses, Even in Arrests", "article_text": ["The nation's capital has officially become the latest safe haven for illegal immigrants.", "District of Columbia Mayor Vincent Gray on Wednesday signed an executive order instructing police officers not to question people about their immigration status -- even people who are arrested on other matters -- unless immigration status is directly related to a criminal investigation.", "\"This executive order ensures public safety by ensuring that our police resources are deployed wisely and our immigrant communities feel safe cooperating with those who are sworn to protect them,\" Gray said in a statement.", "\"The district is home to thousands of immigrants,\" he added. \"If they are afraid to cooperate with authorities on criminal investigations because they fear it might endanger their presence in the ", " or the presence of a loved one, then it endangers their public safety and that of our entire city.\"", "Although district officials say the order only confirms a longstanding policy, critics still blasted the move.", "\"This is an abomination,\" said Corey Stewart, the Republican chairman-at-large of ", " County of Virginia, which is about 25 miles south of D.C. Stewart's county has sued the Department of Homeland Security twice, seeking information on 4,000 illegal immigrants that the county has arrested and turned over to Homeland Security for deportation.", "\"This is the capital of the United States,\" Stewart told FoxNews.com, \"and to have the nation's capital as a sanctuary city where essentially federal law is not going to be enforced sends all the wrong messages -- not just in the United States but around the world.\"", "The term \"sanctuary city\" is used to describe places where local officials refuse to enforce federal immigration laws and undocumented workers are free to seek jobs, housing or local government services without fear of deportation unless targeted by federal agencies.", "Deputy Mayor for Public Safety Paul Quander said the order does not mean the district is opting out of a mandatory federal program called Secure Communities, which directs local agencies to share fingerprints collected from people in local jails with the Department of ", ". The program is expected to be in place nationwide by 2013.", "But Stewart noted Secure Communities is only relevant once people are arrested and jailed.", "\"So the fact they they're going to comply with Secure Communities is of little consequence.\"", "In signing the order, Gray said he wanted to clarify that the local police in district are not in the business of enforcing federal immigration laws."]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2016-12-07T14:17:57.000-05:00", "articles_link": "http://www.foxnews.com/transcript/2016/12/07/trump-softens-rhetoric-on-immigration-ohio-on-track-to-ban-abortion-after-six.html", "articles_title": "Trump softens rhetoric on immigration; Ohio on track to ban abortion after six weeks of pregnancy", "article_text": ["\n ", "ADVERTISEMENT", "MARTHA MACCALLUM, GUEST HOST: Breaking tonight, President-elect Trump stuns critics and supporters alike as he appears to soften his stance on a key promise to strike down one of President Obama's most controversial executive orders.", "Welcome to \"The Kelly File\" everybody, I'm Martha MacCallum in tonight for Megyn Kelly. So, the President-elect who once said the so-called dreamers brought here illegally as children would all quote, \"have to go.\" But in a wide ranging interview with Time magazine, after they announced him as their quote, \"person of the year,\" Mr. Trump now says that he will kill President Obama's executive order but he tells Time magazine, quote, \"We're going to work something out that's going to make people proud and happy.\" So, what does that mean? It's a far cry perhaps from some of the tougher language that he had back on the campaign trail. Watch.", "(BEGIN VIDEO CLIP)", "ED HENRY, FOX NEWS CHIEF NATIONAL CORRESPONDENT: Martha, we continue to see what you might call the great pivot. Last night at that thank you rally in North Carolina --", "PRESIDENT-ELECT DONALD TRUMP: We will immediately terminate President Obama's two illegal executive amnesties in which he defied federal law and the constitution to give amnesty to approximately five million illegal immigrants. Five million. For those here illegal today who are seeking legal status, they will have one route and one route only. To return home and apply for reentry like everybody else, we will break the cycle of amnesty and illegal immigration. We will break the cycle. There will be no amnesty.", "(END VIDEO CLIP)", "MACCALLUM: No amnesty, he said. We begin tonight with our chief national correspondent, now we go to Ed Henry who is reporting from the Trump International Hotel in Washington.", "HENRY: Martha, we continue to see what you might call the great pivot.  Last night at that thank you rally in North Carolina. A lot less dark and stormy rhetoric. A lot more mourning in America. The President-elect Donald Trump even at one point calming down his supporters when they started a chant attacking the mainstream media. Tonight it's Mr. Trump in the pages of \"Time\" magazine in the story revealing that he is the mag's person of the year sounding almost warm and fuzzy about dreamers.", "Those are the kids who were brought to this country by their parents illegally and then given work visas to stay here by President Obama via executive order. Mr. Trump saying he still wants to overturn that executive action but raising eyebrows among conservatives by saying he wants to do it in a way that makes everyone quote, \"happy and proud,\" adding they got brought here at a very young age.", "They've worked here. They've gone to school here. Some were good students. Some have wonderful jobs. And they are in never neverland because they don't know what's going to happen. That sounds a lot more like President Obama during the 2012 campaign than Mr. Trump during some of those tough talk days in the 2016 campaign.", "(BEGIN VIDEO CLIP)", "PRES. BARACK OBAMA: Effective immediately the Department of Homeland Security is taking steps to lift the shadow of deportation from these young people. Giving a degree of relief and hope to talented driven patriotic young people.", "TRUMP: There's no legalization, there is no amnesty and if somebody wants to go legalization route, what they will do is they'll go leave the country, hopefully come back in and then we can talk.", "(END VIDEO CLIP)", "HENRY: To his critics, this is a President-elect who is not living up to major campaign promises, hard-line promises, like locking up Hillary Clinton for example while his supporters note that this is a person who for all of the talk about how he did not have the temperament to be president, he is proving to be a pragmatic leader, not getting hung up on the details, and trying to find common ground on these major issues -- Martha.", "MACCALLUM: All right. Let's see what the reaction to this is. Charles Hurt, political columnist for the Washington Times. Javier Palomarez is the president of the United States Hispanic Chamber of Commerce. And Corey Stewart is the candidate for Virginia governor, he's been a long time Trump supporter.", "Corey, I want to start with you tonight. Thank you all of you for being here. But I know that, you know, you have been very sort of firm in your adherence to Mr. Trump's campaign-style rhetoric. So, are you disappointed in this?  ", "COREY STEWART, R-CANDIDATE FOR VIRGINIA GOVERNOR: Well, we have to see what he does. Because when he asked me to be the chairman of his campaign of Virginia, I answered it, yes because it is such an important issue. You know, look, I mean, we talk about these dreamers, 57 percent of them are adults and in Prince William County, one of these so-called dreamers was released by the Obama administration and killed a nun. These aren't just a bunch of innocent people, a bunch of innocent kids that came out and want to make a better life for themselves. A lot of these are adults, they're engaged in criminal activity. They need to be -- and Mr. Trump needs to keep his promise. Sixty three million people took him at his word when he made the promise to rescind this illegal executive order.", "MACCALLUM: Javier, I would imagine that you are happy with the sort of tempered language here.", "JAVIER PALOMAREZ, PRESIDENT, UNITED STATES HISPANIC CHAMBER OF COMMERCE:  Well, I think he is illustrating a level of compassionate conservatism that this country needs. Certainly to deport some 11 million people is a burden on American taxpayers. These predominantly are young people who have come here trying to build a life. Many of them have great educations. And they want to contribute to the greatness of this country. I think that for Donald Trump to begin to illustrate that he comprehends the difference between the rhetoric of a campaign and the reality of being president of the greatest nation in the world, illustrate real leadership and I for one am very encouraged by what I've heard.", "MACCALLUM: So, Charlie, I think back on some of the promises of President Obama, he said he was going to close Gitmo. He said if you liked your doctor, you can keep your doctor. And he is been criticized for not sticking to his word. So, do you criticize Donald Trump for doing the same?", "CHARLES HURT, POLITICAL COLUMNIST, THE WASHINGTON TIMES: Well, I mean, certainly what we heard today is a different tone about immigration. But honestly Martha, I don't see any substantive difference between what he said during the campaign and what he is saying now. He is still talking about tearing up the executive order that President Obama signed regarding the dreamers. Not only because it is a terrible policy but because it is unconstitutional. And so that -- he is still going to do that. The question of what to do with the people that are here has been something that, you know, lawmakers have grappled with for 10, 15 ever since 1986, the last time they promised to fix this problem.", "The real thing that matters most of all is, are you going to fix the problem going forward? And obviously part of that means that you do deport people who are here illegally especially those people who are here illegally and breaking laws in addition to being here illegally.", "MACCALLUM: Yes.", "HURT: But I think there is wiggle room for negotiation after that.", "MACCALLUM: You have to prioritize. And I think that's what he's talked about quite a bit. So, Corey, I want to go back to you on this. Because he said, basically you want to build a wall. So you want to, you know, put a stopper in the opening of that is allowing people to flow through. Then you want to get rid of the criminals first, he said. So, that's going to take a while to achieve those two goals. And then and only then do you move on to the next category of people, right, Corey?", "STEWART: Well, I would agree with that prioritization. And it certainly makes sense, you know, secure the border, go after the criminals first.  I'm completely, you know, that's what we did in Prince William County to great effect. But you know, one of the things that has to be done here, is we have to establish law and order in our immigration system. If we don't enforce the law, the law that Congress and the President created, not the President alone, then what's the point of even reforming the law if we're not going to enforce it?", "MACCALLUM: Yes.", "STEWART: And that the first thing that Trump needs to make good on the promise. That's the most important thing. He needs do what Reagan did when, you know, by firing the air traffic controllers 35 years ago. He needs to establish that he is serious, he is going to keep his promises and that, you know, if you dealt that, he is going to make it very clear at very beginning of his administration that instead of breaking promises, he is going to keep them.", "MACCALLUM: You know, Javier, it seems that Donald Trump as many presidents do, they've sort of start with the pendulum all the wait to one side. They want to make a very clear point during the campaign. And they want to make it clear to people that they are serious about it. Then they have to start to move towards the ability to actually take action on it. But, you know, in terms of Corey's point, we have laws in this country. You are not allowed to be here illegally. And it does seems sometimes like there are different laws for certain immigrants crossing the border and different laws for others who seemed to get kicked out and have to stay away for years and work their way back in. So, why isn't the same for everyone?", "PALOMAREZ: Listen, what I can tell you is that in my conversations with the Trump team, I have witnessed them illustrate a real willingness to comprehend the issue in its broadest context. We have tried to insure that they understand the important economic and commercial implications to this thorny and often emotional issue called immigration reform. At the end of the day, these people are predominantly employed, predominantly working in this country to deport them in a mass fashion would cost anywhere from 300 to $400 billion to the American economy.", "And I'm glad that the issue was brought up about Ronald Reagan. Because you will recall that Ronald Reagan basically pardoned millions of people at the time that he was president and that he illustrated that we are a country of broad shoulders and big hearts. It is time that Donald Trump did that. I'm very encouraged by the fact that he is willing to at least stop and pump the brakes just a little bit and look at this thing for what it truly is.", "MACCALLUM: Well, he's going to have to walk a fine line.", "HURT: And amnesty, those three million turned into 12 million plus.", "MACCALLUM: Yes.", "HURT: And that's why it has to be done. Border security first this time.", "MACCALLUM: Great point.", "STEWART: I agree.", "MACCALLUM: All right. Gentlemen, thank you very much. Good to see you all tonight.", "Another major announcement today for the President-elect's cabinet as we learned retired Marine General John Kelly is being tapped to run the Department of Homeland Security. There were number of people that were considered for that spot. From what we know, the President suggesting tonight that the Intel community failed to alert him about the rise of ISIS. Is that true?", "Our own Oliver North claims that it is either an outright falsehood or criminal negligence. We're going to talk to veterans Carl Higbie and Larry Korb about how that could have happened and how President-elect Trump may handle things differently.", "Also, Chris Stirewalt is here tonight on President-elect Trump's honeymoon period in the polls. We're going to show you the brand-new numbers, next.", "(BEGIN VIDEO CLIP)", "TRUMP: The script to what we're doing is not yet written. Remember, this has been a great, great movement. The likes of which they've never seen before.", "(END VIDEO CLIP)", "(COMMERCIAL BREAK)", "MACCALLUM: Breaking tonight. Another big announcement from the President- elect today, as we learned that retired Marine General John Kelly is the man who is tapped to the run the Department of Homeland Security. It is a big job. And while there is some major pressure in that post with both immigration as we just talked about. And also counterterrorism on the line, so is he the right man for the job?", "Chief intelligence correspondent Catherine Herridge joins us live this evening from Washington. Catherine?", "CATHERINE HERRIDGE, FOX NEWS CHIEF INTELLIGENCE CORRESPONDENT: Martha, in his last job, General Kelly's portfolio included Guantanamo Bay immigration and drug trafficking. Those close to Kelly say, that experience makes him well versed on Southern border issues. And when he retired in January, Kelly seemed to check another Trump box emphasizing his work with intelligence and Homeland Security outside the beltway.", "(BEGIN VIDEO CLIP)", "GEN. JOHN KELLY (RET.), UNITED STATES MARINE CORPS: At least it's been my experience, the further you get away from Washington the better things work. People actually talk to each other, people actually socialize with each other, they work together. There is no rice bowls.", "(END VIDEO CLIP)", "HERRIDGE: General Kelly is widely respected and understands the human cost of war. In 2010 his son Lieutenant Robert M. Kelly was killed in Afghanistan by an IED. Kelly rarely speaks about the losses but when he does, he addresses the importance of finishing the mission for fellow Gold Star families.", "(BEGIN VIDEO CLIP)", "KELLY: I think the one thing they would ask is that the cause for which their son or daughter fell be carried through to a successful end, whatever that means. As opposed to this is getting too costly or too much of a pain in the ass and let's just walk away from it. Because that's when they start thinking it might have been not worth it.", "(END VIDEO CLIP)", "HERRIDGE: The new secretary will take over the sprawling department of 240,000 government employees at a time the terror threat has never been broader, wider or deeper.", "(BEGIN VIDEO CLIP)", "NICK RASMUSSEN, DIRECTOR, NATIONAL COUNTERTERRORISM DIRECTOR: There exists a greater number of potential terrorist actors who aspire to do us harm than at any point in our history since 9/11.", "UNIDENTIFIED MALE: For eight years the Obama administration reluctantly played global whack-a-mole with Jihadists rather than leaning into the fight with decisive leadership.", "(END VIDEO CLIP)", "HERRIDGE: Based on government data ISIS was operating in seven countries two years ago and this year that number has nearly tripled to 18 -- Martha.", "MACCALLUM: Catherine, thank you.", "HERRIDGE: You're welcome.", "MACCALLUM: So, while ISIS represents a clear and present danger for the incoming administration, President Obama suggesting tonight in a brand new interview that his intelligence community let him down when it came to warning him accurately about the threat. Watch.", "(BEGIN VIDEO CLIP)", "OBAMA: The ability of ISIL to initiate major land offenses, that was not on my intelligence radar screen.", "(END VIDEO CLIP)", "MACCALLUM: Really? Because here's what some of his own intelligence officials were telling Congress in the months and weeks after the first major ISIS victory in Fallujah.", "(BEGIN VIDEO CLIP)", "UNIDENTIFIED MALE: Syria has become a huge magnet for extremists and we're seeing now the appearance of training complexes in Syria, to train people to go back to their countries and of course, conduct more terrorist acts.  So, this is a huge concern to all of us.", "JOHN BRENNAN, DIRECTOR, CENTRAL INTELLIGENCE AGENCY: We are concerned about the use of Syrian territory by the al Qaeda organization to recruit individuals and develop the capability to be able to not just carry out attacks inside of Syria but also to use Syria as a launching pad.", "BRETT MCGURK, SPECIAL PRESIDENTIAL ENVOY, GLOBAL COALITION TO COUNTER ISIL:  Its current leader Abu Bakr al-Baghdadi is a designated global terrorist under U.S. law and we believe is currently based in Syria. His mission is clearly stated in his own statements, is to carve out his own governing territory from Baghdad through Syria to Lebanon.", "UNIDENTIFIED MALE: I mean, the scale of what they are involved in right now, particularly the al Qaeda element in Iraq, and just the level of destruction that they are having and the level of killing that they are doing inside of that country is just -- is terrible.", "(END VIDEO CLIP)", "MACCALLUM: So those were in January and February of 2014. Right around the time that the President called ISIS or ISIL, the jayvee team.", "Carl Higbie is a former Navy SEAL and a Trump supporter. Larry Korb is senior fellow with the Center for American Progress and a former assistant Defense Secretary. Gentlemen, thank you very much.", "CARL HIGBIE, FORMER NAVY SEAL AND TRUMP SUPPORTER: Thank you.", "MACCALLUM: Good to have all of you here. You know, when you look at it in that context, Carl, why would the President say in an interview that is happening now as he is about to leave office, that his intelligence people were not giving him the full picture?", "HIGBIE: That's a fundamental lie. Barack Obama's foreign policy has been a complete disaster. He knows darn well that this intelligence committee told them that. And any general that told him that ISIS is going to be a problem, he fired them. That way he wouldn't have to listen to them. And all people who didn't speak out for the ones that stuck around, you know, that he didn't get rid of. So, when he says that he didn't hear about this from the intelligence community, that's malarkey. I know for a fact guys like General Flynn told him that this was going to be an issue.", "MACCALLUM: Yes. General Flynn who won't be new head of the National Security Council was pretty much screaming this from the rafters, Larry, at that point and after. Because he felt that he wasn't being listened to.  But he wasn't alone at all. There were plenty of intelligence officials who also said they were filing reports that they thought that were being told to sort of -- to dumb them down a bit because the message wasn't what the White House wanted to hear, Larry.", "LARRY KORB, SENIOR FELLOW, CENTER FOR AMERICAN PROGRESS: I think if you go back and you just play part of General Clapper's testimony, he said in the summer of 2014 that he underestimated how strong they would get in Syria and the collapse of the Iraqi army. President Obama was already fly -- having Americans flying missions back there in 2013. And Admiral Rogers, the head of NSA who is one of the people that trump is considering to replace General Clapper, he said we underestimated them.", "That's what Obama was trying to say. People knew they were there but they underestimated how quickly they would be able to get into Iraq and the Iraqi army would collapse. I think that's exactly what he's saying. And again, you know, intelligence people make mistakes. General Flynn was blaming Benghazi on Iran, which wasn't true.", "MACCALLUM: Larry, they do make mistakes. But I guess, what some people will take issue is in watching this interview, is why wouldn't the President say at this point, you know what, upon reflection there were people who were speaking out very strongly on this matter, and it would have been wise to have paid attention to them. You get a lot of information incoming.", "And I chose to, you know, follow some people's take on whether or not they could be contained. But this is a period during which people were being beheaded. Mass beheadings on the beach. People were being drowned in cages. And we were being told, Carl, essentially that, you know, this is just sort of an out of control group that really couldn't establish any territory that would be meaningful to anybody.", "HIGBIE: Well, Martha, Barack Obama won't say any of that because he is so profoundly arrogant when it comes to his foreign policy. He has no understanding of what went wrong and he doesn't care to understand because he has his agenda. And he doesn't care too is that I was there in 2009 and I put this in my first book that this was going to be a problem. We were pulling out of Iraq.", "There was power vacuums happening. The violence was escalating and they didn't want to admit that. So what they did was they stopped all American troop direct action mission. So, we weren't allowed to go kill bad guys which is what we are trained to do as soldiers. And then they claimed victory. Well, the enemy get to say whether or not the war is over and they were saying it wasn't over and we just pulled out anyway.", "MACCALLUM: Larry, last word?", "KORB: Wait! Wait a second. President Bush signed an agreement that said, we had to get out by the end of 2011 and we had to, in early 2009 stop our combat missions. This was not Obama who did that. And General Petraeus --", "HIGBIE: But Obama didn't try to change it.", "KORB: Yes. But General Petraeus said even if you had left 10,000 troops there he doesn't think it would have made any difference. Because it was malarkey the way he ran the place and he wouldn't allow our troops to stay there without a status of forces agreement.", "MACCALLUM: A lot of people believe that that status of forces agreement could have been reached. And President Bush himself actually warned about leaving a vacuum in that area and he said that terrorist elements would fill that vacuum if it was left. So, you know, I guess my point is that when you have 2020 and you have the hindsight on it, what would behoove a president or any leader would be to be as clear-eyed as possible in explaining what happened so that the next president could see it in a way that might be more helpful to him instead of perhaps throwing people under the bus that don't deserve it.", "So, Larry, thank you very much. Carl Higbie, very good to have you with us tonight as well.", "HIGBIE: Thanks, Martha.", "MACCALLUM: Thank you, gentlemen.", "So coming up, Ohio could be on its way to passing one of the strictest abortion laws in this country. It is known as the heartbeat bill. And it is sitting on Governor John Kasich's desk. We will debate that bill and the fallout ahead.", "Plus, a stunning new poll numbers tonight with respect to President-elect Donald Trump's popularity and how people feel about the country today.", "Chris Stirewalt here to explain what is behind the Trump bump. And whether the surge can last. When we come back.", "(COMMERCIAL BREAK)", "MACCALLUM: Developing tonight, a surge in polling for a President-elect Donald Trump as he rides the tailwinds of his surprising November victory.  Mr. Trump appears to be experiencing a bit of an extended honeymoon phase with the American public when it comes to his popularity. A new Bloomberg poll out today shows that he is at 50 percent. Marking a 17-point jump since August. What is more the same poll found that percent of American adults who believe that the country is on the right track is now in its highest place in four years. So what's contributing to these jumps and can it last? Probably not. Most of these things go up and down. Right?", "Our FOX News digital politics editor Chris Stirewalt is here to explain tonight. So, Chris, very nice move. Is this normally what we see with a President-elect?", "CHRIS STIREWALT, FOX NEWS DIGITAL POLITICS EDITOR: Well, it depends on how you're rolling when you get there. In Donald Trump's case he may have squeaked over the finish line to a certain degree but he has gotten a -- the honeymoon is more pronounced for him. Barack Obama came into office popular. He went into election Day fairly popular eight years ago. This time Donald Trump was lugging what looked like overwhelming negatives.  People were very down on him.", "You remember a month ago, it was just a month and a day ago that we had the election. A month ago and three weeks ago people were saying should Donald Trump be normalized? Should -- and critics said should the president have even welcomed him to the White House and all this stuff. A month later, you know, we're saying, well, half the country says they feel pretty good about him. And, by the way, on his core policy sets, people are willing to give him the benefit of the doubt. So Trump definitely has changed the landscape around him.", "MCCALLUM: He always said that he could be presidential. And, you know, I remember even Paul Manafort who, you know, had a short stay in the Trump campaign said, well, he, you know, let's start out on the edges then he'll kind of move his way to the middle. You've got Al Gore and Rob Emmanuel coming to meet with Donald Trump.", "STIREWALT: That's right.", "MACCALLUM: And, you know, Kellyanne Conway said that President Obama and Donald Trump have spent 30 hours on the phone together.", "STIREWALT: That's a lot of hours.", "MACCALLUM: Is that possible?", "STIREWALT: That's a lot of hours.", "MACCALLUM: I haven't spent 30 hours on the phone since eighth grade. So, I don't know what they're talking about, Chris, but they have a lot to talk about.", "STIREWALT: And I can picture they're twisting the cord around your finger and talking to your friends. I know. I would say that what part of Donald Trump was benefiting from is that there was a caricature of him that certainly that his political opponents, Hillary Clinton and the Democrats laid out there, but also there was in the press. He's a Nazi, he's a monster. He's evil. He is going to drink the blood of the children of America, run and hide. He's the crampiest. And then he showed up and went, oh, he's kind of funny. I think I like him.", "MACCALLUM: So you start there.", "STIREWALT: Right.", "MACCALLUM: You can only go up.", "STIREWALT: That's right. And he's being moderate, and he's making these cooing noises that liberals like, even though he's appointing people that are really conservative.", "MACCALLUM: Fascinating. Chris, thank you very much.", "STIREWALT: You bet.", "MACCALLUM: Always good to see you, sir. Come see us in the morning. All Right.", "So, let's be joined now by Republican congressman Sean Duffy, and Richard Fowler of Fox News contributor and national syndicated radio talk show host. Welcome, gentlemen. Hello, there. Good to have you all here. So, Richard, I know -- you were smiling broadly as Chris and I were talking.  What do you think about all that?", "RICHARD FOWLER, FOX NEWS CONTRIBUTOR: Well, I think there's some truth to what Chris is saying here. I think every president gets a honeymoon phase after they win. The American people are looking for him to provide answers, and to create jobs, and to build this wall, and all these other things. And so, I think, that's what we're going to wait and see what happens. Now, I think Donald Trump has a couple of problems. I think problem number one is that as he gets into his first 100 days he's going to want to pass this trillion dollar transportation or infrastructure bill, which I think is a great idea if done correctly. And I think budget hawk like Congressman Duffy and others will be like, oh, trillion dollars, too much, we need to lower that number. And that's where you're going to see the big eruption that will be Trump taking on his own party.", "MACCALLUM: Well, Representative Duffy, I thought it was interesting in the interview that Donald Trump did today, he said, I would like to be judge on my presidency starting now. Starting when I got elected because the Dow is at an all-time high, I mean the market has responded incredibly positively, so far to the Trump transition, part of this process. But if he comes forward with that bill, are you going to give him hard time about how to pay for it?", "REP. SEAN DUFFY, R-WIS.: Well, it depends. If he doesn't pay for it, we'll obviously have trouble with it. But there's great pain for us, I mean, we can repatriate foreign profits back to the states, whether we charge five, eight, 10 percent interest. You can pay about 3 or $400 billion of that trillion dollar expenditure. But, listen, Martha, we're trillion dollars in debt. To think that we're going to add another trillion of unpaid spending on top of it, that's not going to happen. But what's interesting is liberals across America, like, maybe a little bit of Richard, their hair is on fire. They're pulling out. They can't believe the evil Donald Trump is actually, you know, warming up to the American people, and they kind of like him. They want to give him a shot. But what's interesting is -- just one second, only 28 percent of Americans want Democrats to oppose Donald Trump, and Republicans in congress, they actually want them to work with us to secure the border, fix healthcare, and grow the economy, which is really remarkable for Democrats to have this push on their own side and say work together and get some of these big initiatives done.", "MACCALLUM: I find it fascinating. This is really what I think is the most interesting. So, Richard, tell me, you know, do you believe -- are you willing to give Donald Trump a chance? I mean, the people were sobbing and devastated after this election in, you know, half of the country, essentially, right? Are they starting to feel better or do they think this is not real?", "FOWLER: Well, listen. I respect the presidency of the United States, the person in it, that's another story, depending upon who it is every four areas. But here's the thing, I think the American people they were angry, and they were frustrated. They felt the economy was rigged. I think millennials especially felt that going into November -- going into last month as Chris Stirewalt said, and now Donald Trump has to prove that he can really quote, unquote, make America great again. And like Congressman Duffy pointed out, he's going to have some trouble in his own caucus making that a reality. The same thing that he's proposing, the same thing Barack Obama proposed 8 years ago, a trillion dollars infrastructure bill, and Republicans blocked it tooth and nail, and he's just indicated they're going to do it again.", "(CROSSTALK)  ", "MACCALLUM: You have to come to it with a way it pay for it.", "FOWLER: You have it right here.", "DUFFY: Richard, remember, there was this $800 billion spending bill under Barack Obama, and they said there were shovel-ready jobs and there weren't no shovel-ready jobs.", "(CROSSTALK)  FOWLER: That's not true, congressman.", "DUFFY: You've got nothing.", "(CROSSTALK)", "MACCALLUM: Quickly, before we go because I'm pretty much out of time, you know, what's the best way to pay for it, quickly?", "DUFFY: Repatriate profits up from overseas. Best way -- but we're going to do heath care, we're going to do the border, a lot of issues that Americans have bought into. This is one issue that we'll get too.", "FOWLER: Big battle with Trump and the party, Martha. Big battle.", "MACCALLUM: You know what I would say? Actions speak louder than words.  So we'll see what happens. And if he makes good on those promises, and then he will make good on them.", "FOWLER: I hope so, Martha. I hope he does.", "MACCALLUM: OK. Richard, thank you very much.", "FOWLER: Thank you, Martha.", "MACCALLUM: Sean Duffy, great to see you both.", "So there's a controversy brewing in Ohio, as the state is on the verge of adopting one of the most strict abortion laws that would exist in this country. Lisa Booth and Nomiki Konst will discuss it. It is called the heart beat bill, coming up. Plus, today, we remember the day that lives in infamy. It has been 75 years since the attack on Pearl Harbor, our interviews with heroes who survived coming up. You don't want to miss it, very special.", "(BEGIN VIDEO CLIP)  ", "UNINDENTIFIED MALE: The fact I was setting up machine guns, second time I was firing at enemy planes passing by, and survived that day.", "(END VIDEO CLIP)", "(COMMERCIAL BREAK)", "MACCALLUM: Breaking tonight at this hour, the state of Ohio is now just a signature away from a historical prolife legislation. Governor John Kasich is now tasked with considering the adoption of one of the strictest abortion laws in the country. It is a measure that would ban abortions upon the first heart beats of the fetus, heart beats that are often measured in just six weeks into a woman's pregnancy. Fox's Shannon Bream has the details on this story for us tonight from Washington. Shannon?", "SHANNON BREAM, FOX NEWS: Martha, advocates on both sides of the abortion debate are watching and waiting to see what Ohio governor and one time presidential candidate John Kasich will do with the so-called heart beat bill, just passed by lawmakers there. The bill bans anyone from performing an abortion without first checking for a fetal heartbeat, or from continuing with an abortion if a heartbeat is detected. Roughly around six weeks into a pregnancy. A doctor who breaks the law could be convicted of a felony and face up to a year in prison. The bill contains an exception if the mother's life is in danger, but there are no exceptions in cases of rape or incest. Meanwhile, Pro-choice Ohio's executive director says, quote, one in three women choose to have an abortion in their lifetime, making women from getting a medical procedure is out of touch with Ohio values and is completely unacceptable. She continues, clearly this bill's supporters are hoping that President-elect Trump will have the chance to pack the U.S. Supreme Court with justices that are poised to overturn Roe v. Wade. We must prevent that from happening to protect women's lives.", "So far, no word from the governor, although, pro-life, Kasich had express concerns about the legal viability of earlier version of the bill. Similar laws have been struck down in Arkansas and North Dakota, and now the clock is ticking in Ohio. If Kasich signs the bill or does nothing within ten days, it will become law early in 2017. If he veto the measure, that is the end. And last 3/5 of the state house and senate vote to override his veto. Multiple groups including ACLU have vowed to immediately sue if the law does go into effect. Martha?", "MACCALLUM: Our thanks to Shannon Bream. So, here with more, Lisa Booth is a Washington Examiner columnist and a Fox News contributor. Nomiki Konst is host of The Filter on Sirius XM Progress. Welcome to both of you. Good to have you here tonight.", "UNINDENTIFIED FEMALE: Hi, Martha.", "MACCALLUM: A lot of pressure right now on John Kasich. This bill is sitting on his desk, and obviously a lot of pro-life advocates would like to see him sign it. But as Shannon pointed out in the past, Kasich has said that he's pro-life, but he believes in exceptions for rape and insist which do not exist in this bill. Nomiki, what do you think happens here?  What do you think should happen?", "NOMIKI KONST, THE FILTER HOST: Well, number one, I think that this bill is just flat-out unconstitutional. Similar bills have been struck down in upper courts in North Dakota and Arkansas. I think it will be bad politics for John Kasich. I think it's bad politics for Donald Trump. Donald Trump has a lot of things on his desk right now. He needs easy wins. This is a way to unify the left. Unify moderate Republicans who know that this is bad politics. And furthermore, it's just dangerous. Most women don't know they're pregnant by five or six weeks. Most women -- it doesn't stop abortions. It forces a woman to get an abortion in dangerous place and we know that. I mean, there's history to prove that. So, you know, if abortion-right activists are unified in an effort like this, I think that they have a clear path to victory. And I think John Kasich's history shows that he's even against bills like this, which do not exclude women who have experienced rape or incest.", "MACCALLUM: All right, Lisa, what do you think?", "LISA BOOTHE, WASHINGTON EXAMINER: Well, look, I don't think it's as controversial as the media and the left purports it to be. Columbus dispatch and Quinnipiac did polling in 2013, and found that voters were actually split 46/47 on it. So it's not as controversial as, you know, Nomiki just purported to be. But, you will agree with her notion in a sense that North Dakota did have similar legislation that was struck down on Federal court, and the Supreme Court refused the state appeal to hear it, so, ultimately, will likely meet the same fate. But I think what is important here is the movement on the pro- life community, and feeling emboldened under President-elect Donald Trump. If you look at what's happening across the street, there is more pro-life legislation pass in the state level in recent time, and they're only going to get emboldened when Republicans hold more state legislators than ever before in history. And majority of governors in the country are Republicans. And you've also have a president-elect who is committed to things like nominating pro-life Supreme Court justices. Also another important thing, real quick, Martha, is the fact that there is another bill on Governor John Kasich's desk, which he will sign which will make Ohio the 18th state to support banning abortions at 20 weeks, which is something the majority of Americans support. And something that Hillary Clinton did not support. She wants abortions at 20 weeks, which is extreme.", "MACCALLUM: Yeah. Forty three states have some or all abortions after a certain point illegal. And as you point out, that other law would make Ohio the 20th state in terms of the 20-week law. And, you know, we look across the numbers Nomiki, 47 percent of the country according to gallop is pro-choice, 46percent is pro-life. I think these numbers have been changing over the course of the last several years, especially with new technology that does show things like a heartbeat at such an early stage of the game. I would expect that given President Trump's stance that he will -- President-elect Trump that he will pick pro-life judges. And this is something that we're to hear a lot more about.", "KONST: Well, -- did a recent report and showed that 57 percent of Americans believe in some form of abortion, legal or outright completely banned -- being pro-choice.", "MACCALLUM: We've got to go. Thank you very much, Nomiki and Lisa. We'll be right back with more on the Kelly file.  ", "(COMMERCIAL BREAK)", "MACCALLUM: Today marks a sad and significant day in our nation's history, 75 years ago on December 7, 1941. Japanese fighter bombed the U.S. naval base in Pearl Harbor for more than two solid hours, launching our country in to World War II. More than 2,400 American lives were lost in those hours, another 1,100 were injured. Today, a moving tribute to the site that remembers our heroes. Watch. Trace Gallagher, live tonight at Pearl Harbor in Hawaii, with more. Good evening, Trace.", "TRACE GALLAGHER, FOX NEWS: Hi, Martha. You know, the ceremonies are still under way here in Pearl Harbor, including directly behind me at the USS Arizona Memorial, which of course is the grave site to some 1,177 sailors and marines. Other Arizona survivors who died later are also in toured there, but today two more sailors on the Arizona, who died this year will have their ashes placed inside the wreckage. In essence, they'll be joining their band of brothers. And for one of them, who will actually join his real brother because his twin was also on board the Arizona, 75 years ago, and was killed by the Japanese. So now, there are five survivors left of the U.S. Arizona, and four of them were at Pearl Harbor today. They were all asked how it is they were able to get off the burning ship. Watch.", "(BEGIN VIDEO CLIP)  ", "UNINDENTIFIED MALE: And they say abandon ship, the ones on deck, both taken around the tern stern of the Arizona. That's all got. I got off the ship.", "UNINDENTIFIED MALE: Rope, hand over hand into the mess room.", "UNINDENTIFIED MALE: We've got a hold of a sailor on board the vessel, and he threw us a hinge line which is a heavy line. And he tied the heavy line and we pulled out across, and proceed to go hand over hand across the vessel about 70 or 80 feet. I don't know how I made it, but I'm here.", "(INAUDIBLE)", "GALLAGHER: So they fled the attack, but they came back to fight the fight.  And during his keynote speech today, Admiral Harry Harris, who is the top U.S. commander of the Pacific fleet made it very clear that those men were in fact heroes. And the admiral also took a swipe at today's climate.  Listen to what he said directly after the national anthem. Watch.", "(BEGIN VIDEO CLIP)  ", "HARRY HARRIS, U.S. COMMANDER OF THE PACIFIC FLEET: You can bet that the men and women that we honor today, and those who died that faithful morning, 75 years ago, never took a knee and never failed to stand whenever they heard our national anthem being played.", "(END VIDEO CLIP)  GALLAGHER: There were some 10,000 visitors here today, Martha, many of them World War II veterans in their 90's, and beyond. And many of them acknowledge this was likely be their final trip to Pearl Harbor. Martha?", "MACCALLUM: We thank them for their service, extraordinary stories. Trace, thank you. We will be right back.", "(COMMERCIAL BREAK)", "MACCALLUM: So, Megyn is out on the West Coast tonight, as part of her \"Settle for More\" book tour. And this morning she was honored by the Hollywood reporter at their 2016 women in entertainment ceremony. She spoke about the wild election, that we all just witnessed, and why she has high hopes for Donald Trump's presidency. A message that was not well received by certain people in the crowd. Watch.", "(BEGIN VIDEO CLIP)  ", "MEGYN KELLY, HOST: As for our President-elect Donald Trump, I have high hopes for him, despite the tweets and all the rest of it. There is much to admire about Donald Trump. There is. Stop that. Stop that.  There's room for the loyal opposition in this country, absolutely. Guess who that is, Kathy Griffin. You got to love her.", "(LAUGHTER)", "KELLY: That would be the loyal opposition. Omarosa is going to hurt you.", "(LAUGHTER)", "(END VIDEO CLIP)", "MACCALLUM: So that middle finger I guess was part of that whole thing, and some coarse language that came courtesy of Kathy Griffin, as Megyn just said. Perhaps known for her recent work in the amply name reality series -- TV series, \"My Life on the D List.\" Megyn went on to offer some advised from those face with a difficult situation to unlike the one that she based right there.", "(BEGIN VIDEO CLIP)", "KELLY: When and if the dark forces rear their ugly heads, we must maintain our dignity as a people and as women. We must reject the urge to fight with pigs, which gets us dirty and the pigs enjoy. That's actually been one of my number one lessons of the past year. Don't get in the gutter.  We don't have to settle for less when it comes to respect, and dignity, and what we deserve, and can accomplish. We resolve that we will do better and be better. And that we will find a way to settle for more. God bless you.  Thank you, and good luck.", "(END VIDEO CLIP)  ", "MACCULLUM: Megyn's new book, settle for more, is a New York Times best seller now. You can you get it online and in stores. Get your copy and more of the wisdom that she just spoke there is available in that book, I promise you. Thanks for watching tonight, everybody. I'm Martha McCallum.  I will see you at 9:00 in the morning, on \"America's Newsroom\" with Bill Hemmer. \"The Kelly File.\" See you later.", " ", " "]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2012-07-10T14:39:28.000-04:00", "articles_link": "http://www.foxnews.com/on-air/special-report-bret-baier/2012/07/10/all-star-panel-virginia-reporters-key-election-issues-state", "articles_title": "All-Star Panel: Virginia reporters on key election issues in state", "article_text": ["ADVERTISEMENT", "BRET BAIER, ANCHOR: Welcome back to Prince William County. We're at Giorgio's family restaurant in Mont Clair. We are joined by a special local panel to talk about the issues that are important here in this swing county inside a swing state, really the Commonwealth of Virginia. We welcome Bob Lewis with the Associated Press, Julian Walker, The Virginian Pilot, David Sherfinski with the Washington Times. Gentlemen, thanks for being here. ", "This place has a lot of different factors, different demographics. Bob, why is this a swing county? ", "BOB LEWIS, ASSOCIATED PRESS: Well, it's got a -- it's just a diverse population. It swings one way in federal elections and it swings another in state and local elections. Most of the elected officials on the state level are Republican from here. Not just Republican, but very Republican. They include Bob Marshall, a delegate who is among the most outspoken anti-abortion, anti-gay rights members of the legislature. He is the guy who introduced the personhood bill in the general assembly this year. ", "But in federal elections, in 2006 Prince William went for Jim Webb. And two years later, with the whole country having a backlash against Bush, they went to President Obama. So you have a crucible here that, I think is sort of a bellwether for which way Virginia's going to go. ", "BAIER: Julian, in a lot of places the economy drives the day, I'm sure that's the case here. What other issues do you think are really important? ", "JULIAN WALKER, VIRGINIAN PILOT NEWSPAPER: Well one of the ones in Prince William, in this swing county, is immigration, where this county in fact several years ago had a local ordinance which essentially became kind of a model for the law that Arizona passed in order to allow local law enforcement to check the immigration status – the lawful presence or lack thereof -- of folks who were stopped in this county, detained by law enforcement for one reason or another. That became a very hot issue several years ago. In fact one of the candidates for statewide office next year, for lieutenant governor, Corey Stewart, who is now on the local board of supervisors here, he was kind of the architect behind that, the spearhead of that effort. And so here in Prince William County particularly that is an issue that is a hot button one. ", "BAIER: Do you agree? ", "DAVID SHERFINSKI, WASHINGTON TIMES: Absolutely, especially in the wake of the attention that immigration has gotten at the U.S. Supreme Court. ", "The issue has kind of been under the radar, I would say, over the past five years since the flash point of 2007 when the ordinance was first passed. But with Corey Stewart running for statewide office it definitely will be in play with both sides battling for the Hispanic vote. ", "BAIER: It's interesting that there are a lot of federal workers in this area, it's a bit further from Washington D.C.", "(CROSSTALK)", "BAIER: But there's a lot of commuters. So how does the cutting back on the federal government play with people in this place? ", "LEWIS: Well, if the federal government finally does actually cut back. But what you've got here are people who -- there is more private industry here, there's more private sector going on here than people realize. It's not just federally dependent and it's not as federally dependent as Fairfax County just to the north. I think there is a better balance here than there is up north. I think what you have got here is a stronger conservative base. And it leavens itself out when you consider the private sector growth and employment base here versus the federal workforce that's in Prince William County. ", "BAIER: When the Obama campaign though looks at this county, Julian, they probably look to 2008 where he carried it with 58 percent of the vote. What do you think they're going to be focusing on? You mentioned immigration, and obviously that will be a factor, but what other plays do you think they'll make here? ", "WALKER: Well, I think you mentioned it. I think the economy is one. Everybody, this is a kitchen table pocketbook election. People feel anxious now. They want to feel better, they want to feel encouraged that things are getting better. And that's the salesman job that he has to try to accomplish. So that's one thing. ", "Another thing that's big in Virginia is energy. Gas prices at the pump the thing that you see every day when you fill up your vehicle. But beyond that, we've got in Hampton Roads we've got a big ongoing debate about whether or not we should explore offshore for oil and natural gas. In the Southwestern part of the state you've got the coal industry, which is a big bedrock of this state and its economy. In the central part of the state, you've got the looming debate over whether or not to allow uranium mining. There has been a 30-year moratorium in Virginia on that. And so both the economy and I would say energy are the kind of key kitchen table issues that you're will see play out in this election. ", "BAIER: David, do you sense that this is kind of developing to be a center point for both ads and time for the candidates to spend? ", "SHERFINSKI: Oh absolutely, I mean, especially with a high stakes U.S. senate election between Tim Kaine and George Allen already reserving millions of dollars in air time in the costly Washington D.C. suburbs, this is -- this along with the Richmond area and the Hampton Roads areas, what's known as kind of the \"urban crescent\" or the \"golden crescent\" in Virginia where there are just so many voters to be had by each side. ", "BAIER: But yet unemployment is very low here, 4.7 percent. So I mean, obvious the economy drives the day, but overall people are working here. ", "LEWIS: Yeah. The economy here is good. You have pockets where the economy is not so good. Southside, in rural Virginia, in Martinsville, Pittsylvania County, Henry County, you've got horrible unemployment. Southwest Virginia, the unemployment rates are high, double digit. So the message has to be tailored differently in different places. And where the unemployment rate is high I think President Obama has a higher bar to clear. But David just mentioned, people in Virginia aren't used to an ad war like we're seeing here now already. We were a swing state in '08 but we didn't know it. ", "BAIER: Right. ", "LEWIS: And so you didn't see all these ads. And before that, the candidates sort of passed us by and said we know Virginia is going Republican. It has for 44 years --", "BAIER: Right.", "LEWIS: And now you see wall to wall advertising. It's not going to be safe to turn the television on by the time October gets here. ", "BAIER: It'll be something to watch. Bob, Julian, David, thank you very much for the time. Very interesting. We'll be back many times. ", "Stay with us. We'll go to our national panel next from D.C.", "    "]},
{"newspaper_name": "foxnews", "first_name": "Corey", "last_name": "Stewart", "articles_date": "2011-02-18T08:13:36.000-05:00", "articles_link": "http://www.foxnews.com/politics/2011/02/16/virginia-lawmaker-likely-sue-dhs-illegal-immigrant-data-killing.html", "articles_title": "Virginia Lawmaker 'Likely' to Sue DHS Over Illegal Immigrant Data After Killing", "article_text": ["A suburban Virginia councilman is threatening to sue the Department of Homeland Security to obtain status reports on illegal immigrants delivered by his county into federal custody after an illegal immigrant in his community was charged in a triple homicide last week.", "Corey Stewart, chairman of the Prince William County Board of Supervisors, said he wants Congress to intervene on his county's behalf to subpoena information on 3,000 illegal immigrants handed over to Immigration and Customs Enforcement since the county started enforcing immigration law in 2008 under a joint local-federal program.", "If federal officials don’t respond, “it’s likely” the county will file suit, Stewart said.", "The county Board of Supervisors is stepping up its pressure on the department in the wake of a killing spree that took place in Manassas, Va., last Thursday, leaving three dead and three wounded. Jose Reyes-Alfaro, an illegal immigrant originally from El Salvador who was previously held in federal custody awaiting deportation, was charged in that case. It's at least the second time in six months an illegal immigrant with a prior record has been charged in Prince William County in connection with a deadly crime.", "\"You've got this tragic repetition of an illegal immigrant who at one point was in federal custody ... and comes out and commits a serious crime,\" Stewart told FoxNews.com. \"Unquestionably, there are going to be other serious crimes committed by illegal immigrants who we thought were being deported by the federal government.\"", "On Tuesday, the county board endorsed a resolution ordering the county to \"seek all available redress\" from DHS to obtain the information. It also is calling for Congress to request a full investigation into what happened to those 3,000 illegal immigrants that were turned over to ICE.", "The board’s latest move follows a Freedom of Information Act request filed last year to compel DHS to release the information on illegals delivered through the 287(g) program, which authorizes law enforcement officials in the county to check the immigration status of suspects and turn over to federal authorities anybody found to be in the country illegally.", "Stewart said despite the supposed partnership, county police tell him \"anecdotally\" that they're seeing the same illegal immigrants back on the streets after handing them over to federal immigration officials.", "In the case of Reyes-Alfaro, a federal immigration judge ordered him deported in 2002 after he was caught by Border Patrol trying to enter the country illegally the year before. However, he was subsequently granted an \"immigration benefit\" allowing him to stay in the country. A DHS spokesman did not say why Reyes-Alfaro was granted that benefit but told FoxNews.com that his status was revoked in 2006, in effect making him an \"at-large immigration fugitive.\"", "Federal authorities did not find him until he was arrested last week. An ICE official said this time he will \"likely be deported.\"", "Particularly concerning to Stewart is the fact that Reyes-Alfaro twice slipped through the fingers of local authorities after his 2002 reprieve. That suspect was arrested in 2004 on a misdemeanor assault charge. He was sentenced to 90 days, but that sentence was suspended.", "Then in 2008, he was arrested for drinking in public and received a fine. Stewart said both arrests occurred before the county had implemented 287(g), so nobody checked his immigration status. Stewart said he's not confident the federal government would have kept him detained even if he had been turned over.", "\"I think it's pretty clear that they would have released him, and that's the information we're trying to get,\" he said. \"Who are they releasing and who are they deporting?\"", "DHS acknowledges that not every illegal immigrant turned over to them will necessarily stay in federal custody. According to the department, while violent criminals are detained on a mandatory basis, those charged with less serious crimes, like drunken driving, are evaluated on a \"case-by-case\" basis.", "As the board deals with the latest case, the county has also filed another request seeking information about Carlos Martinelly-Montano, an illegal immigrant who last August was charged with killing a nun in an alleged drunk-driving crash. The suspect had a prior drunk-driving record, so county officials wanted to know why he hadn't been deported.", "Stewart said the county heard back from the federal government last week. The administration refused to turn over documents pertaining to Montano, he said, and delivered a \"data dump of useless information\" about the other illegal immigrants. He said that file did not include any identification of the individuals.", "The ICE official said the agency did not fulfill the county request on Montano or other identities because it has to adhere to its privacy policy."]},
{"newspaper_name": "foxnews", "first_name": "Tim", "last_name": "Kaine", "articles_date": "2016-07-22T20:28:00.000-04:00", "articles_link": null, "articles_title": "Sen. Tim Kaine biography", "article_text": ["Fast facts on Virginia Sen.Tim Kaine."]},
{"newspaper_name": "foxnews", "first_name": "Tim", "last_name": "Kaine", "articles_date": "2016-08-18T10:56:00.000-04:00", "articles_link": "http://www.foxnews.com/politics/2016/08/18/tim-kaine-once-wanted-bill-clinton-to-resign.html", "articles_title": "Tim Kaine once wanted Bill Clinton to resign", "article_text": ["Sen. Tim Kaine may be on Team Clinton now, but he once said that Bill Clinton should resign after his White House affair with Monica Lewinsky.", "ADVERTISEMENT", "A ", " on Wednesday said the Democratic vice presidential nominee was responding to a separate scandal, involving then-Virginia state congressman Vance Wilkins, when he reflected on Clinton’s affair.", "Kaine called for Wilkins to resign and told the", " in 2002 that he still maintained that Clinton should have stepped down in 1998 amid the Lewinsky controversy.", "“My reaction was the same I had when I read about the Clinton-Lewinsky affair: this is not appropriate conduct. It’s beneath the dignity of the office,” the Virginia senator told the Associated Press in a separate interview."]},
{"newspaper_name": "foxnews", "first_name": "Tim", "last_name": "Kaine", "articles_date": "2016-07-24T11:07:43.000-04:00", "articles_link": "http://www.foxnews.com/transcript/2016/07/24/what-tim-kaine-brings-to-hillary-clinton-campaign.html", "articles_title": "What Tim Kaine brings to Hillary Clinton's campaign", "article_text": ["ADVERTISEMENT", "CHRIS WALLACE, FOX NEWS ANCHOR:  I’m Chris Wallace reporting from Philadelphia.  On the eve of the Democratic convention, we speak with Hillary Clinton’s chief strategist, and Donald Trump's campaign chairman.  ", "(BEGIN VIDEOTAPE)", "HILLARY CLINTON, D-PRESUMPTIVE PRESIDENTIAL NOMINEE:  I just can't think of anybody better to have by my side.  ", "SEN. TIM KAINE, D-PRESUMPTIVE VICE PRESIDENTIAL NOMINEE:  Let's go make history and elect Hillary Clinton, the 45th president of the United States.  ", "WALLACE:  Clinton chooses Virginia Senator Tim Kaine as her running mate.  We'll discuss the ticket and where the race stands now with Clinton chief strategist Joel Benenson.  ", "Then, the fallout from Cleveland.  ", "From Ted Cruz's role as spoiler.  ", "SEN. TED CRUZ, R-TEXAS:  Vote your conscience.  ", "AUDIENCE:  We want Trump!  We want Trump!", "WALLACE:  To Melania's speech mishap.  ", "MELANIA TRUMP, WIFE OF DONALD TRUMP:  You work hard for what you want in life, that your word is your bond.  ", "MICHELLE OBAMA, FIRST LADY OF THE UNITED STATES:  You work hard for what you want in life, that your word is your bond.  ", "WALLACE:  The Trump's grim view of an America in crisis.  ", "DONALD TRUMP, R-PRESIDENTIAL NOMINEE:  Poverty and violence at home, war and destruction abroad.  ", "WALLACE:  We'll ask Trump campaign chair Paul Manafort what bounce they got from their convention.  ", "And our Sunday panel on leaked emails that show the DNC working against Bernie Sanders.  How will that play this week.", "All, right now, on a special edition of \"Fox News Sunday.\"", "(END VIDEOTAPE)", "WALLACE:  You are looking live at the Wells Fargo Center, home of the Philadelphia Flyers and the 76ers, and this week, site of the Democratic convention.  Starting tomorrow, this hall will be filled with more than 4,700 delegates as the Democrats nominate Hillary Clinton for president.  ", "And hello again today from the Fox News sky box.  From this vantage box, we'll watch Clinton make history as the first woman to top a major party ticket.  We'll also hear from a roster of headliners, President and Michelle Obama, Bill Clinton and Chelsea Clinton, Bernie Sanders, and Clinton's new running mate, Tim Kaine.  ", "What message do Democrats hope to send voters this week?", "Joining me, the chief strategist, Joel Benenson.  ", "And, Joel, welcome to \"Fox News Sunday.\"", "JOEL BENENSON, CLINTON CAMPAIGN CHIEF STRATEGIST:  Chris, thanks for having me.  ", "WALLACE:  Let's start with the big news this weekend.  Why Tim Kaine?  ", "BENENSON:  Well, I think Hillary Clinton made it clear from the beginning her number one priority was to pick a vice-president who was ready to do all parts of the job of president.  Tim Kaine has that experience.  He’s been a mayor, a governor, a senator, on the Armed Services Committee.  He brings that part of the package.  ", "The other piece that's important, she wants a real partner who can help her produce the real results that are going to make a real difference in people's lives.  That’s going to be key to this campaign.  American people want action.  They want their economic lives uplifted.  Tim Kaine brings the same values to the job that she does.  And that would be a very powerful combination in trying to get Washington working for working people again.  ", "WALLACE:  But there are some real differences on issues between Clinton and Kaine, and I want to go through them.  ", "BENENSON:  Sure.  ", "WALLACE:  Kaine praised TPP, the Pacific trade deal, Clinton opposes it.  Kaine wants to ease some regulations of banks under Dodd-Frank.  He supports the Hyde Amendment, which bars the use of federal Medicaid funds for abortion, and as governor, he backed requiring parental consent for minors seeking abortion.  Those are some differences.", "BENENSON:  Yes.  There are some differences, in their conversations, they talked through those differences.  And when you talk about Tim Kaine, keep in mind, he raised some issues.  He’s got 100 percent rating from Planned Parenthood and NARAL.  He is a Catholic, a practicing Catholic and he is personally said he’s opposed to abortion.  But he’s also said Roe v. Wade is the law of the land, and it shouldn’t be changed, and he has been 100 percent for protecting a woman’s right to choose and right to her own health care.  ", "On some of these other issues, like TPP, Hillary Clinton is confirmed in her choice that her criteria for trade deals being met that they have to protect American workers, protect jobs, make sure that they don't reduce wages, that they raise wages in America, protect our national security.  She is confident that Tim Kaine is in line with her on making sure any trade deal at this administration engages in will meet those criteria.  ", "WALLACE:  But let me pick up on that because --", "BENENSON:  Sure.  ", "WALLACE:  -- this is the kind of thing that I think a lot people don't like about politicians.  Just three days ago, here is what Tim Kaine said about TPP, the Pacific trade deal.  He said, \"I see much in it to like.\"  Yesterday, after Clinton named him, he suddenly announced he’s opposed to TPP.  ", "BENENSON:  Look, but Hillary Clinton said they were things she liked about it too along the way.  You’ve got to remember, things change in the final provisions, Chris, that were critically negative towards American interests.  Notably, one big one, the nation of origins provision, changes who has to own how much of a business to qualify as a Vietnamese company or Malaysian company.  ", "So, I think there’s any inconsistency there.  Nobody said this thing is terrible in every I and T that’s been dotted and crossed.  There were things in it that were good for a while, and Hillary Clinton thought and talked about them.  And then at the end of the deal, it didn't meet her tests.  ", "WALLACE:  All right, let's talk about the other big issue as we get into the convention, and I suspect you know what I’m going to talk about.  Some Bernie Sanders supporters upset about Kaine because they think he is too centrist, but what they're really upset about was a WikiLeaks release on Friday of thousands of DNC e-mails which seem to show that the DNC was favoring Clinton over Sanders.  We want to put some of those e-mails up on the screen.  ", "In early May, the DNC's finance chief for Kentucky and West Virginia, \"Can we get someone to ask his belief.  Does he believe in a God, he had skated on saying he has a Jewish heritage.  I think read he is an atheist.\"", "In late May, a Democratic spokesman suggested pushing a story that Sanders never ever had his act together, that his campaign was a mess.  ", "And responding to Sanders criticism in April, DNC Chair Debbie Wasserman Schultz wrote, \"Spoken like someone who has never been a member of the Democratic Party.\"", "Now, we have talked to some people on the Sanders camp.  They’re furious.  Trump is tweeting out, maybe there’s going to be a Philly fight.  And there is also a report now that Debbie Wasserman Schultz is not going to speak at this convention.  ", "First of all, is that true?  ", "BENENSON:  Well, I saw the same report you said.  I’ve been sitting here with you for the last few minutes, so I can't give a definitive answer on that.  ", "As for the other things, you know, first of all, I believe the gentleman who sent that e-mail has apologized --", "WALLACE:  The one about Sanders’ religion.", "BENENSON:  And I want to make very clear, Hillary Clinton has been a woman of faith her whole life.  She was raised a Methodist, believes very strongly in the creed of her faith.  We don't believe anybody's religion should ever be an issue in any campaign.  Absolutely not.  ", "WALLACE:  How about the larger issue, Joel, just the idea that all of this seems to show, not just one but all three e-mails, and there were others, that the DNC had its thumb on the scale favoring Clinton over Sanders?  Which is what the Sanders folks said all along.", "(CROSSTALK)", "BENENSON:  Let's keep in mind what happened here.  Most experts on cybersecurity say it is a hack by bad actors in concert with Russia, and working in concert with Russia.  We don't know what is in 20,000 e-mails.  We know about three e-mails.  We don't know anything else that's been said inside the DNC.  ", "What we know about the course of our primary system is close to 30 million people voted.  They voted in open primaries.  We had independence voting.  We had Democrats voting.  It was a wide open contest.  ", "Thirty million people voted and Hillary Clinton won, vast majority of delegates, 54 percent of delegates.  She won 54 percent of the vote --", "WALLACE:  I understand she won, but did the DNC have its thumb on the scale.  ", "BENENSON:  I think the DNC will conduct a full review of all these emails, all these emails that were being apparently selectively leaked by these actors acting in concert with Russia, that’s a serious problem that we have to be concerned with, if they’re trying to meddle in what we believe was a fair and honest election.  I think there’s no question --", "WALLACE:  You think this is Russia trying --", "BENENSON:  I think when 30 million people vote through the primary system, a near historic number, the second most in history and the ballots were counted at the ballot box, and Hillary Clinton got 16 million votes, the third highest total in history, second only to herself and Barack Obama.  ", "WALLACE:  OK.  ", "BENENSON:  I think the elections were fair.  I think that we should wait for the review, the full review of this, and not jump to any conclusions on any sides based --", "WALLACE:  Well, the fact that the finance chair has apologized, to indicate that was an accurate e-mail.  ", "BENENSON:  Well, if the finance chair apologized, then the finance chair should.  But the notion of whether the elections were rigged, I think that that, when 30 million people vote and cast their votes.  ", "WALLACE:  Let me make it clear: I don’t think the election was rigged.  ", "BENENSON:  OK, let’s agree.", "WALLACE:  But the question is whether the DNC favored Clinton over Sanders.  It’s a different issue.", "BENENSON:  Look, the issue here is these primaries are largely fought out on the ground with voters.  The DNC's impact in these things is minimal, compared to the results.  What candidates and campaign spend and do on the ground, talking to voters day in and day out, that's what determines who wins.  ", "WALLACE:  Let me just say, incidentally, and we were assured by the DNC that we wouldn't have what happened last week at the RNC, that they wouldn't do sound checks, but every convention we've done, they do sound checks.  So, if you hear some extraneous noise.  ", "One last question on this area: Does Hillary Clinton still have full confidence in Debbie Wasserman Schultz, the DNC chair, and will she stay in her job?  Can you assure us she will stay in her job through her the election?  ", "BENENSON:  I honestly have never had a conversation with Hillary Clinton about Debbie Wasserman Schultz and the chair of the Democratic Party. So, that's the honest truth, Chris.  I’ve never had that conversation.  ", "So, I can't sit here and assure of you anything.  I think that there are reports out today that say she may not speak in the convention.  That will be up to her and whoever she’s talking to about her role.  ", "WALLACE:  But the Clinton camp hasn't asked for her not to.  ", "BENENSON:  I haven't engaged in any of those conversations regarding that.  ", "WALLACE:  Are you worried this could disrupt the convention?  ", "BENENSON:  No, I don’t.  I think we've got a lineup that’s extraordinary.  ", "We’ve got as you said in the topic, I think you're going to see a contrast between the disunity, the divisiveness, the anger, and borderline hate coming out of the Republican here.  I think we’ve got a positive, affirmative message about how we create an economy that works for everybody.  We’re going to be talking about how the strength of America is in our unity, our diversity, and the fact that we've been at our best when we lift people up, not when -- lift each other up not when we tear each other apart.  ", "WALLACE:  I want to ask you about one controversy about your convention.  On Thursday night, you're going to feature what is called the Mothers of the Movement, a group of mothers and other victims, relatives of victims of police shootings.  Why?  ", "BENENSON:  Well, look, I think these women have been suffered a tragic loss.  We haven't released our full program yet about the range of things we're talking about, but we've been talking about the need and Hillary Clinton has led the conversation on this, to have both respect for our police, and we've seen tragic shootings in Dallas and Baton Rouge, obviously, and respect between communities.  ", "And I think people in the police field, law enforcement, agree with that.  Nobody is happy when the communities and the police are not working together to solve crime.  ", "WALLACE:  But here is --", "(CROSSTALK)", "BENENSON:  Go ahead.  ", "WALLACE:  I was going to say, here is why I bring it up.  Philadelphia, this city's police union says it is, quote, \"insulted by the exclusion of police widows and police family members,\" and they say that you're talking to the victims of the shootings, but not to the victims of the police who were assassinated.  They say when eight cops were assassinated in the last few weeks, why aren't you honoring them?  ", "BENENSON:  Well, first of all, I respect the police officers in Philadelphia, who like all of our law enforcement officials have a very tough job.  We haven't released our full program yet.  As you know, there are many events and speaker, the majority of which have not been released yet.  That will happen in the forthcoming future.", "But these women have been on a campaign to talk about the relations between police and their communities.  The communities that suffer the highest crime in the country, who want to be protected, who know that their law enforcement people are there in their communities to protect them.  But they're speaking out because they suffered tragic losses of children, husbands, fathers, who have been shot and that's painful for them.  ", "And what they're trying to do is take their loss and turn it into activism to be part of the conversation to improve these relations with police and community.  ", "WALLACE:  We've got a couple of minutes left.  I want to change subjects.  At his convention last week, Donald Trump, I think you would agree, hammered Hillary Clinton.  Here is a taste of that.  ", "(BEGIN VIDEO CLIP)", "TRUMP:  This is the legacy of Hillary Clinton: death, destruction, terrorism, and weakness.  ", "(END VIDEO CLIP)", "WALLACE:  Clinton was trailing by eight points among men and by 15 points among whites.  What does your polling show?  Honestly, did Donald Trump get any bounce out of his convention?  ", "BENENSON:  Well, honestly, we haven't polled during his convention --  ", "WALLACE:  OK.", "BENENSON:  -- because it’s not an opportune time to do that.  But what I can tell you as an observer and a student not just of conventions and elections, but really of swing voters, that's kind of been my sweet spot as a pollster, Chris.  ", "I think your goal at your convention is you have to speak to people who are accessible to you and not with you yet.  You have to persuade them, and convert them.  And you have to speak to their values and issues.  ", "I think that was a missed opportunity.  Their chaos, their divisiveness, left those people I think feeling very left out of the Republican Party, just like many Republicans felt left out of the party.  The governor of the host state not attend.  You’ve had the past two nominees of the party not attend that convention.  ", "They had an opportunity to show some unity, and instead, they showed divisiveness within there speaking about the American people and a divided party at its core right now.  ", "WALLACE:  Finally, you look at the numbers, I assume, every day, the numbers you get.  How close is this race, especially in the swing state?", "BENENSON:  We don't poll every day, Chris.  ", "WALLACE:  Well, no.  But --", "BENENSON:  We will at some point, but, you know, just to be clear.  Look, I think the history of presidential elections is that they’re very close.  We've only had a handful of presidents who have been elected with 50 percent of the vote on their election and reelection.  So, you expect these things to be in a kind of, you know, three to six to seven-point range.", "You know, with President Obama, we won by seven.  With -- against Senator McCain, against Romney, by about three and a half.  I think we're going to stay in that range for a long time.  I think we'll know after the two conventions, where this sits and who got a bounce and who really communicated and made the points with the voters they need to reach better.  ", "WALLACE:  So, in that 3 to 6 point range, where are you right now?  ", "BENENSON:  We’re in that range.  ", "WALLACE:  Where, three, five, seven?  ", "BENENSON:  Talk to me after the two conventions.  ", "(LAUGHTER)", "WALLACE:  All right.  Do me one favor.  When you leave here now, will you ask them to stop hammering?  ", "BENENSON:  I'll do my best.  I’ll do my best.  But we've got to get the set finished too.  ", "WALLACE:  Joel, thank you.  ", "BENENSON:  Thank you.", "WALLACE:  You can wait until 10:00.  Thanks for coming in on this busy week.  Have a good convention.  ", "BENENSON:  Thank you.  ", "WALLACE:  Up next, the chair of the Trump campaign, Paul Manafort, and whether his candidate will see a post-convention bounce, as \"Fox News Sunday\" reports live from the Democratic Convention inside Wells Fargo Center in Philadelphia.  ", "(COMMERCIAL BREAK)", "WALLACE:  A look at the iconic Love sculpture outside city hall in the heart of downtown Philadelphia.  ", "Well, after the biggest week of his 13 month political career, Donald Trump will take an unaccustomed place on the sideline this week, as the Democrats get the spotlight.  How did Trump do in Cleveland, and where does the race stand now.  ", "Joining me now is Trump's campaign chair, Paul Manafort.  ", "Paul, the Clinton/Kaine ticket had its rollout yesterday and here is what they had to say about the campaign and Donald Trump.  ", "(BEGIN VIDEO CLIP)", "CLINTON:  When he said as he did say, \"I alone can fix it\", he is not only wrong, he is dangerously wrong.  ", "KAINE:  When Donald Trump says he has your back, you better watch out.  He leaves a trail of broken promises and wrecked lives wherever he goes.  ", "(END VIDEO CLIP)", "WALLACE:  Paul, their basic message, Trump doesn't care about regular folks.  All he cares about is Donald Trump.  ", "PAUL MANAFORT, TRUMP CAMPAIGN CHAIRMAN:  Well, that's the pot calling the kettle black I guess you could say.  I mean, look, the establishment is represented by Hillary Clinton, and she chose her perfect partner in Senator Kaine.  ", "Senator Kaine is the ultimate status quo.  He’s never had a job in the private sector.  He’s been mayor, governor, senator.  He has no idea how to create jobs, nor does Hillary Clinton, and the two of them together are the ultimate of the establishment in the year of change.  ", "So, for them to say those things, of course.  They don't get it.  ", "Donald Trump does get it. He was nominated because he understands what's going on in America, and doesn't care what's going on in Washington.  He is committed to breaking that gridlock. During our convention, that message resonated.", "Even CNN's polls, sorry, different networks, showed 75 percent who listened to his speech agreed with him and thought he would bring real change. That's over 35 million people listening.  ", "So, we're very comfortable that the campaign speaks exactly like we want.  We're the change candidate.  Clinton and Kaine are the failed establishment candidate.  Their record is what we're fighting against.", "And for them to say they're going bring change, when all the problems were created during the Obama administration, frankly, is ludicrous.  ", "WALLACE:  Now, in the strict political sense, Tim Kaine is a white man from a swing state.  Doesn't he cut into Trump's advantages in some of those areas?  ", "MANAFORT:  Tim Kaine is a failed career politician, who has never had a job in the private sector, and never created jobs.  His --", "WALLACE:  He failed, he has never lost an election, Paul.  ", "MANAFORT:  Compare his record to Governor Pence.  ", "During Kaine's term in office, he tried to raise taxes $4 billion as governor.  He came in saying he was going to change the transportation system in Virginia.  He did change it.  It got worst.  He -- unemployment went from 3 percent to 7.5 percent.  ", "And those are his highlights.  I mean, Governor Pence cut taxes every one of the years he was governor, brought in new jobs, balanced the budget, has a $2 billion reserve fund.  And as well as having improved the infrastructure, increase aid for health care and education.  Those are records of accomplishment.  So, Tim Kaine may be what he is, but as far as we're concerned, he is the perfect candidate.  ", "Bernie Sanders who should be concerned because yes, Tim Kaine doesn't represent the progressive agenda of Sanders, and once again, the progressives in the Democratic Party have been cheated by the establishment.  But the WikiLeaks of the Democratic emails over the last week proved that was always the plan.  I’m not surprised.  We'll see how they take it at their convention.  ", "WALLACE:  Are you egging on -- your boss has been talking about a Philly fight.  Are you egging on the Bernie Sanders supporters and delegates to cause a fuss here at the convention?  ", "MANAFORT:  We don't have to egg them on.  They have a lot to complain about.  The e-mails have proven the system was rigged from the start.  The only reason they’re not the nominee is because of the superdelegates who are the established elected officials in the Democratic Party.  The fix was in from the beginning.  ", "But more importantly, as far as we're concerned, the people who voted for Bernie Sanders, right now, you've got polls out showing less than 55 percent are going to support Hillary Clinton.  And a number of them, you know, who are against the rigged system, can find support in what Donald Trump has been saying, as far as what he wants to do in breaking up the rigged political system, the rigged economy.  ", "If there’s anybody against Wall Street, it’s Donald Trump.  Not Hillary Clinton, who basically lives off the funding from Wall Street.  ", "WALLACE:  Let's talk about your convention and your candidate.  Democrats are pushing back against Trump's description at the convention of an America in crisis.  Take a look.  ", "(BEGIN VIDEO CLIP)", "BARACK OBAMA, PRESIDENT OF THE UNITED STATES:  This idea that America is somehow on the verge of collapse, this vision of violence and chaos everywhere, doesn't really jive with the experience of most people.  ", "CLINTON:  He offered a lot of fear and anger and resentment, but no solutions about anything that he even talked about.  ", "(END VIDEO CLIP)", "WALLACE:  Paul, didn't Trump engage in fear-mongering?  ", "MANAFORT:  Not at all.  ", "First of all, Barack Obama is out of touch with America.  For him to say that people in the country are happy and walking around with sunshine in their face is not a reality.  I mean, it shows, you know, that he doesn't even get what he has done with this country.  ", "Secondly, as far as the Donald Trump speech.  It was a speech of hope, but the difference between what you're going to hear out of the Democrats in Philadelphia this weekend and what Donald Trump said is he told the truth.  ", "He said, look, I recognize your pain.  I understand it.  I know things are hard for you.  I know you can -- you're working two jobs and still barely paying your bills.  I know you don't like the rising health care costs.  I know you're afraid to walk the streets, contrary to what President Obama says.  ", "And he said, I’m going to be your voice.  I’m going to be your messenger.  I’m going to take care of this.  ", "And he’s got a track record to prove it.  To say -- he then offered very specific solutions.  He talked about his plan to cut taxes.  He talked about his plan to bring law and order to the community.  He talked about his anti-terrorist program and keeping terrorists out from geographically dangerous areas.  ", "He talked about his energy first plan to make America energy independent.  He talked about his healthcare plan, his infrastructure plan.  It’s all in the speech.  Hillary Clinton needs to just listen to the whole thing.  ", "WALLACE:  Well, let's drill down on one area -- here is what Trump said about Clinton's call for a 550 percent increase in the number of Syrian refugees we let into the country.  ", "(BEGIN VIDEO CLIP)", "TRUMP:  She proposes this, despite the fact that there is no way to screen these refugees in order to find out who they are, or where they come from.  ", "(END VIDEO CLIP)", "WALLACE:  But, Paul, that just simply is not true.  It takes 18 months to two years to screen a single Syrian refugee to come into the country.  And, in fact, this year, President Obama, so far at least, has only met half of his target of allowing 10,000 Syrian refugees in a year, only about 5,200.  ", "MANAFORT:  First of all, Chris, it is more than just Syrian refugees streaming into the country.  Donald Trump's point is the following.  He said, we have to have a system that that’s -- people coming in from dangerous areas, from terrorist historical areas, we don't have one right now.  We have open borders.  There’s not -- there is no vetting process, which is why things are dangerous.  ", "(CROSSTALK)", "WALLACE:  But wait.  But respectfully, in the case of the Syrians, any Syrian refugee coming into this country is vetted for between 18 months and two years, that's the system.  ", "MANAFORT:  Chris, when they get here, people, we don't even know who they are.  Not just -- again, not just from Syria.  They’re coming from all places, many other places in the Middle East.  ", "Trump's position is very clear.  We have to have a system that lets us know who we're letting in.  He says, look, he’s got a humanitarian approach.  Create sanctuary cities in the region where they're coming from, instead of the sanctuary cities in the United States, have the sanctuary states in their home locations.  ", "You know what?  Even people coming here would prefer that so they're closer to their families and their heritage.  There is --", "(CROSSTALK)", "WALLACE:  Let me pick up quickly -- let me pick up quickly on that.  Because Trump in an interview with \"Meet the Press\" said not only Mideastern countries, we have to have what he calls extreme vetting for countries like France, which have terror cells in them.  Is that the way we're going to treat our allies, extreme vetting for anybody coming into this country, from France, from Germany, from Belgium?  ", "MANAFORT:  The difference is, France, Germany and Belgium, we have cooperative agreements with and we can work together with.  Syria, we don't.  ", "The Syrian government isn't going to work with us to vet their refugees coming to the United States.  In France and Belgium and the U.K., it is totally opposite thing.  So the practicality of doing the job is very obvious.  ", "WALLACE:  He is now calling for extreme vetting for refugees or not refugees, people coming in from France.  ", "MANAFORT:  He is calling for cooperative efforts to make sure that wherever people are coming in, that we know who they are and what they stand for.  ", "WALLACE:  I’m sure you have seen some polls by now. Did Trump get any bounce out of the Republican convention?  And where is this race now?  ", "MANAFORT:  Well, we think we're ahead.  Especially in the battle ground states, which is we care more about than the national numbers -- I mean, you have to -- when you look at what is the result of the convention, frankly, you have to look at the last month, because Trump has been closing the gap between he and Clinton over the last three weeks.  ", "So, part of the convention bump has occurred before the convention.  We're confident that after the conventions, you're going to see continued growth in our direction, but more importantly, in the states that are going to elect Donald Trump, we've seen them move in and I’m sure we're going to see more.  ", "Trump has expanded the map.  We're not looking for one way to win, as Romney was confronted with.  The one who’s going to have difficulty finding paths to victory is going to be Clinton because we've expanded the map.  ", "Pennsylvania is in play, Wisconsin is in play, Michigan is in play, Iowa is in play, Connecticut is in play.  These are states that historically the Democrats lockdown early for the most part and force us to fight on defensive ground with maybe one or two ways to win.  ", "It’s the opposite this year and we're comfortable coming out of our convention, we’re -- again, the CNN polls that over 75 percent who were watching agreed with Donald Trump and thought he could bring about the change.  We think -- and that message was geared not at just Republicans, but at Democrats and independents too.  ", "We think that it’s going to be a successful result of our convention.  The convention itself communicated what we wanted, and we think that Democrats are going to have problems keeping their coalition together, because the establishment is trying to abuse the progressives and their party, and they're the ones in chaos.  Not us.  ", "WALLACE:  Paul, thank you.  Thanks for joining us, after a very busy week.  Always good to talk with you.  ", "MANAFORT:  Thanks, Chris.  Look forward to seeing you again.  ", "WALLACE: Up next, we'll bring in our Sunday group to discuss those leaked e-mails.  Was the DNC playing favorites in the primary battle between Clinton and Sanders?", "(COMMERCIAL BREAK)", "WALLACE:  Up next, Hillary Clinton and Tim Kaine make their debut on the Democratic ticket.", "(BEGIN VIDEO CLIP)", "CLINTON:  He is a progressive who likes to get things done.", "KAINE:  Vice-president was never a job I thought about growing up in Kansas.", "(END VIDEO CLIP)", "WALLACE:  We’ll ask our Sunday panel how Kaine got the nod and what role he’ll play in the campaign next.", "(COMMERCIAL BREAK)", "(BEGIN VIDEO CLIP)", "CLINTON:  I have to say that Senator Tim Kaine is everything Donald Trump and Mike Pence are not.  He is qualified to step into this job and lead on day one.", "(END VIDEO CLIP)", "WALLACE:  Hillary Clinton on why she selected her running mate, Tim Kaine, during their first joint appearance yesterday in Miami.  It is time now for our Sunday group, Fox News senior political analyst, Brit Hume, Anne Gearan of the Washington Post, syndicated columnist, George Will, and Amy Walter from The Cook Political Report.", "Well, Bret, what do you think of the Clinton/Kaine ticket and what kind of shape is the Clinton camp paying in heading into the convention?", "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST:  I think the choice was a wise one.  It accomplishes a couple of things for her.  It begins the pivot toward the center, the inevitable pivot toward center that candidates to always make if they want to win.", "It also puts before the public someone whom you can look at and say yes, that person could be president, which is important.  The importance of the vice-presidential pick fades going forward, but for these immediate purposes, I think he feels a bit fine.", "I think the Clinton campaign certainly thinks he is in pretty good shape, which explains the fact that they didn't really trout out the Kaine announcement in such a way as to try to step on Donald Trump's convention bounce, because it seems to be that he didn't or will not get much of a bounce.", "WALLACE:  Anne, you covered the Clinton campaign.  I would like to know what you've gotten from your sources and your reporting, why did she pick Kaine over Warren or Cory Booker or all the others?", "ANNE GEARAN, THE WASHINGTON POST:  She picked Kaine ultimately because she is the most comfortable with him, and he checks every box.  She didn't feel the need to reach for anything.  She didn't feel that she needed to reach for a very, very liberal person who would automatically kind of give her something that liberal things she lacks.", "She didn't think she needed to reach for someone with national security credentials that are very different than her own.  She didn't feel she needed to reach for anybody who had experiences other than her own, or came from a different part of the party.", "And I think that shows her comfort levels, different points, and that she really feels like he could be somebody that anyone could look at, and say yes, I could see that person being president.  And then she never has to think about it again.", "WALLACE:  As we discussed with Joel Benenson, there is another big story on the eve of this convention, and that's the leak of thousands of DNC, Democratic National Committee e-mails that seemed to confirm a lot of people’s suspicions that the DNC was working to help Hillary Clinton, at the expense of Bernie Sanders.", "Amy, does this have the potential to disrupt this convention, and what seemed to be a, if not an alliance, a growing comfort between Clinton and Bernie Sanders and their supporters?", "AMY WALTER, \"THE COOK POLITICAL REPORT\":  I think, you know, when we came into the RNC, the question was how much disunity is there really, and what started out in Cleveland was some talk about the delegates erupting.  That didn't happen.  But there was still some dissension on the floor.", "The disunity continued to build throughout the event, concluding, of course, with Ted Cruz's decision not to endorse, and to get booed off the stage.  I don't think that is what we'll see here at all.", "And in fact, if the reports are true that Debbie Wasserman Schultz is not going to speak, that's probably a good idea for this convention, for Hillary Clinton.  You don't want any -- if you're the Clinton campaign, any attention focused on any sort of disunity.", "And I think the other thing, starting tomorrow, you're going to have two people only stage who liberals really do love.  Bernie Sanders who is going to speak tomorrow night and Michelle Obama.  That's going to be the focus moving forward, I think the DNC thing will fade away.", "WALLACE:  Before I bring in George, do you think Debbie Wassermann Schultz keeps her job between now and November or do you think that the Clinton campaign could decide because of the anger and the sense that all of their deepest suspicions were confirmed that they would sacrifice her?", "WALTER:  I don't know.  I mean, I think if I've learned anything from this year, it is how little the traditional parties have mattered.  Bernie Sanders, he didn't win the nomination, but he succeeded in part because not without the party's support, but he showed us he can go around the party support.", "You don't need those big donors and that access that the parties normally give you.  You don’t need their voter list.  You can do it all throughout whether it is this device, you can connect with donors that way.  He proved, really, as did Donald Trump, that the parties have become less significant than ever.", "WALLACE:  George, we always, I think, assumed that the DNC was working on behalf of Hillary Clinton and to the detriment of Bernie Sanders.  Is the leak of these e-mails a big deal, or not?", "GEORGE WILL, SYNDICATED COLUMNIST:  I don't think it will last for very long, but it does complicate her presentation at this convention.  The kind of people who work for the DNC are political operatives.  They have political views and they have political careers.", "They have an eye for the main chance, and they probably assumed all along it would be nice to be on the side of the person who will win.  A person in Hillary Clinton's incarnation who has contacts with all of the apparatus of the Democratic Party.  So they had a career reason for doing this.", "WALLACE:  Also, a practical effect, and the Bernie Sanders supporters will be upset, if you're looking to elect a Democratic president, wasn't Hillary Clinton a more likely choice than Bernie Sanders to win in November?", "WILL:  Absolutely.  And the fact that she won after a protracted struggle probably helped her in that it made her a better candidate.  It always does.  In the sense, I think on the part of the DNC, which I mean, when do we think about the DNC or the RNC for that matter?", "After candidate gets nominated, he often puts or she puts her own person or his own person in there.  We shouldn't be surprised it happened this time and we shouldn't think about it very much after.", "WALLACE:  All right, but for the purposes of today, it is a big story.  Anne, your thoughts?", "GAERAN:  It is confirmatory for the Sanders supporters that there was to their view, there was a finger on the scale all along, and that clearly, there was a selective leak of e-mails that tends to back that up.  That is a perception problem.", "It is potentially a problem when Sanders speaks tomorrow night.  It will -- it gives people who always wanted to have a reason to distrust this process some evidence to back that up.", "WALTER:  But the good news if you're Hillary Clinton is that the Clinton campaign and the Sanders campaign are in good standing.  This is the DNC that is a bigger problem as opposed to it being a fight between the two camps in the way that the Cruz and Trump were about the two individuals.", "WALLACE:  Chris, this is all kind of a piece with the argument we've had about the super delegates.  The super delegates represent the party regulars, and there are many more of them as a percentage of the total delegates here than is the case -- let me quickly say, these are people not elected as part of the primary process.  They're the mayors and governors and party officials, and they get to go in unbound and be for whoever they want to be.", "HUME:  Exactly right.  They played an important role in Hillary Clinton's nomination, and they did these super delegates, in that sense, precisely the system was created to do, which is to keep somebody out there where the buses don't run from getting the nomination.", "And it is certainly no surprise when you think about that, that the Democratic Party apparatus itself would be tipping in favor of the person they thought was more likely to win, and also, actually a Democrat, which Bernie Sanders except for using the party to advance his presidential aspirations is not.", "WALLACE:  We should point out, there was a meeting of the Rules Committee yesterday, they met for hours and hours and hours about the question of maybe there should be fewer super delegates, and more small D democratic in the sense that people -- the delegates on the floor have to be actually voted in by real people, by voters.  So they decided in their wisdom to appoint a commission.", "WALTER:  Don't they always.", "HUME:  But the net result is to reduce the impact of the super delegates, or even the size their presence here.  That will tell us the super delegates did exactly what the super delegates were intended to do in this election cycle, and therefore, they're being diminished.", "WALTER:  I hate these rules battles because it is always fighting the last war.  We have no idea what candidates are going to emerge and what issues are going to emerge four years for now.  This is fun and everything, but let's wait until we get to the next candidate --", "WILL:  The Republicans think that perhaps they ought to have more super delegates.", "WALLACE:  All right, well, we're going to get to the Republicans in a moment.  We have to take a break here.", "When we come back, it was Donald Trump's time to shine, but from Melania's speech to Ted Cruz's non non-endorsement there were plenty of distractions.", "Plus what, would you like to ask the panel about how this affected Trump's ability to get his message out.  Just go to Facebook or Twitter @foxnewssunday and we may use your question on the air.", "Much more from the Democratic National Convention when \"Fox News Sunday\" continues.", "(COMMERCIAL BREAK)", "(BEGIN VIDEO CLIP)", "TRUMP:  These are the forgotten men and women of our country.  I am your voice.", "(END VIDEO CLIP)", "WALLACE:  Donald Trump, pushing the central theme of his campaign, as he accepted the GOP nomination Thursday night in Cleveland, and we're back now with the panel.", "So Brit, asked you about the Clinton campaign, where is the Trump campaign at the end of its convention and the beginning of this one, did they unify the Republican base, and were they at all successful in reaching out to undecided voters?", "HUME:  Well, I think that the party is about as unified as it will get with Donald Trump as its nominee.  And as for outreach to undecided voters and those who may now not be prepared to vote for Trump, I have my doubts, but I think the message, I am your voice, is the right message.", "I thought his speech was basically all that we’ve been hearing him say for all these months now, except louder, and that may play well.  If I may use an imperfect nightclub analogy, he was not trying to be the friendly greeter, he was trying to be the bouncer.", "And it just may turn out that a bouncer is exactly what a lot of people want.  That's kind of how he came across.", "WALLACE:  We ask you for questions for the panel, and we got this on Facebook from Pattie Merz Kenaan.  With the pummeling that Hillary Clinton received this week by the speakers at the RNC convention, how does the RNC and Trump campaign plan to deal with the artillery that will surely be hurled by the Clinton campaign at the DNC convention next week?", "Amy, how do you answer Pattie because you know that Bill Clinton, Hillary Clinton, Barack Obama will try to rip Trump's skin off this week.", "WALTER:  That's right.  But I do think they're going to spend much more time trying to build up their candidate than trying to focus almost exclusively on Trump.  Part of the challenge at the RNC was that the one unifying factor because there still is some disunity among Republicans was Hillary Clinton.  That was an easy way to rally the troops in opposition to her.", "WALLACE:  I mean, Clinton has engage in --", "WALTER:  One hundred percent.", "WALLACE:  -- character assassination of Trump.", "WALTER:  Absolutely, and that's not going stop.", "WALLACE:  OK.", "WALTER:  But I think you're going to see a convention, this is at least what I'm hearing, this one is going to be much more focused on while taking out Trump, focusing on a much brighter, sunnier kind of optimistic message, and one that talks more about Hillary Clinton, while also taking on Donald Trump.", "WALLACE:  And how do they deal directly with the issue of the big weakness on honesty and trustworthy.", "WALTER:  That's right.  I don't know that you'll ever be able to deal with that.  In fact, I think the reality for so many voters, come November, that won't go away.  She can't fix that.  I don’t people won't find her more trustworthy.", "The question is whether they find her good enough to be president, or better choice in terms of doing the job of president.  They see her as more experienced.  Do they want that kind of president over Donald Trump?", "WALLACE:  George, you are to put it gently, not a Trump enthusiast.  Two questions, did you watch the Republican convention?", "WILL:  I did.", "WALLACE:  And secondly, what did you think of it?", "WILL:  I watched between innings.  The defining characteristic of the speaker, the nominee himself and the convention itself with the lock her up chance was anger.  I don’t think the American people have elected an angry president, someone defined by anger, someone who is a (inaudible) anger since Andrew Jackson.", "And that was a 100 years before the invention of television, which brings presidents into our living room more than anyone other than family members.  I'm not sure the American people want anger in their living room.", "Mrs. Clinton said Kaine is everything that Trump/Pence aren't, he could have said he is cheerful, a happy warrior.  A phrase applied to Democratic nominee, Al Smith and later to another Democratic nominee, Hubert Humphrey.", "So the question is, how do they deal with this problem with the perception of Mrs. Clinton?  I think they're going to fall back on Joe Biden’s wonderful axiom, don't compare me to the all mighty, compare me to the alternative.", "And they are going to say the alternative is Donald Trump and do you want an angry man in your living room?", "WALLACE:  You say he is angry.  Trump is pushing back on the idea that his was a grim speech, or that he was angry, they're saying he was strong.  He was telling it like it is.", "WILL:  Well, Donald Trump is the one who was described contemporary America as a \"hell hole,\" that's a quote.  When you describe America as a place for people who are afraid to leave their houses, poverty and terrorism, I think most Americans think we have a wonderful country with serious problems.  I don't think they think it is a hell hole.", "WALLACE:  And what do -- what does the Clinton camp, what do they make of the Republican convention?  Do they think that he made any gains or got any bounce?", "GEARAN:  They see a lot in there they think they can capitalize on.  The darkness in their view of the Trump message, the ways in which Trump seems to be attacking American institutions, and America’s presence in the world, Democrats think they can turn on its head and say, hey, wait a minute.  We're not failing.  We're not a failed state.  That's one message.", "There is concern within Hillary Clinton land that Trump is resonating on a couple of points.  The law and order and security issues primarily that he is touching something there that is national security, but also, really gets at a number of other areas of unease, social unease, economic unease, fears about safety.", "WALLACE:  And what about the idea, every election in a sense is a changed election.  Trump very much was arguing, he has change versus Hillary Clinton status quo.  He is with the people against the elite.", "GEARAN:  That's going to be a powerful argument for Trump, just because this would be the third Democratic administration in a row, and it has been Hillary Clinton's bet that it is far better to wrap herself in Barack Obama than to run away from him.", "So in a way, that opens -- Democrats think that that's good for them.  But it also obviously opens the door for Trump to make the accurate claim that she is basically running for a third term.  That she is trying to continue the current status quo, and if you don't like the status quo, then he is the change.", "WALLACE:  Brit.", "HUME:  The last third term election was in 1988, and one remembers Ronald Reagan at the Democratic Convention saying we are the change.  Some people, including David Broder of the \"Washington Post\" said he thought that's when he knew this election was going to the Republicans because it rang true.", "Of course, he was also saying in effect that things are going well.  They were.  Things in the public's mind at this stage are not going so well.  As the Democrats seek to portray this as a good idea to elect the Democrats as a third time, they have to be careful not to acknowledge that a lot of people do not think things are going well and they're really not looking for continuity, they're looking for change.", "I don’t think it’s an easy task to defend what has been done, and yet say I'm going to make things different and better at the same time.  If you're too rosy, people will say these people are out of touch.  They don't understand.", "WALLACE:  Right track/wrong track.", "WALTER:  That’s exactly right.", "WALLACE:  What about 2/1?", "WALTER:  Right, this is not 1988 or 2000.  There is a desire for change, but the question in fronts of voters that I think Hillary Clinton is going to give is change at what cost.  Is it worth making this change given what it could be?  And so the alternative, I may not be the best, but I’m better than the alternative, that's the message that I think you're going to see.", "WALLACE:  Amy, we got less than a minute left.  The polls say this is tell a close race, in fact it has gotten closer since the FBI and James Comey's scolding of Hillary Clinton.  Is it still a close race?", "WALTER:  I think it is a close race and it will continue to be.  I'm with Joel.  I'm not going to look at numbers until we get out of this convention, and see what actually happens.", "WILL:  When the Republicans convene in 1988, Dukakis was 17 points ahead of George Herbert Walker Bush.  Polls at this point are fluid.", "WALLACE:  I remember that poll.  It was a \"Newsweek\" poll and it was a bit of an outlier.  Bush had the upper hand, and because of the circumstances in the country.  Not so good today.", "All right, thank you, panel.  See you next Sunday.", "Up next, a final word as we continue our coverage from the site of the Democratic National Convention in Philadelphia.", "(COMMERCIAL BREAK)", "WALLACE:  Another live look here in Philadelphia.  Now, for this program note.  Stay tuned to this station and Fox News Channel for the latest from the Democratic National Convention.  And that's it for today.  Have a great week.  We'll see you back in Washington next \"Fox News Sunday.\""]}
]